{"raw_content": "一、概述\n在中华医学会泌尿外科学分会的指导下，肾细胞癌(renalcellcarcinoma,RCC)诊断和治疗指南编写委员会以国内外循证医学资料为主要依据制订本指南，为中国泌尿外科医师临床决策提供肾细胞癌诊断和治疗的推荐意见。需要强调的是，在为具体患者制订医疗方案时，本指南并不能取代医师的临床经验和基千患者实际状况做出的决定。更需要强调的是，本指南并不具有强制性，也并非法律标准。本指南初版于2006年发布，后分别千2007年、2009年、2011年、2014年和2019年进行了五次不同程度的更新。近3年来，我国肾细胞癌从流行病学到临床诊疗各方面都发生了显著变化，因而本版指南在前述版本的基础上进行了较大规模的修订，所有章节都进行了更新。为了方便临床应用，本指南可在中华医学会泌尿外科学分会网站查询使用，还将以App的呤｀心呤乃．§'逼岱守这左；令令皂会秘鼠扑簪诊断治疗指南在文献引用方面，为突出中国特色、适应国情，着眼于指南对我国泌尿外科医师的指导作用，本版指南在编写时强调了对我国学者基于国人的高质量研究的引用和采纳。同时，也着重分析和采纳了国际上具有高等级循证医学证据的研究结果，参考欧洲泌尿外科学会(EAU)、美国泌尿外科学会(AUA)及美国国家综合癌症网络(NCCN)的肾细胞癌指南，提高本指南的推荐强度。"}
{"raw_content": "二、流行病学和病因学\n（一）流行病学\n肾细胞癌发病率占成人恶性肿瘤的3%~5%,在男性泌尿系统恶性肿瘤中仅次于前列腺癌和膀胱癌(1,2］。各国和各地区的肾细胞癌发病率差距显著。大多数国家和地区，肾细胞癌的发病率都呈逐年上升的趋势，但在发达国家，死亡率趋于平稳或下降。发~病高峰为6070岁，中位诊断年龄为64岁，男女发病率比例约为l.6:l(3]。据《中国肿瘤登记年报》的资料显示，从2005年至2015年我国肾细胞癌的发病率有以下变化：2007—2015年男性肾细胞癌发病率明显下降；全国、女性、城市亚组的肾细胞癌发病率呈下降趋势，2015年较2005年分别下降了8.6%、6.3％和2.3%，其中城市亚组所有年龄段人群的发病率均呈下降趋势。而农村亚组所有年龄段人群均呈显著上升趋势，2015年较2005年上升了50.3%，但城市人群的发病风险仍是农村的2.34倍。男性肾细胞癌的发病风险仍高于女性，比例约为1.7:1(4]。—l—中国泌尿外科和男科疾病诊断治疗指南\n（二）病因学\n肾细胞癌的病因尚不明确，与遗传、吸烟、饮酒、肥胖、高血压及降高血压药物、糖尿病等有关（证据级别2a)。吸烟、肥胖和高血压病是目前公认的肾细胞癌危险因素，60％的患者与上述三种因素相关。因此，戒烟、控制体重和高血压是预防肾细胞癌发生的重要措施（强烈推荐）（5,6]。目前认为工作环境中，多环芳经、石棉、氯化脂肪经和石油化工产品是诱发肾细胞癌的危险因素，但尚未能确认与肾细胞癌的发生具有明确关系的致癌物质，因此需要进一步研究遗传因素与环境暴露之间相互作用的潜在影响。大部分肾细胞癌是散发性的非遗传性肾细胞癌，遗传性肾细胞癌仅占2%~4%。证据总结证据级别肾细胞癌致病危险因素：遗传、吸烟、饮酒、肥胖、2a高血压及降高血压药物、糖尿病推荐意见推荐等级戒烟、控制体重和高血压是预防肾细胞癌发生的重强烈推荐要措施"}
{"raw_content": "三、病理学\n2012年ISUP共识会议对2004版肾脏肿瘤分类进行了修订，并形成最新的2016年版WHO肾脏肿瘤分类标准[7]'新定义了5种具有临床意义的肾细胞癌：心管状囊性肾细胞癌；＠获得性囊性疾病相关肾细胞癌；＠透明细胞乳头状肾细胞癌；＠MiT家族易位性肾细胞癌；霆传性平滑肌瘤病及肾细胞癌综合征相关肾细胞癌。此外，还收录了三种罕见的肿瘤，即甲状腺样滤泡状肾细胞癌、骁珀酸脱氢酶缺陷相关的肾细胞癌及ALK易位相关肾细胞癌，但这些肿瘤目前还极为罕见，相关的生物学特征有待于临床进一步观察（表1-1)。此外，肾脏肿瘤的组织病理学诊断，在明确肾脏肿瘤病理类型外，还应包括核分级、肉瘤样变、微血管侵犯、肿瘤坏死、侵犯集合系统或肾周脂肪等内容。Fuhrman分级系统一直是肾细胞癌最常用的核分级系统[8]（表1-2)。2011年BrettDelahunt等采用以核仁为主要参数的肾细胞癌分级，主要以单个参数（核仁变化）为判别标准，对肾细胞癌临床预后判断有良好的而形成WHO/ISUP分级系统[IO]（表1-3）。自2021年起，EAU指南己主张采用最新的4级WHO/ISUP核分级系统替代原有的Fuhrman分级系统，用于评估各类肾细胞癌[II]。然而，该分级系统主要用于对ccRCC及pRCC进行分级，如应用千chRCC可能会导致高估疾病的恶性程度。因此对于后者，目前已有中心提出了新的替代分级系统，但仍需要进一步临床验证(12,13]。表1-1WHO肾脏肿瘤分类(2016年版）肾细胞肿瘤肾透明细胞癌低度恶性潜能的多房载性肾肿瘤乳头状肾细胞癌遗传性平滑肌瘤病肾细胞癌综合征相关性肾细胞癌嫌色性肾细胞癌集合管癌肾髓质癌M叮家族易位性肾细胞癌唬珀酸脱氢酶缺陷相关的肾细胞癌黏液样小管状和梭形细胞癌管状投性肾细胞癌获得性援性疾病相关性肾细胞癌透明细胞乳头状肾细胞癌未分类的肾细胞癌乳头状腺瘤嗜酸细胞瘤后肾肿瘤后肾腺瘤后肾腺纤维瘤后肾间质瘤主要发生于儿童的肾母细胞性肿瘤和囊性细胞肿瘤肾源性残余肾母细胞瘤部分揽性分化的肾母细胞瘤儿童粪性肾瘤间叶性肿瘤主要发生于儿童的间叶肿瘤透明细胞肉瘤横纹肌样瘤先天性中胚层肾瘤儿童期骨化性肾肿瘤主要发生于成人的间叶肿瘤平滑肌肉瘤血管肉瘤横纹肌肉瘤骨肉瘤续表滑膜肉瘤尤因肉瘤血管平滑肌脂肪瘤上皮样血管平滑肌脂肪瘤平滑肌瘤血管瘤淋巴管瘤成血管细胞瘤肾小球旁细胞瘤肾髓质间质细胞瘤神经鞘瘤孤立性纤维肿瘤间质和上皮混合性肿瘤襄性肾瘤混合性上皮间质瘤神经内分泌肿瘤高分化神经内分泌肿瘤大细胞神经内分泌癌小细胞神经内分泌癌嗜铅细胞瘤其他肿瘤肾造血肿瘤生殖细胞瘤转移性肾细胞癌表1-2Fuhrman分级系统分级核直径核形状核仁1级小（接近10µm)圆形，均匀缺失或不明显II级大（接近15µm)轮廓不规则400倍视野下可见皿级更大（接近20µrn)明显的不规则100倍视野下轮廓可见W级大小类似皿级，但伴有奇异多叶核，易见梭形细胞表1-3WHO/ISUP分级系统分级定义1级400X镜下核仁缺如或不明显，呈嗜碱性II级400X镜下核仁明显，嗜酸性；!OOX镜下可见但不突出皿级IOOX镜下核仁明显，嗜酸性1肾细胞癌诊断治疗指南分子病理检测技术及研究领域的发展使得肾脏肿瘤的分类及诊疗方案起到了进一步推动作用。2020年，中华医学会病理学分会泌尿与男性生殖系统疾病病理专家组在2019年ISUP制定的对肾细胞癌分子病理诊断建议的基础上，制定了《肾细胞癌分子病理研究进展及检测专家共识》，对于肾脏肿瘤的诊断、分型、预后及治疗方案制订上具有一定的参考价值(14]。因此，对千部分鉴别诊断存在困难的疑难罕见病理类型，可增加分子检测，以进一步明确诊断。与此同时，对于组织病理学表现典型，可明确诊断的病例，无须常规进行分子病理学检测。此外，分子病理学只能作为病理诊断的参考依据，单个分子病理学指标的结果不可作为判断病理分型的唯一证据。四分期2017年美国癌症联合会(AJCC)对肾细胞癌TNM分期进行了修订，与2010年版肾细胞癌TNM分期相比有以下两点变化：心对T3a期，删除了侵及肾静脉的“grossly\"一词，并把“含肌层的肾段静脉分支”改为＂肾段静脉分支＂（证据级别2);@T3a期增加了一项，把肿瘤侵及肾盂肾盏归为T3a期（证据级别2)。2017年AJCC定义的肾脏区域淋巴结包括肾门淋巴结、下腔静脉周围淋巴结、腹主动脉周围淋巴结。推荐采用2017年AJCC的TNM分期和基于TNM分期系统的肾细胞癌临床分期（表1-4、表1-5)(15]。肾肿瘤直接浸润至肾上腺归为pT4期，转移至肾上腺归为pMl期；肿瘤性坏死与肾透明细胞癌的预后不良相关，因此推荐在肾细胞癌的常规报告中指出是否存在肿瘤性坏死及坏死成分的比例，且要注明是肉眼还是显微镜下所见；此外，显微镜下脉管侵犯可预测肾细胞癌中的癌症特异性存活率和无转移存活率，现已被AJCC添加为影响预后的因素（证据级别2)［Il,15]。肾窦脂肪浸润的预后相较于肾周脂肪浸润可能更差，但是，这两者均包含在同一pT3a组。表1-42017年AJCC肾细胞癌TNM分期分期标准原发肿瘤(T)TX原发肿瘤无法评估TO无原发肿瘤的证据Tl肿瘤局限于肾脏，最大径~7cmTia肿瘤最大径~4cmTlb4cm＜肿瘤最大径~7cm—3-中国泌尿外科和男科疾病诊断治疗指南续表分期标准T2肿瘤局限千肾脏，最大径＞7cmT2a7cm＜肿瘤最大径,S10cmT2b肿瘤局限于肾脏，最大径＞10cmT3肿瘤侵及肾段静脉或肾静脉或下腔静脉，或侵及肾周围组织，但未侵犯同侧肾上腺、未超过肾周筋膜T3a肿瘤侵及肾段静脉分支或肾静脉，或侵犯肾盂肾盏，或侵犯肾周围脂肪和（或）肾窦脂肪，但未超过肾周筋膜T3b肿瘤侵及横隔膜下的下腔静脉T3c肿瘤侵及横雁膜上的下腔静脉或侵犯下腔静脉壁T4肿瘤侵透肾周筋膜，包括侵犯同侧肾上腺区域淋巴结(N)NX区域淋巴结无法评估NO没有区域淋巴结转移NI有区域淋巴结转移远处转移(M)MO无远处转移Ml有远处转移表1-52017年AJCC肾细胞癌临床分期分期肿瘤情况I期TlNOMOI1期T2NOMOI11期T3NO或NIMOTl,T2NIMOIV期T4任何NMO任何T任何NMl"}
{"raw_content": "五、诊断\n肾细胞癌的诊断包括临床诊断和病理诊断。临床诊断主要依靠影像学检查，结合临床表现和实验室检查确定临床分期cTNM。确诊肾细胞癌需依靠病理学检查，依据术后组织学确定的侵袭范围进行病理分期pTNM诊断，如pTNM与cTNM分期有偏差，以pTNM分期诊断为主。\n（一）临床表现\n典型的肾细胞癌三联征为血尿、腰痛、腹部肿块，以血尿最为常见，而同时有三联征的情况不到综合征），包括高血压、贫血、体重减轻、恶病质、发热、红细胞增多症、肝功能异常、高钙血症、高血糖、红细胞沉降率增快、凝血机制异常等。如出现转移，还可有一些特征性表现，如肺转移出现咳嗽、咯血，骨转移出现骨痛、骨折，脑转移出现头痛，淋巴结转移有颈部肿块等。国内23家医院的多中心研究显示肾细胞癌多数为体检发现，有临床表现者仅有36%，临床表现发生率依次为腰痛(60.5%）、血尿(45.6%）、高血压(12.7%）、贫血(12.8%）、消瘦(11.8%）、肾功能异常(9.1%）、肝功能异常(7.5%）、腹部包块(7.0%）、发热(5.5%）、血小板计数不正常(5.1%）、其他(21.7%）。在转移性肾细胞癌患者中转移的脏器发生率依次为肺转移48.4%、骨转移23.2%、肝转移12.9%、肾上腺转移5.2%、皮肤转移1.9%、脑转移1.3%、其他部位7.10%。其中11.9％的患者为多脏器转移(16]。近年来，国内对肾细胞癌合并静脉癌栓的研究越来越多，此部分患者占所有肾细胞癌患者的4%~10%，除了肾细胞癌的典型临床表现外，由千下腔静脉癌栓影响血液回流，还可出现下肢水肿。对千癌栓分级较高者，如MayoIll级以上静脉癌栓可能会沿肝静脉向肝内侵犯，或引起继发血栓形成，可能出现肝静脉回流受限，引起布加综合征，可表现为右上腹疼痛、肝大、黄疽、下肢水肿、腹水形成等。如癌栓脱落还可能出现憋气、呼吸困难等肺栓塞的症状(17]。\n（二）体格检查\n早期肾细胞癌患者可以无阳性体征，肿瘤较大时可在腰部或腹部触及肿块，部分可伴有肾区叩痛。合并颈部淋巴结转移者可触及肿大的淋巴结。合并下腔静脉癌栓的患者可有下肢水肿，如伴有左侧肾静脉癌栓可有左侧精索静脉曲张，下腔静脉癌栓可引起右侧精索静脉曲张，平卧时精索静脉曲张不消失；如癌栓位置较高可出现腹壁浅表静脉曲张；侧支循环建立后，以上症状可以部分缓解。\n（三）影像学检查\nL超声彩色多普勒超声能够提供肿物的血供信息，在检测下腔静脉癌栓方面具有一定优势，敏感性和特异性分别为75％和96%。超声造影(CEUS)在某些CT或M阳诊断困难的病例可以提供额外的影像学特征信息，如复杂性肾囊肿、肾脏小肿瘤、乏脂肪血管平滑肌脂肪等。尤其对于CT难以诊断的复杂性肾襄肿(BosniakIIF-III)具有更高的诊断敏感性，其准确性可高达95%，但特异性为84%，不及M阳[18-20]。2.CT包括平扫和增强CT。肾脏肿瘤的强化效应是指增强后CT值较平扫增加15HU以上，具有强化效应的肿瘤应考虑为恶性可能。CT对于:s;4cm的肾脏小肿瘤预测准确值约为79.4%。但由千存在假性强化及部分容积效应，CT对千:s;1.5cm的肾脏小肿瘤的诊断效能较差[21]。CT对于复杂性肾襄肿(BosniakIIF-ill)的诊断准确性不高，敏感性和特异性仅为36％和76%。血管平滑肌脂肪瘤一般可通过CT平扫负值得以诊断，但对于某些乏脂肪血管平滑肌脂肪尚不能通过CT增强与恶性肿瘤进行鉴别，此时肿瘤的形态学表现（如典型＂蘑菇状”)可提供一定的诊断价值。CT对千肾肿瘤分期也具有重要作用，其敏感性和特异性可高达90%。此外，CT还能够明确对侧肾脏的形态，评估对侧肾脏功能、肿瘤浸润程度、静脉是否受累、区域淋巴结是否增大以及肾上腺和其他实质器官情况。通常情况下，CT平扫即可明确并存的肺转移病灶，但对千某些特殊类型的肾细胞癌可能需要加行胸部CT增强，以明确是否存在纵隔淋巴结转移。腹部CT平扫和增强扫描及胸部CT平扫（或增强）是术前临床分期的重要依据。3.MRI对千造影剂过敏、妊娠及担心辐射的年轻患者，可选择MRI替代增强CT。MRI能够对静脉是否受累及其程度进行评价，对下腔静脉癌栓的敏感性为86%~94%，特异性为75%~100%。MRI的飞加权序列存在良好的组织对比度，在因血流受阻导致增强扫描显示不佳的情况下能够提供更准确的诊断信息，其效能高千其他方式[22]。M阳对于复杂性肾囊肿(BosniakIIF-ill)的敏感性和特异性高于CT,分别为92％和91%[20]。多参数磁共振(mpMRI)相较传统MRI具有更高的诊断效能，其针对透明细胞类型肾肿瘤的诊断敏感性和特异性可达92％和83%。mpMRI在鉴别良恶性肿瘤（如乏脂肪血管平滑肌脂肪）方面则具有更大的优势，其敏感性和特异性可达100％和89%[23]。4基于CT或M阳的三维重建主要用千直观显示肾肿瘤的解剖及毗邻，帮助更好地制订手术方案，尤其适用于复杂情况下的肾部分切除术（如肾门部肿瘤、完全内生型肿瘤、肾窦内肿瘤等）。相对千二维影像，三维重建影像更好地显示肿瘤空间位置及血管变异情况[24,25]。5．其他检查肾动脉造影和下腔静脉造影对肾细1肾细胞癌诊断治疗指南无法评价对侧肾功能者。核素骨显像检查指征：心有相应骨症状；＠碱性磷酸酶高；＠临床分期>皿期的患者。头部MRI、CT扫描检查指征：有头痛或相应神经系统症状患者。腹部MRI扫描检查指征：肾功能不全、超声检查或CT检查提示下腔静脉癌栓患者。正电子发射断层扫描(positronemissiontomography,PET)或PET-CT检查：费用昂贵，不推荐常规应用PET-CT,主要用于发现远处转移病灶及对分子靶向治疗、免疫治疗、细胞因子治疗或放疗的疗效进行评定。\n（四）肾肿物穿刺活检\n肾肿物类型众多，可由炎症、不同来源的良恶性肿瘤导致。肾肿物穿刺不作为常规诊断手段，但在肾肿物性质诊断困难时用千鉴别诊断，对患者后续的治疗策略选择有重要意义。另外，肾肿物穿刺为药物治疗或介入治疗提供组织学证据。具体肾肿物穿刺活检的适应证主要包括：心非典型性肾肿物，无法排除炎症肿块、乏脂性血管平滑肌脂肪或嗜酸细胞瘤；＠无法进行外科手术切除／广泛转移的晚期肾细胞癌，需明确病理进行后续系统治疗；＠腹膜后肿物与肾脏关系不清或来源不明；＠需根据病理性质决定是否进行肾部分切除或根治性肾切除；＠选择主动监测的病例提供病理信息；＠介入、消融治疗前获取病理信息。一项美国多中心研究指出，2007—2014年共纳入18060例肾部分切除术后标本进行病理分析发现良性病变占30.9%[26,27]。另一项研究发现，约11％的肾部分切除或肾细胞癌根治性切除术后标本病理证实为良性肿瘤[26,27]。肿物的病理信息可能对手术方式带来影响，如对血管平滑肌脂肪进行吸刮术、对低核级肾细胞癌进行荆除术、对高核级及高侵袭性非透明细胞癌进行根治性肾切除而非肾部分切除术等[28,29]。在进行消融治疗前，同样也可以通过穿刺活检明确诊断，避免对良性病变进行不必要的治疗；由于不同的病理类型肿瘤对消融的响应不同，也需要根据穿刺活检结果决定消融或肾部分切除手术的实施[30]。对千襄性占位由千穿刺活检、细针抽吸活检诊断效能较低，且可能破坏褒肿完整性造成肿瘤播散，因此一般不推荐对囊性占位进行活检[31]。而对千有明确实性成分的襄实性占位，必要时也可考虑对实性部分进行穿刺活检。—5-中国泌尿外科和男科疾病诊断治疗指南操作：相较于细针抽吸活检，穿刺活检明显具有更高的诊断效能[32]。同轴穿刺套筒穿刺可降低针道种植及出血风险[33］。为了获得充分的组织进行病理检查，建议使用16G或18G穿刺针至少穿刺4针以上组织，对于瘤体较大、伴有中心坏死的肿块，需要选取靠近肿瘤边缘的实性成分进行穿刺[34,35]。并发症：最常见的并发症是穿刺后出血，对千凝血功能正常的患者，绝大部分都能自行缓解，少有形成腹膜后血肿和发生休克。局部疼痛也相对常见，但大多轻微，无须特殊处理。通过同轴套筒的使用，罕有针道种植及尿漏等发生[36]。证据总结证据级别CT增强对诊断肾细胞癌、明确有无局部浸润、癌栓2和转移性肾细胞癌的特征具有较高的敏感性和特异性MRI对于诊断襄性肾肿瘤和癌栓的敏感性和特异性2略高千CT超声造影(CEUS)对复杂性肾襄肿具有很高的敏感2性和特异性多参数磁共振(mpMRI)对诊断特殊类型肾肿瘤及2鉴别肿瘤良恶性具有较高的敏感性和特异性基于CT或MRI的三维重建可直观显示肾肿瘤剖解2及毗邻，帮助复杂肾肿瘤手术方案的制订推荐意见推荐等级使用腹部增强CT扫描和胸部平扫（或增强）CT来强烈推荐诊断肾肿瘤并分期使用MRI更好地评估有无静脉受累，同时可以减少推荐辐射，避免使用造影剂使用超声造影(CEUS)诊断肾脏小肿瘤和复杂性肾强烈推荐艇肿使用多参数磁共振(mpMRI)诊断特殊类型肾肿瘤可选择及鉴别肿瘤的良恶性使用基于CT或MRI的三维重建显示复杂肾肿瘤的可选择解剖及毗邻不常规使用骨扫描和正电子发射断层扫描(PET)诊可选择断肾细胞癌及分期对于肿物性质有可能影响治疗策略的情况，可进行推荐穿刺活检在消融前或选择主动监测的肾肿物患者进行穿刺推荐活检\n不推荐对弱性占位进行穿刺或细针抽吸活检推荐六、治疗\n（一）局限性肾细胞癌的治疗\n局限性肾细胞癌(localizedrenalcellcarcinoma)是指肿瘤局限于肾被膜内、临床分期为Tl~2NOMO的肾细胞癌。l．手术治疗外科手术是局限性肾细胞癌首选的治疗方法，目前局限性肾细胞癌的手术治疗主要包括肾部分切除术(partialnephrectomy,PN)和根治性肾切除术(radicalnephrectomy,RN)。(1)肾部分切除术l)适应证与临床效果PN适应证：适用于Tl期、位于肾脏表面、便千手术操作的肾细胞癌。对于完全内生性或特殊部位（肾门、肾窦）的Tl期肾细胞癌，以及经过筛选的T2期肾细胞癌，根据术者的技术水平和经验、所在医院的医疗条件以及患者的体能状态等综合评估，可选择PN。PN的绝对适应证：发生于解剖性或功能性孤立肾的肾细胞癌、存在慢性肾脏病(chronickidney邮ease,CKD)的肾细胞癌、家族性RCC、双肾同时性肾细胞癌等。PN相对适应证：年轻患者肾细胞癌、多病灶肾细胞癌及肾细胞癌合并可能导致CKD的疾病（高血压、糖尿病、肾动脉狭窄、肾结石及病态肥胖等）。需要注意的是，即使存在PN的绝对或相对适应证，如解剖性或功能性孤立肾、合并肾功能恶化风险的疾病等，在选择PN时，仍必须首先考虑能否达到肿瘤控制，即完整切除肿瘤的目的，避免术后短期内肿瘤复发。有观点认为对千局限性肾细胞癌，若技术上可行则均可采取PN(29］。对于经过选择的T2期肾细胞癌病例，PN与RN治疗效果并无明显差异(37,38]'是否选择行PN需将患者术后肾功能、术者经验及肿瘤复杂程度综合进行考虑。囊性肾细胞癌，如技术可行，可选择PN(29]。有关PN与RN比较的研究以回顾性研究为主，高质量的前瞻性随机对照研究较少(39]，目前普遍认为PN能更好地保存患者的肾功能(40]，降低肾功能不全及相关心血管事件的发生风险(41,42]，提高生活质量(qualityoflife,QoL)(43·44]，并在部分人群中可能有总生存率(overallsurvival,OS)的获益(45,46]。大多数研究显示，与RN相比，PN并不会影响肿瘤特异性生存率(cancer-specificsurvival,CSS)与无复发生存率(release-freesurvival,RFS)等肿瘤学结果[39,47,48]。对于有经验的医师，PN并不显著增加围手术期出血等并发症的风险。施行PN的理想目标是达成三连胜(trifecta)，即完整切除肿瘤保证切缘阴性、最大程度保留正常肾单位的功能以及避免近期和远期并发症，其中最重要的是要保证肿瘤切缘阴性[49]。既往要求手术中需要切~除肿瘤周围0.51.0cm正常肾实质，但近年来的研究显示切除的肿瘤周围肾实质厚度对肿瘤学结果并无影响[50,51]。PN术中切除正常肾实质多少应由术者根据患者临床情况及肿瘤特征综合判断。对于肉眼观察切缘有完整肾组织包绕的病例，术中不需要进行切缘组织冷冻病理组织检查[52,53]。更短的热缺血时间及术中保留更多的正常肾组织意味着更大限度地保护肾功能[54]。多数研究认为将热缺血时间控制在25~30分钟以内不会对术后肾功能造成不可逆损伤，冷缺血时~间窗可扩大至6090分钟[29,55,56]。在上述缺血时间范围内，保留更多正常肾组织是术后肾功能恢复的主要决定因素[56,57]。对于家族性RCC、多灶肿瘤或伴有严重CKD患者，可考虑选择剌除术以最大程度地保留肾单位（I]。高选择性分支动脉阻断或不阻断动脉可能更好地保护肾脏功能，但同时会增加术中出血等并发症风险[58,59]。R.E.N.A.L．等评分系统[60]有助于评估手术难度；肾脏CTA有助于了解肿瘤的血供；术中超声定位有助于内生型肿瘤的切除。2)手术方式：PN可经开放性手术(OPN)或腹腔镜手术(LPN)进行，LPN在术后早期恢复方面有优势，在围手术期并发症，如术中及术后出血、深静脉血栓及肺栓塞发生率等方面，OPN与LPN相当[61,62]。OPN在缩短热缺血时间及减轻术后短期肾功能损害方面有优势，但长期随访中两者在肾功能损害、肿瘤学结果方面并无差别[63-65]。与LPN相比，机器人辅助腹腔镜手术(RAPN)中转开放和根治手术比例更低，可以缩短热缺血时间、对近期eGFR的影响也更小[66]'表1-6常用手常用手术评分系统最大外生／距离集合系统位于腹侧直径内生率或肾窦的长度或背侧vRENALV'V'V'vPADUAV'V/C-mdexV'1肾细胞癌诊断治疗指南特别是对于复杂的肾肿瘤，RAPN更具优势(67-69]。3)手术评分系统：肾肿瘤手术评分系统是基于肾脏肿瘤的解剖学特征，包括肿瘤大小，外生／内生比例，靠近集合系统和肾窦的距离，以及前／后或下／上极位置等，对肾肿瘤的手术复杂程度进行客观、规范的标准量化。目前临床上常用的手术评分系统有R.E.N.A.L.、PADUA、C-index、ABC、ZonalNePhRO等[60,70-73]'其中R.E.N.A.L．和PADUA已被广泛采用（表1-6～表1-9)。近年来，国内学者也提出改良的手术评分系统[74,75]'具有一定的临床应用价值。ROADS评分系统是专门针对肾窦内肿瘤肿瘤提出的手术难度评分系统，基于三维影像评估肿瘤与肾血管主要分支和集合系统的关系，指导手术入路、肾实质切开方式和低温方法的使用，对更好地保留肾功能有重要意义(74,75]。手术评分系统可用于预测PN的手术并发症、术中出血量、住院天数、热缺血时间、术后肾功能及术后病理等信息，为治疗计划、PN术式选择和患者咨询提供参考信息(76,77]。临床选择最佳治疗方案时，需将评分系统与患者情况和外科医师经验等进行综合考虑。(2)根治性肾切除：根治性肾切除术是公认的可能治愈肾细胞癌的方法，对于不适合行肾部分切除术的Tl肾细胞癌患者，以及临床分期T2期的肾细胞癌患者，根治性肾切除术仍是首选的治疗方式。目前可选择的手术方式包括开放性手术，以及包括腹腔镜手术、单孔腹腔镜手术、小切口腹腔镜辅助手术、机器人辅助腹腔镜手术等在内的微创手术。开放性及微创根治性肾切除术两种手术方式的治疗效果无明显区别，微创手术在术中出血、住院时间、镇痛需求等方面均优于开放性手术。但是如果微创手术不能确保完整地切除肿瘤、不利于肾功能保护、不利于围手术期安全，则不推荐进行微创手术。开放性与微创根治性肾切除术均可选择经腹或经腹膜后（经腰）入路，没有明确手术评分系统肿瘤解剖评价指标侧与上下极线及与集合系与肾窦瘤体中心至与肾脏血侧中线的位置关系统的关系的关系肾脏中心距离管关系V'V'V'V'V'V'vV'-7-中国泌尿外科和男科疾病诊断治疗指南表1-7R.E.N参数1分R肿瘤最大直径(cm)~4E外生／内生比例>50%N距离集合系统或肾窦的距离(mm)?!:7A位于腹侧或背侧仅为L与上下极线及中线的位置关系完全位于上下极线之外跨注总分4~6分为低度复杂，7~9分为中度复杂，10~12分为高度复表1-8PAD解剖学特征1分纵向位置上／下极内外侧外侧与肾窦关系无关与集合系统关系无关外凸率>50%肿瘤最大直径(cm),S4注总分6~7分为低度复杂，8~9分为中度复杂，习0分为高度复杂表1-9ROADS评分解剖学特征1分肾窦内肿瘤占肾窦体积的比率(R)R~25%肾动、静脉及分支和集合系统受压肾静脉及属支或集合系统受压迫程度（0)肿瘤与动脉、静脉和肾盂的关系肿瘤在动脉、静脉和肾盂的腹侧(A)肿瘤直径(D)D,::;2cm孤立肾肿瘤(S)否注：“一”为无此项评分证据表明哪种手术入路更具有优势[78]。局限性肾细胞癌未侵犯同侧肾上腺，不推荐切除同侧肾上腺，肾上腺切除与否并不影响患者的5年或10年生存率[79]。对于是否同时行淋巴结清扫，欧洲癌症治疗研究泌尿男生殖系协作组(EORTC)开展了前瞻性皿期临床随机对照研究[80]，入组772例局限性肾细胞癌患者，随机分为根治性肾切除术组(389例）与根治性肾切除＋区域淋巴结清扫术组(383例），中位随访12.6年，结果显示：两组患者中位生存期均为15年，在并发症发生率、总生存期、疾病进展时间、无疾病进展生存期方面均无明显差别。由千没有明确的证据N.A.L．评分表2分3分>4但<7;a,7<50%完全内生::;,;4>4但<7为定性指标，a腹侧、p背侧、x两者均不是跨越极线超过50％的肿块跨过极线(b)肿块跨过极线和中线(c)肿块完全在极线之间复杂DUA评分表2分3分中部内侧有关有关<50%完全内生4.1~7>7杂分系统及评分标准ROADS评分2分3分25%<R<50%R;,:50%肾动脉及分支受压，伴或不伴肾肾动脉及分支、肾静脉及屈静脉及属支或集合系统压迫支和集合系统均受压侧肿瘤在动脉、静脉和肾盂的背侧肿瘤被动脉、静脉和集合系统包绕2cm<D<4cmD;?:4cm是患者行区域或扩大淋巴结清扫术。若术中可触及明显肿大的淋巴结或术前CT等影像学检查发现增大的淋巴结，为了明确病理分期可行肿大淋巴结切除术。证据总结证据级别对于临床或病理Tl期肿瘤，PN或RN的OS无明显lb差异腹腔镜RN比开放RN并发症较少lb临床无肾上腺受累证据时，RN同时切除同侧肾上腺3并不能带来生存优势对千局限性肾细胞癌、影像学无淋巴结转移证据的2b患者，RN同时行淋巴结清扫无明显生存获益推荐意见推荐等级局限性肾细胞癌推荐外科手术以达到治愈效果强烈推荐不适合PN的局限性肾细胞癌推荐腹腔镜RN强烈推荐如可能带来肿瘤学、功能保护或围手术期的不利影强烈推荐响，则不应选择微创手术如临床无肾上腺受累证据时，不推荐行同侧肾上腺强烈推荐切除术局限性肾细胞癌不推荐行扩大淋巴结清扫术推荐2．非手术治疗对于不适用于外科手术的局限性肾细胞癌患者，可尝试非手术治疗方法，主要包括密切随访、射频消融和冷冻消融等。(1)密切监测：是指通过连续影像学检查（超声、CT或MRI)密切监测肾肿瘤大小变化，暂时不处理肾肿瘤，在随访期间一旦出现肿瘤进展则接受延迟的干预治疗[81]。适应证：伴有严重合并症或预期寿命比较短的高龄患者、小肾细胞癌患者可密切随访。(2)射频消融：适用于不适合手术的小肾细胞癌患者，适应证：不适合外科手术、需尽可能保留肾单位、有全身麻醉禁忌、有严重合并症、肾功能不全、遗传性肾细胞癌、双肾肾细胞癌、肿瘤最大径<4cm且位于肾脏周边。射频消融术可通过腹腔镜或经皮手术进行，两种路径患者的并发症发生率、复发率与肿瘤特异性生存率相似(82］。对于肿瘤直径<3cm更推荐经皮途径消融治疗[83]。(3)冷冻消融：冷冻消融是采用经皮或腹腔镜辅助的方法，技术成功率可以达到85%(84]。其适应证与射频消融相同。研究表示，经皮冷冻消融术的并发症~发生率为8%12%，腹腔镜肾部分切除术与经皮冷冻消融术的总体并发症发生率没有显著性差异(85,86]'但大部分都是轻微并发症[87]，且经皮冷冻消融术的住院时间明显缩短[86]。冷冻消融在Tl期肾肿瘤的治疗中，对于Tla肿瘤是明显有益的，在最近一项研究分析中，接受经皮冷冻消融的cTla肿瘤局部复发率为34.5%，明显高千cTlb肿瘤的局部复发率，且肿瘤大小每增加1cm,疾病进展将显著增加[88]。冷冻消融对千Tlb的肿瘤控制效果显著下降(89-91]。射频消融与冷冻消融手术效果相似，与标准治疗肾部分切除术相比，对于肾细胞癌消融的疗效还存在争议。一部分研究显示消融治疗与肾部分切除1肾细胞癌诊断治疗指南移率没有差异[92,93]；另一部分研究则显示出肾部分切除术在局部复发等部分指标上优千消融治疗[94]。最近的一项回顾性研究发现，射频消融术后6年无病生存率和癌症特异性生存率分别为89％和96%。对于＞3cm的肿瘤，无病生存率下降至68%[95]。但是需要注意的是，无论射频消融还是冷冻消融，治疗前均需进行穿刺活检明确病理性质，为后续治疗及随访提供支持[96]。(4)其他：目前其他非手术治疗的方式有立体定向消融、微波消融、高强度聚焦超声消融、不可逆电穿孔及高低温复合式消融等。但关千微波消融治疗cTla肾肿瘤的数据表明，该方法在并发症、肿瘤学和肾功能结果方面短期内的结果与射频消融及冷冻消融相同[97]。总的来说，这些方案还需要进一步验证，因此在治疗上需要谨慎选择。\n（二）局部进展性肾细胞癌的治疗\n局部进展性肾细胞癌既往称为局部晚期肾细胞癌，也是2017版AJCC肾细胞癌TNM分期系统的皿期病变，具体包括TlNlMO、T2N1MO、T3NOMO和T3N1MO期。L根治性肾切除术(radicalnephrectomy,RN)局部进展性肾细胞癌的首选治疗方法是根治性肾切除术。1963年Robson等建立了RN的基本原则，并确立了RN作为局限性及局部进展期肾细胞癌外科治疗的标准[98]。经典的RN切除范围包括患肾、肾周脂肪、同侧肾上腺、肾周筋膜、从脯肌脚到腹主动脉分叉处淋巴结及骼血管分叉以上的输尿管。当前观念已发生变化，不推荐术中常规行同侧肾上腺切除和区域淋巴结清扫[99-101]。术者可以根据自己的经验，采取经后腹腔或经腹腔的入路，以开放、腹腔镜或机器人辅助腹腔镜等方式完成手术。相对于开放术式，以腹腔镜和机器人为代表的微创术式具有创伤小，术后恢复快、并发症少等优势，不同术式之间的肿瘤学结果相当[102]。(1)淋巴结清扫术：对千局部进展性肾细胞癌，目前尚无证据表明在根治性肾切除术时进行区域或扩大淋巴结清扫能够使患者生存获益。一般而言，肾细胞癌患者发生血行转移更为常见，而发生区域淋巴结转移的病例绝大多数均已同时发生远处脏器转移，单独发生淋巴结转移者约占非转移性肾细胞癌病例的6.2%[103,104]。目前仅有的一项前瞻性随机对照研究显示，常规淋巴结清扫的阳性率仅为4%。影像学或术中怀疑淋巴结转移者，只有不到20％的病理证实确实—9-中国泌尿外科和男科疾病诊断治疗指南为肿瘤转移[105]。在局部进展性肾细胞癌中，淋巴结清扫术的作用仍具争议。2009年EORTC报告了一项前瞻性皿期临床随机对照研究[105]，共纳入772例局限性肾细胞癌患者，随机分为根治性肾切除术组和根治性肾切除加区域淋巴结清扫术组，中位随访12.6年，结果发现两组患者在总生存率、无疾病进展时间及手术并发症发生率方面均无显著性差异。不过在这项研究中，只有28％和31％的患者属于T3期，因而并不能完全代表局部进展性肾细胞癌的特点。而在多项针对局部进展性肾细胞癌的回顾性临床研究中也发现，区域或扩大淋巴结清扫同样不能改善患者的生存[104,106,107］。一项来自SEER数据库的回顾性研究发现[108],对于pT2及pT3期肾细胞癌患者，是否进行腹膜后淋巴结清扫或扩大清扫，对患者的肿瘤特异性生存均无影响。但该研究同时也发现，对于pT3期患者而言，阳性淋巴结数目与患者的肿瘤特异性死亡率有轻度相关性(HR:0.98;P=0.007)。最近一项系统综述和萎萃分析发现，在局部进展期肾细胞癌亚组中~(cT3T4NXMO)，接受淋巴结清扫术的患者总生存率显著提高(HR:0.73,P=0.003)['09]。来自SEER数据库的回顾性分析显示扩大淋巴结清扫(eLND)对于病理提示淋巴结阴性的患者并不能改善疾病特异性生存期(DSS)；但对于病理提示淋巴结阳性的患者，每多切除10个淋巴结可以直接带来10％的DSS获益[110]。另外一项大型队列研究也显示，对于有不利预后因素的患者（比如肉瘤样分化、巨大肿瘤等），eLND可以显著延长患者的肿瘤特异性生存期(CSS)［lll]。扩大淋巴结清扫的范围尚存在争议，有研究认为应包括同侧大血管周围、腹主动脉和腔静脉之间，上至隔肌脚、下至主动脉分叉。目前多数研究观点认为，不推荐行常规淋巴结清扫，只有在术前影像学检查怀疑有淋巴结转移和（或）术中发现有肿大淋巴结时考虑进行淋巴结清扫术，但对于高危患者行淋巴结清扫可能有临床获益。(2)同时性同侧肾上腺切除术：局部进展性肾细胞癌根治性切除术同时切除同侧肾上腺的比例呈下降趋势，有关切除肾上腺能否获得生存获益的研究较少，且多为回顾性研究，大部分研究样本量小，随访时间短，因此证据级别很低，无法得出确切结论。一项美国梅奥医学中心的较大规模研究表明局部进展性肾细胞癌根治性肾切除术的同时常规切除同侧肾上腺当[112]。因此，对于局部进展期肾细胞癌，除非术前影像学检查发现肾上腺异常或术中发现同侧肾上腺异常考虑肾上腺转移或直接受侵，否则不建议行根治性肾切除术的同时常规切除同侧肾上腺。2．肾细胞癌伴静脉癌栓的手术治疗肾细胞癌中4%~10％伴有静脉癌栓[113]，未经治疗的肾细胞癌合并下腔静脉癌栓患者自然病程短，预后差，中位生存时间约5个月，1年肿瘤特异性生存率约29%[114]'积极手术切除患肾和癌栓作为治疗肾细胞癌伴静脉癌栓患者的标准策略已被广泛接受[115,116]'且能使患者取得生存获益[117]。最近的一项萎萃分析发现TNM分期、Fuhrman分级、肿瘤坏死和癌栓高度等与患者术后生存明显相关[118]。(1)肾细胞癌伴静脉癌栓的分级：静脉癌栓分级对手术难度评估和手术策略的制订具有重要意义。目前应用最广泛的是2004年由美国梅奥医学中心(MayoClinic)提出的五级分类法”19]，在开放手术时代发挥了重要作用，具体分级标准如下：0级，癌栓局限在肾静脉内；I级，癌栓侵入下腔静脉内，癌栓顶端距肾静脉开口处:s;2cm;II级，癌栓侵入肝静脉水平以下的下腔静脉内，癌栓顶端距肾静脉开口处＞2cm;皿级，癌栓生长达肝内下腔静脉水平，滕肌以下；W级，癌栓侵入隔肌以上的下腔静脉及右心房。在微创手术时代，国内多家单位探索了微创手术下的静脉癌栓分级方法及手术策略[120-124]，以目前应用较多的“301分级”为例，其具体分类如下：右肾静脉癌栓为0级；左肾静脉癌栓根据是否超过肠系膜上动脉分为Oa及Ob级；下腔静脉癌栓分为四级：第一肝门以下的下腔静脉癌栓为I级；第一肝门以上至第二肝门II级；第二肝门至隔肌水平为皿级，脱肌以上为W级[120]。开放根治性肾切除联合静脉癌栓取出术是最常用的术式。部分单位已经开展腹腔镜下[125-128]或机器人辅助[129-132]根治性肾切除术联合静脉癌栓取出术。为了减少术中癌栓脱落风险，总体原则是先处理静脉癌栓再切除患侧肾脏及肿瘤。对于腹腔镜和机器人手术而言，右侧肾细胞癌伴下腔静脉癌栓可采取左侧卧位同时切除癌栓及右肾，而对千左侧肾细胞癌伴下腔静脉癌栓，可先采取左侧卧位处理下腔静脉癌栓，再\n更换右侧卧位处理左肾[123]。对于肝后段癌栓，第一、\n第二肝门血管是重要的解剖学标志，不同解剖学特征的下腔静脉癌栓应采取不同的血管阻断顺序和重建策略(124］。对于W级癌栓，建议常规建立体外循环，如癌栓进入右心房，则需阻断上腔静脉及下腔静脉回流后切开右心房取栓。针对部分未侵入右心房的W级癌栓，基千心包内控制技术的免体外循环是可行的[133)。对于复杂病例，特别是III~N级癌栓患者，推荐多专科协作，可降低围手术期并发症发生率和死亡率。下腔静脉癌栓切除术包括切开取栓及离断两种手术策略，其中下腔静脉切开取栓术是最常用的术式。下腔静脉离断术的适应证为下腔静脉完全梗阻且侧支循环充分代偿，其他影响因素包括癌栓高度、肿瘤侧别、静脉壁侵犯程度及范围、近、远心端血栓形成等[134]。下腔静脉癌栓切除术中针对难以一期修复的长段静脉缺损，对千有经验的单位可选择人工血管替代。一项关于静脉梗阻与代偿的三维影像重建研究提示：在下腔静脉渐进性梗阻过程中，除了通过天然属支（腰静脉、生殖静脉，奇静脉／半奇静脉）回流外，双侧肾静脉还可通过肾周静脉／肾包膜静脉与肠系膜上／下静脉、门静脉、隔下静脉建立新的侧支循环[135]。(2)肾细胞癌伴静脉癌栓围手术期处理l)肾细胞癌伴静脉癌栓术前是否需要行肾动脉栓塞尚有争议。有研究表明肾动脉栓塞具有阻断肿瘤血供、减少术中出血、缩小肿瘤体积、降低癌栓高度等潜在优势。也有研究指出，术前肾动脉栓塞不能改善围手术期结果或提高患者生存获益，甚至增加肾梗死综合征及目标外脏器意外栓塞的风险[136）。一般认为，对千右侧肾细胞癌伴下腔静脉癌栓患者，不推荐常规行术前肾动脉栓塞术，但对于巨大肿瘤、淋巴结包绕肾血管等复杂情况可选择术前动脉栓塞。在腹腔镜或机器人手术中，对千左侧肾细胞癌伴下腔静脉癌栓患者，推荐术前左肾动脉栓塞或术中先行左肾动脉离断[123,127]。2)下腔静脉癌栓合并血栓并不罕见，文献报道其发生率为23.4%[137]。癌栓近心端血栓脱落是围手术期肺栓塞的主要原因，远心端血栓可达骼血管分叉甚至下肢静脉，增加了术中完整取栓的难度。对于合并血栓的静脉癌栓患者，推荐术前行抗凝治疗。目前尚无静脉癌栓围手术期标准抗凝治疗方案，美国临床肿瘤协会(ASCO)和NCCN治疗指南均建议将低分子肝素作为肿瘤相关血栓长期治疗的首选药物。有研究报道，从诊断发现癌栓和血栓时开始用药，推荐使用低分子量肝素抗凝治疗，用药至手术前24小时，维~持国际INR值为23,术后48小时如无活动性出血可恢复抗凝治疗，最长可维持使用6个月[138,139]。3)术前是否需要放置下腔静脉滤网存在争议。1肾细胞癌诊断治疗指南荐常规放置。3局部进展期肾细胞癌相关药物治疗(1)局部进展期肾细胞癌术前新辅助治疗：由于缺乏大样本前瞻性随机对照佃床研究证据，局部进展期肾细胞癌的新辅助治疗尚无标准方案。多项II期临床研究证实术前新辅助靶向或靶向联合免疫治疗可降低局部进展性肿瘤分期，降低手术难度，改善患者预后[141-143]。术前新辅助靶向治疗下腔静脉癌~栓的研究显示，44%76％的患者癌栓高度降低，12%~43％的患者癌栓降级[144-147]。其中一项研究结果显示，术前应用阿昔替尼可显著缩小癌栓体积并减少术中出血量，癌栓降级率达42%[146]。对于高分级下腔静脉癌栓、巨大肾肿瘤伴或不伴邻近脏器侵犯等复杂病例，术前新辅助治疗有可能降低手术难度，提高手术成功率。(2)局部进展期肾细胞癌术后辅助治疗：局部进展性肾细胞癌行根治性肾切除术后尚无标准辅助治疗方案，目前尚无随机皿期试验的数据表明辅助治疗可提供生存获益。由于肾细胞癌对放、化疗不敏感，不推荐术后对瘤床区域进行常规放、化疗。研究数据显示术后辅助白介素－2／干扰素、化疗或者激素治疗高复发风险肾细胞癌均未能延长患者总生存[148]。在靶向治疗时代，已经有四项随机对照研究报道了高复发风险肾细胞癌术后靶向治疗的结果[149-1s11,ASRURE和SORCE研究均为阴性结果，S-TRAC研究证实舒尼替尼辅助治疗可改善无病生存，但总体生存的数据未达统计学差异。PROTECT研究显示术后辅助培挫帕尼800mg可改善患者的无病生存率，但600mg剂量无统计学意义。因此分子靶向治疗作为局部进展期肾细胞癌的辅助治疗未能获得生存获益（证据水平lb)。随着以免疫检查点受体为靶标的肿瘤免疫治疗的兴起，多项针对局部进展期肾细胞癌术后免疫维持治疗的临床试验尚在进一步研究中。证据总结证据级别对于局部进展性肾细胞癌，尚不能明确区域或扩大3淋巴结清扫术能够带来生存获益高危患者行淋巴结清扫可能有临床获益2b局部进展性肾细胞癌根治性肾切除术的同时常规切3除同侧肾上腺并不能带来肿瘤学的获益对非转移性、合并静脉癌栓的肾细胞癌患者行根治3性肾切除术和癌栓取出术能够获益对于复杂病例，特别是皿～W级癌栓患者，推荐多3专科协作，可降低围手术期并发症和死亡率—-11中国泌尿外科和男科疾病诊断治疗指南续表证据总结证据级别对于右侧肾细胞癌伴腔静脉癌栓患者，不推荐常规3行术前肾动脉栓塞术，但对于巨大肿瘤、淋巴结包绕肾血管等复杂情况可选择术前动脉栓塞在腹腔镜或机器人手术中，对千左侧肾细胞癌伴下3腔静脉癌栓患者，推荐术前左肾动脉栓塞或术中先行左肾动脉离断对于合并血栓的静脉癌栓患者，推荐术前行抗凝3治疗肾细胞癌伴静脉癌栓术前，不推荐常规放置下腔静3脉滤网对于高分级下腔静脉癌栓、巨大肾肿瘤伴或不伴邻3近脏器侵犯等复杂病例，术前新辅助治疗有可能降低手术难度，提高手术成功率分子靶向药物辅助治疗不能改善局部进展性肾细胞lb癌患者的术后生存推荐意见推荐等级对于局部进展性肾细胞癌，淋巴结清扫的意义主要推荐在于明确临床分期对于非转移性、合并静脉癌栓的肾细胞癌患者，行强烈推荐肾细胞癌根治性切除术联合癌栓取出术局部进展性肾细胞癌根治性肾切除术不常规同时切推荐除同侧肾上腺对于右侧肾细胞癌伴腔静脉癌栓患者，不常规行术推荐前肾动脉栓塞术在腹腔镜或机器人手术中，对于左侧肾细胞癌伴下推荐腔静脉癌栓患者，术前可行左肾动脉栓塞或术中先行左肾动脉离断对于局部进展期肾细胞癌患者不常规使用分子靶向强烈推荐药物作为术后辅助治疗\n（三）晚期／转移性肾细胞癌的治疗\n肿瘤已突破Gerota筋膜，出现区域淋巴结转移或出现远处转移，即TNM分期为T4NO~IMO/Tl~4NO~lMl期（临床分期为W期）者，称之为晚期／转移性肾细胞癌（下称转移性肾细胞癌）。此期肾细胞癌以全身药物治疗为主，辅以原发灶或转移灶的姑息手术或放疗等局部治疗。转移性肾细胞癌的治疗需全面考虑原发灶及转移灶的情况、肿瘤危险度分层及患者的体能状况评分，选择恰当的综合治疗方案(152]。转移性肾细胞癌患者的原发灶。一项前瞻性随机对照研究(CARMENA研究）已经证实，对于MSKCC中高危的转移性肾细胞癌患者，单独使用舒尼替尼治疗的中位生存时间为18.4个月，非劣效千减瘤性肾切除联合舒尼替尼治疗组(13.9个月），因此对中高危（尤其是高危）转移性肾细胞癌不建议接受减瘤性肾切除[153]。但是需要注意的是，对该项研究进一步的解读表明，其在研究设计、患者选择、治疗方案实施等方面存在缺陷，因此上述研究结论需慎重对待。结合CARMENA研究和几项回顾性研究结果”54-156]'至少对于以下5种情况，CN联合靶向药物仍是可选择的治疗方案：心体能状态良好(ECOG<2)；＠无全身症状或症状轻微；＠转移负荷低或手术能降低大部分总体肿瘤负荷；＠MSKCC或IMDC中低危患者；＠肾肿瘤引起严重局部症状。按照减瘤性肾切除和靶向治疗的先后顺序，减瘤术可分为即刻减瘤（先减瘤术、后靶向治疗）和延迟减瘤（先靶向治疗、后减瘤术）。一项转移性肾细胞癌接受即刻与延迟减瘤性肾切除的随机对照3期研究(SURTIME)P57]因入组数量不足被提前终止，但对已经入组的数据进行意向性治疗分析发现延迟减瘤较即刻减瘤可能获得更好的总生存期[158]。这一结论也被CA应ENA数据的后续分析支持，该分析发现舒尼替尼单药组有部分患者接受了延迟减瘤术，这组患者的总生存期(48.5个月）显著高千没有接受减瘤术的患者(15.7个月），说明靶向治疗后延迟减瘤具有一定合理性。2．肾细胞癌转移灶的局部治疗根治性肾切除术是局限性原发性肾细胞癌的标准治疗方法，但是这些患者术后约有25％将会出现肿瘤的远处转移[159]。此外，有30％的原发性肾细胞癌患者在就诊时已有局部进展或远处转移[159]。肾细胞癌常见的转移部位分别为肺(45.2%）、骨(29.5%）、淋巴结(21.8%）、肝(20.3%）、肾上腺(8.9%）、脑(8.1%）等(160]。晚期肾细胞癌转移者除了系统性全身治疗以外，转移灶的局部治疗也起着重要作用。(1)转移灶手术切除原则：对孤立性转移瘤，若患者的体能状态良好，可手术切除转移灶。转移灶完全切除后患者的中位OS或癌症特异性生存期(cancercorrelatedsurvival,CCS)（中位OS或CSS:40.75个月，区间范围：23~122个月）与不完全切除或不切除转移灶的患者相比（中位OS或CSS:14.8个月，区间范围：8.4~55.5个月）显著延长[161-164]。但也有部分研究显示肾细胞癌转移灶完全切除的患者未见生存获益，包括OS（切除和不切除：58个月vs50个月）和CCS（切除和不切除：30个月vs12个月）［165]。(2)肾细胞癌肺转移灶处理原则：肺是肾细胞癌最常见的转移部位，单发肺转移灶或转移灶位于一叶肺，手术切除可能有助于延长患者的生存期。一项回顾性研究报道，肺转移灶手术切除的肾细胞癌患者生存期较单纯靶向治疗和免疫治疗明显延长(36.3个月vs30.4个月和18.0个月）［166]。非对比性研究报道，手术切除单发肺转移或转移灶位于单一肺叶的5年生~存率为37%54%(167-170]。此外肺转移灶可行分次立体定向放射治疗(stereotacticbodyradiationtherapy,SBRT)，患者可能获得生存获益，局部肿瘤控制率可达98%，严重副反应发生概率在5％以内(171]。支气管动脉栓塞术可用于姑息性治疗肺转移灶，防治肺转移灶相关并发症（疼痛、咯血、血胸等事件），提高患者的生存质量。(3)肾细胞癌骨转移灶处理原则：肾细胞癌骨转移部位多见于脊柱、骨盆和四肢近端骨骼，主要症状为病变部位进行性疼痛加重，容易发生病理性骨折，甚至压迫脊髓引起截瘫。对可切除的原发病灶或已被切除原发病灶伴单一骨转移病变（不合并其他转移病灶）的患者，应进行积极的外科治疗。承重骨骨转移伴有骨折风险的患者推荐首选手术治疗，可采用预防性内固定术等方法以避免骨事件的发生。已出现病理性骨折或脊髓的压迫症状符合下列3个条件者也推荐首选手术治疗：少预计患者存活期＞3个月；＠体能状态良好；＠术后能改善患者的生活质量，有助于接受放、化疗和护理。肾细胞癌骨转移瘤对常规放疗不敏感，推荐影像引导下放射治疗(image-guidedradiotherapy,IGRT)和立体定向放射治疗(SBRT)或者手术联合IGRT和SBRT的治疗模式。单剂量影像引导下放射治疗(IGRT)具有优异的3年局部无进展生存率(172]。SBRT治疗肾细胞癌椎体转移灶，1年局部肿瘤控制率82.1%，治疗后第6个月和第12个月疼痛缓解率明显提高[173]。在手术切除前介入栓塞治疗血供丰富的骨或椎体转移灶，可以显著降低术中出血量(174]。骨或椎体转移诱发明显疼痛的患者，介入栓塞姑息性手术可在一定程度上缓解患者的骨痛症状[175]。(4)肾细胞癌脑转移灶处理原则：对千肾细胞癌脑转移灶，放射治疗的效果优千手术治疗。对体能状态良好、单纯脑转移的患者（脑转移灶~3个，脑转1肾细胞癌诊断治疗指南（脑转移灶＞3个，脑转移瘤最大直径＞3cm)，可考虑行全颅放疗(wholebrainradiotherapy,WBRT)。颅内转移灶分次立体放疗的患者1年、2年和3年生存率分别为90%、54％和41%；全颅放疗＋手术切除颅内转移灶患者1年、2年和3年生存率分别为64%、27％和9%;单纯全颅放疗的患者1年、2年和3年生存率分别为25%、17％和8%。尽管入组病例少，但是分次立体放疗疗效明显优于全颅放疗[176］。一项纳入11项研究的萎萃分析提示，SBRT对脑转移l年局控率达90.1%，颅外转移1年局控率为89.1%；脑转移l年OS为49.7%，颅外转移l年OS86.8%;3级以~上毒性反应发生率为0.7%1.1%。(5)肾细胞癌肝转移灶处理原则：肾细胞癌肝转移患者预后较差，首先考虑靶向药物治疗。如全身治疗无效，可考虑联合肝脏转移灶的局部治疗，如手术切除、消融治疗、经肝动脉化疗栓塞术(TACE)、立体定向放射治疗，以及高强度聚焦超声治疗(HIFU)等[177-180]。肾细胞癌肝转移灶切除显著延长患者总生存期（肝转移灶切除vs不切除：142个月vs27个月），但需谨慎考虑手术并发症甚至死亡的风险[177]。证据总结证据级别对于一般状态良好、手术能够降低肿瘤负荷的转移2b性肾细胞癌，即刻CN依然具有临床意义回顾性比较研究显示转移性肾细胞癌患者接受完全3性转移灶切除术在总生存率、肿瘤特异性生存率和协同全身治疗中获益对于肾细胞癌的骨和脑转移病灶，放射治疗可以显3著缓解患者的局部症状（如疼痛等）推荐意见推荐等级对体能状态良好的、低转移负荷的转移性肾细胞癌可选择患者实施即刻CNMSKCC高危患者不进行减瘤性肾切除术强烈推荐对于具有良好条件（可以完全切除转移病灶或需要可选择控制转移灶局部症状）的患者，可以考虑局部转移灶治疗（包括手术切除）对于肾细胞癌骨和脑转移的患者，可应用立体定向可选择放射治疗局部肿瘤控制和症状缓解（如疼痛等）3转移性肾细胞癌的全身治疗转移性肾细胞癌的全身治疗包括化疗、靶向治疗和免疫治疗等。化疗对转移性肾细胞癌的治疗效果有限，多与免疫药物联合进行试验性治疗。放疗主要用于骨、脑转移、局部——13中国泌尿外科和男科疾病诊断治疗指南瘤床复发、区域或远处淋巴结转移患者，可达到缓解疼痛、改善生存质量的目的，但应当在有效的全身治疗基础上进行。国内外研究表明，分子靶向药物能显著提高转移性肾细胞癌患者的客观反应率，延长PFS和总生存期(OS)。2006年起NCCN、EAU等将分子靶向治疗药物（索拉非尼、舒尼替尼、贝伐珠单抗、培挫帕尼、\n依维莫司、阿昔替尼等）作为转移性肾细胞癌的一、\n二线治疗用药[181-185]。而自2015年起，大量的临床研究证实了免疫检查点抑制剂的单药治疗或联合治疗，可使转移性肾细胞癌患者明显的生存获益，并因此列\n入了国外各个指南的一、二线治疗用药[186-188]。\n对于初始治疗的晚期肾细胞癌患者，应该根据IMDC风险分层（表1-10)选择药物。对千中高危患者采用纳武利尤单抗(nivolumab)联合伊匹单抗(ipilimumab)、仑伐替尼联合帕博利珠单抗、阿昔替尼联合帕博利珠单抗或卡博替尼联合纳武利尤单抗治疗。在无法获得上述药物或对免疫治疗不耐受时可选择舒尼替尼、培嗤帕尼和卡博替尼。对于IMDC低危患者可首选舒尼替尼、培哩帕尼、索拉非尼、仑伐替尼联合帕博利珠单抗、阿昔替尼联合帕博利珠单抗或卡博替尼联合纳武利尤单抗治疗。在此基础上，晚期肾透明细胞癌的药物治疗应遵循序贯治疗策略。表1-10IMDC风险分层危险因素截断值Karnofsky身体状态<80%从诊断到治疗时间<12个月血红蛋白＜实验室参考值下限血钙>10.0mg/dl(2.4mmol/L)中性粒细胞计数＞正常上限血小板计数＞正常上限低危：无危险因素中危：1~2个危险因素高危：3~6个危险因素(1)转移性肾透明细胞癌的一线治疗用药l)靶向治疗药物单药治疗心索拉非尼：索拉非尼是一种多效激酶抑制剂，具有拈抗丝氨酸／苏氨酸激酶（如Raf,VEGFR-2、3,PDGFR,FLT-3,c-KIT和RET等）活性的作用。索拉非尼推荐用量400mgb过。3~4级毒副反(9.7%）。国内研究显示，62例晚期肾细胞癌患者接受索拉非尼400mgb凶治疗至少2个月后，完全缓解(CR)1例(1.75%），部分缓解(PR)11例(19.3%），疾病稳定(SD)36例(63.16%），疾病控制率(CR+PR+SD)达84.21%，中位PFS时间9.6个月，疾病控制率与国外索拉非尼III期随机双盲对照研究(TARGET试验）［189]报道一致[190]。国内临床研究结果显示：索拉非尼增量(600~800mgbid)l191]方案可提高治疗转移性肾细胞癌有效率（证据水平3)，但相关不良反应发生率高千索拉非尼400mgbid的治疗方案。©舒尼替尼：舒尼替尼是一种酪氨酸激酶抑制剂，选择性抑制PDGFR心p、VEGFR-1/2/3、KIT、FLT-3、CSF-lR和RET等，具有抗肿瘤和抗血管生成活性。推荐舒尼替尼用量50mgqd,4/2方案，即治疗4周停2周为1个周期。常见不良反应包括乏力、高血压、白细胞减少、血小板减少、口腔不良反应及腹泻等。研究发现舒尼替尼对转移性肾细胞癌的疗效明显优千IFN-aP92]。与IFN-a相比，患者的PFS显著延长(11.0个月vs5个月，HR=0.539,P<0.001),OS显著延长(26.4个月vs21.8个月，HR=0.818,P=0.049)，客观缓解率(ORR)也显著提高(47%VS12%,P<0.001)。＠培嗤帕尼：培嗤帕尼为酪氨酸激酶抑制剂，选择性抑制PDGFR妇0、VEGFR-1/2/3和c-K.IT,具有抗肿瘤和抗血管生成活性。推荐培嗤帕尼用量800mgqd。常见不良反应为腹泻、高血压、乏力等，少见但严重的不良反应包括肝脏毒性反应，如转氨酶升高等。国外进行的培嗤帕尼治疗晚期肾细胞癌的研究[193]结果显示相比于安慰剂，培嗤帕尼显著延长患者的PFS(9.2个月vs4.2个月），客观缓解率也明显提高(ORR30%vs3%）。另一项培挫帕尼与舒尼替尼疗效比较的COMPARZ研究[194]显示：培挫帕尼组PFS为8.4个月，舒尼替尼组为9.5个月(HR=1.047)，培嗤帕尼组客观缓解率为30%，舒尼替尼组为25%，两组PFS与ORR无明显差异，OS亦也无明显差异[HR=0.91(0.76,1.08)］。一项W期前瞻性临床试验PARACHUTEl195]研究了培陛帕尼对晚期／转移性肾细胞癌治疗效果，该研究包含了70％亚洲患者，平均PFS为10个月(8.48~11.83)，与全球数据(PFS为10.3个月，9.2~12.0)相当[196]。＠卡博替尼：卡博替尼是一种小分子酪氨酸激酶抑制剂，主要作用靶点为VEGF受体、EMT和AXL。推荐剂量为60mgqd。常见不良反应为高血压、腹泻、乏力及血液学异常等。一项入组均为中高危患者的Il期临床研究(CABOSUN)(197]结果显示，卡博替尼可明显改善PFS,优于舒尼替尼组(8.6个月vs5.3个月），客观缓解率亦明显增加(20%vs9%）。基于CABOSUN和METEOR研究的分析(198]结果则显示，与依维莫司或舒尼替尼相比，卡博替尼可使患者PFS和OS获益更明显。＠安罗替尼：安罗替尼是一种多靶点酪氨酸激酶抑制剂，推荐剂量为12mgqd。一项比较安罗替尼(anlotinib)和舒尼替尼用千晚期肾细胞癌一线治疗的Il期临床研究(199]（入组患者中约91％为中高危），结果显示安罗替尼组和舒尼替尼组的PFS分别为17.5个月和16.6个月(HR=0.89;P>0.5)，两组OS分别为30.9个月和30.5个月(P>0.5)。两组之间差异没有统计学意义，治疗效果相似。2)免疫治疗药物联合治疗：传统意义上的免疫治疗如干扰素a、白介素－2等面临的主要问题是反应率低，虽然新的治疗策略如大剂量应用或联合贝伐珠单抗可提高反应率，但随着靶向药物出现以及新型免疫检查点抑制剂(ICis)的推出，已不再作为临床应用和研究的重点。目前提及的免疫治疗一般指ICis的联合应用，例如ICis联合靶向药物或ICis间的联合治疗。心帕博利珠单抗(pembrolizumab)＋阿昔替尼：帕博利珠单抗是一种可与PD-1受体结合的单克隆抗体，可阻断PD-1与PD-Ll、PD-L2的相互作用，解除PD-1通路介导的免疫应答抑制，包括抗肿瘤免疫应答。推荐用药剂扯为帕博利珠单抗200mg每3周1次＋阿昔替尼5mgbid。主要毒副反应有腹泻、高血压、乏力、甲状腺功能减低、食欲减退、皮疹等。KEYNOTE-426临床研究[200,201]对帕博利珠单抗和阿昔替尼联合与舒尼替尼单药治疗转移性肾细胞癌疗效进行比较。与舒尼替尼相比，联合治疗组患者的PFS明显延长(15.4个月vs11.1个月，HR=0.71,P<0.0001)，客观缓解率也显著提高(59.3%vs35.7%,P<0.0001)，且无论患者PD-Ll的表达状况如何，联合治疗组均可获益。联合治疗组毒副反应发生率略高于舒尼替尼组。＠纳武单抗(nivolumab)＋伊匹单抗(ipilimum­ab)：纳武单抗为PD-1抗体，伊匹单抗则为CTLA-4抗体，可阻断CTLA-4及其受体CD80/CD86的结合。推荐剂量为纳武单抗3mg/kg＋伊匹单抗lmg/kg,每3周1次，共4次，而后使用纳武单抗3mg/kg每2周l1肾细胞癌诊断治疗指南CheckMate2l4临床研究[186]发现，在中高危患者中，纳武单抗联合伊匹单抗较舒尼替尼组具有更高的ORR和CR率(42%VS27%,P<0.001;9%vs1%,P<0.001),OS亦有明显获益，12个月及18个月生存率联合组均明显优于舒尼替尼组(80%vs72%;75%vs60%,P<0.001)。42个月[202]及5年以上[203]的长期随访显示，联合治疗组具有更长的OS(48.1个月VS26.6个月，47个月VS26.6个月）和PFS(11.2个月vs8.3个月，11.6个月vs8.3个月）。然而，低危患者中舒尼替尼组5年PFS明显优于联合治疗组(26%vs21%)[203]。因此推荐中高危患者使用纳武单抗联合伊匹单抗治疗。＠阿维鲁单抗(avelumab)＋阿昔替尼：阿维鲁单抗是一种PD-Ll抗体，联合阿昔替尼用于治疗转移性肾细胞癌的机制与帕博利珠单抗联合阿昔替尼相似。推荐使用剂量为avelumab1Omg/kg每2周l次＋阿昔替尼5mgbid。主要毒副反应与帕博利珠单抗联合阿昔替尼相似。JAYELINRenal101临床研究中[204汹51,avelumab联合阿昔替尼与舒尼替尼相比，患者的PFS显著延长，两组PFS分别为13.3个月和8.0个月(HR=0.69;P<0.001)，在PD-Ll阳性患者中，效果更佳。＠帕博利珠单抗＋仑伐替尼：推荐用药剂量为帕博利珠单抗200mg每3周1次＋仑伐替尼20mgqd。仑伐替尼是一个多靶点TKI药物，已成为多种肿瘤治疗的标准方案。主要毒副反应为腹泻、高血压、甲状腺功能减低、食欲减退、乏力等。在CLEAR研究中[206]，仑伐替尼联合帕博利珠单抗与舒尼替尼相比，明显延长患者的PFS,两组的PFS分别为23.9个月和9.2个月(HR=0.39;P<0.001)，联合治疗组的OS也优于舒尼替尼组(HR=0.66;P=0.005)，并且联合治疗组的ORR达到了71%，明显优千其他药物的临床研究数据。2022年美国ASCO-GU会议公布了CLEAR研究中东南亚患者亚组分析数据[207]，与全球数据类似，仑伐替尼联合帕博利珠单抗组患者PFS优于舒尼替尼组，两组的PFS分别为22.1个月和11.1个月[HR=0.38(0.23,0.62),P<0.001],ORR为65.3%。东亚患者人群中（不含有中国患者）联合治疗和对照组的治疗相关的不良反应发生率(66.7%vs57.8%）均高千全球人群数据(28.7%vs37.4%）。＠纳武单抗＋卡博替尼：推荐剂量为纳武单抗240mg每2周1次＋卡博替尼40mgqd。在CheckMate9ER研究中[208]，纳武单抗联合卡博替尼与舒尼替尼—15—中国泌尿外科和男科疾病诊断治疗指南对比，联合治疗组PFS明显优于单药组，两组分别为16.6个月和8.3个月(HR=0.51,P<0.0001)，并且OS也有明显获益(HR=0.60,P=0.0010)，联合治疗组的ORR达到56%，优于舒尼替尼组的27%。3)含肉瘤样变(sRCC)的晚期／转移性肾透明细胞癌的一线药物治疗：多项晚期／转移性肾透明细胞癌临床试验亚组分析显示，在含有肉瘤样变特征的病例组中，相较于舒尼替尼和血管内皮生长因子靶向治疗，基于ICis的联合治疗方案可使患者获益。KEYNOTE426临床研究包含105例sRCC患者，亚组分析显示帕博利珠单抗＋阿昔替尼相对于舒尼替尼，PFS（未达到vs8.4个月），OS（均未达到，HR=0.58)和ORR(58.8%VS31.5%）有获益。JAYELINrenal101研究[24]中包含108例sRCC患者，avelumab＋阿昔替尼组与舒尼替尼组相比PFS(7个月vs4个月）及ORR(46.8%vs21.3%）均有获益。一项III期临床试验Immotion151[209]最终结果显示，相较于舒尼替尼，阿替丽珠单抗＋贝伐珠单抗联合治疗未能使吓r组患者OS获益，而该研究的一项期中分析[210]对sRCC的亚组分析显示，联合治疗与舒尼替尼组PFS分别为8.3个月和5.3个月(HR=0.52);ORR分别为49％和14%(CR10%,3%）。对CHEKMATE214的探索性分析[211]发现，中高危sRCC患者中，接受纳武单抗联合伊匹单抗治疗的患者相比于舒尼替尼组，PFS(8.4个月vs4.9个月）、OS(31.2个月VS13.6个月）和ORR(56.7%vs19.2%）均有获益。Checkmate9ER亚组分析亦显示，纳武单抗＋卡博替尼方案相较于舒尼替尼可使sRCC亚组患者PFS、OS及ORR获益。CLEAR研究[212]则显示，帕博利珠单抗＋伦伐替尼治疗组相比千舒尼替尼组PFS获益，但OS无差别(HR=0.91)，两组ORR分别为60.7％和23.8%。4)转移性非透明细胞癌(nccmRCC)的药物治疗：一项III期临床试验[213]包含了124例nccmRCC,西罗莫斯(tesirolimus)与干扰素a相比，使此类患者OS获益（未显示数据）。一项单臂研究结果[214]显示，nccmRCC患者接受舒尼替尼获得11%(48/137)的ORR。对于转移性乳头状肾细胞癌推荐以下药物。心依维莫司(everolimus):RAPTOR二期临床试验[215]探究了依维莫司对I型和11型乳头状肾细胞癌患者的一线治疗作用，I型和11型乳头状肾细胞癌PFS分别为7.9个月和5.1个月，OS分别为28.0个月和24.2个月。癌患者，其中包括43例遗传性平滑肌瘤病和肾细胞癌和40例散发性乳头状肾细胞癌。两组患者接受贝伐珠单抗＋厄罗替尼联合治疗后ORR分别为72％和35%,PFS分别为21.1个月和8.8个月。＠卡博替尼(cabozantinib):SWOGPAPMETII期随机化临床研究[34]比较了舒尼替尼、卡博替尼、克哩替尼(crizotinib)和赛沃替尼(savolitinib)对乳头状肾细胞癌患者的疗效。卡博替尼治疗组PFS(9个月）相较于舒尼替尼(5.6个月）有所延长(HR=0.6)，两组应答率分别为23％和4%;而赛沃替尼和克挫替尼与舒尼替尼相比未能延长患者PFS。鉴于卡博替尼比舒尼替尼更能使患者PFS获益，可作为转移性乳头状肾细胞癌的治疗选择之一。＠赛沃替尼：尽管上述SWOGPAPMET研究未显示出赛沃替尼对乳头状肾细胞癌的优势，SAVOIR临床试验比较了赛沃替尼与舒尼替尼对MET基因异常表达的肾乳头状细胞癌患者疗效，显示赛沃替尼具有一定优势。两组PFS分别为7个月和5.6个月(HR=0.71)；应答率分别为27％和7％。＠帕博利珠单抗：KEYNOTE427临床研究B队列[217]纳入了165例nccRCC患者，在118例乳头状肾细胞癌患者中，帕博利珠单抗的ORR为28%(CR=5.9%）。(2)透明细胞为主型转移性肾细胞癌一线治疗失败后续治疗l)一线靶向治疗失败后续治疗心阿昔替尼：阿昔替尼是第二代抗血管生成靶向药物，是VEGFR-1、2和3的一种强效和选择性的酪氨酸激酶抑制剂。同第一代VEGFR抑制剂相比，其在低于纳摩尔水平抑制VEGFR,因此本质上不抑制PDGFR、b-RAF、KIT和FLT-3。阿昔替尼的推荐起始剂量为5mgbid。常见不良反应有高血压、乏力、发声困难和甲状腺功能减退。阿昔替尼在转移性肾透明细胞癌二线治疗中的疗效巳在2010年的AXIS研究中得到证实[122]。阿昔替尼治疗组的PFS为6.7个月，客观缓解率19%。在一线采用细胞因子和舒尼替尼治疗两个亚组中，阿昔替尼的PFS分别为12.1个月和4.8个月。一项在亚洲人群中的注册研究纳入了204例既往接受过一次一线治疗（舒尼替尼或细胞因子）失败的转移性肾细胞癌患者，其中包括中国患者127例。阿昔替尼组的PFS为6.5个月，客观反应率为23.7%。在既往接受细胞因子治疗的患者中(n=103),阿昔替尼组的PFS为10.1个月；在既往接受舒尼替尼治疗的患者中(n=101)，阿昔替尼组的PFS为4.7个月。对细胞因子，索拉非尼或舒尼替尼等酪氨酸激酶抑制剂治疗失败的转移性肾透明细胞癌患者，可使用阿昔替尼。＠依维莫司：是一种口服mTOR抑制剂，依维莫司推荐剂量为10mgqd。常见不良反应包括贫血、感染、疲劳、高血糖、高胆固醇血症、淋巴细胞减少和口腔炎等[123]。少见但严重的不良反应包括间质性肺炎等。RECORD-1研究[218]证实二线应用依维莫司和安慰剂治疗晚期肾细胞癌的中位PFS分别是4.9个月vsl.9个月。临床获益率达69%，中位OS为14.8个月。中国大陆的一项多中心注册临床研究(L2101研究）证实[219]:二线使用依维莫司治疗晚期肾细胞癌的中位PFS是6.9个月，临床获益率为66%,1年生存率为56%,1年无进展生存率为36%。中国台湾地区的研究证实[220]：二线使用依维莫司的中位PFS是7.1个月，中位OS为20.7个月。全球的REACT研究证实[221]：无论患者一线使用舒尼替尼或索拉非尼，无论患者一线治疗的客观反应率如何，二线使用依维莫司均有效，且二线治疗的客观反应率相似。对索拉非尼和舒尼替尼等酪氨酸激酶抑制剂治疗失败的转移性肾透明细胞癌患者，可酌情使用依维莫司。＠卡博替尼：一项皿期临床研究（METEOR)随机入组既往酪氨酸激酶抑制剂治疗失败的转移性肾细胞癌患者[222,223]'卡博替尼与依维莫司相比，PFS及OS均有显著延长(7.4个月VS3.8个月，HR=0.58,P<0.001;21.4个月VS6.5个月，HR=0.66,P<0.001)。在另外的一项研究中，也再次证实了卡博替尼相比依维莫司可提高PFS(HR=0.51,P<0.0001)和客观缓解率(17%VS3%,P<0.001)。因此可作为转移性肾透明细胞癌二线治疗的首选方案之一。＠替沃扎尼：2021年3月，FDA批准了替沃扎尼，是一种新型的多靶点酪氨酸酶抑制剂，用于治疗接受两种及两种以上系统性治疗（至少包括一种VEGFR抑制剂）的晚期肾细胞癌患者。TIV0-3的m期临床试验共入组350例患者，替沃扎尼治疗组（替沃扎尼1.5mg口服）175例，索拉非尼治疗组175例。结果显示替沃扎尼治疗组患者的PFS达5.6个月，显著优于索拉非尼治疗组的3.9个月(p=0.016)[224]。对索拉非尼和舒尼替尼等酪氨酸激酶抑制剂治疗失败的转移性肾透明细胞癌患者，可酌情使用替沃1肾细胞癌诊断治疗指南被批准用于晚期肾细胞癌的治疗。推荐剂量为3mg/酶kg,每2周1次。晚期肾细胞癌CheckMate025临床试验结果显示，二线应用纳武利尤单抗的OS较依维莫司延长5.4个月(25个月vs19,6个月，HR=0.73,P=0.002)，客观缓解率也明显高千依维莫司(25%vs5%)[188]。可作为转移性肾透明细胞癌二线治疗的首选方案之一。＠仑伐替尼＋依维莫司：仑伐替尼是一个多靶点TKI药物，已成为多种晚期恶性肿瘤治疗的推荐药物，而依维莫司是一种口服mTOR抑制剂，两者联合可提高抗肿瘤疗效。推荐剂僵为仑伐替尼18mg＋依维莫司5mg,每日1次。一项晚期肾细胞癌Il期研究显示两者联合治疗的PFS和OS相对千单药依维莫司明显延长(14,6个月vs5.5个月，HR=0.40;25.5个月vs15.4个月，HR=0_67)[22s,226J,可作为转移性肾透明细胞癌二线治疗的首选方案之一。＠仑伐替尼＋帕博利珠单抗：仑伐替尼＋帕博利珠单抗用千晚期肾细胞癌常规治疗失败的Il期研究[227],共入组33例患者，其中58％的患者接受过含有免疫检查点抑制剂方案的药物治疗，结果显示ORR达到64%，中位PFS为11.3个月，疗效持续时间为9.1个月，显示该方案在晚期肾细胞癌二线治疗中有较好的疗效。＠阿昔替尼＋帕博利珠单抗：尽管没有临床试验数据支持阿昔替尼联合帕博利珠单抗作为转移性肾透明细胞癌的二线治疗方案，但考虑此方案可作为转移性肾透明细胞癌的首选一线治疗方案，因此多数专家认为阿昔替尼联合帕博利珠单抗可作为舒尼替尼等一线靶向药物治疗晚期肾透明细胞癌失败后的一种推荐方案。一项在中国人群中的多中心回顾性研究纳入了255例既往接受过一线靶向药物治疗失败的转移性肾透明细胞癌患者，其中阿昔替尼单药治疗组139例，治疗组116例（包括帕博利珠单抗32例、纳武单抗6例、特瑞普利单抗42例、信迪利单抗32例和替雷利珠单抗4例）［190]。结果提示阿昔替尼联合PD-1抑制剂冶疗组的ORR(33.6%VS20.1%,P=0.015)以及PFS(11.7个月vs7.5个月，P=0.002)均显著优于阿昔替尼单药组。显示阿昔替尼联合PD-1抑制剂在晚期肾细胞癌二线治疗中具有较好的疗效。＠伊匹单抗＋纳武单抗：临床试验Checkmate016[187]研究共纳入53例转移性肾透明细胞癌患者，其中22例患者既往接受过细胞因子或靶向药物治疗，结果提示纳武单抗3mg/kg＋伊匹单抗lmg/kg治疗组以及纳武单抗lmg/kg＋伊匹单抗3mg/kg治疗组-17-中国泌尿外科和男科疾病诊断治疗指南的ORR分别达42.1％和36.8%,2年总生存率分别为67.3％和69.6%，疗效良好，提示伊匹单抗＋纳武单抗可作为晚期肾细胞癌二线治疗的方案。吩伏罗尼布十依维莫司：伏罗尼布是国产新一代多靶点激酶抑制剂。北京大学肿瘤医院的一项1期临床试验纳入了22例一线靶向治疗失败的晚期肾透明细胞癌患者。结果显示，伏罗尼布不同治疗剂量(100mg,150mg,200mg)＋依维莫司(5mg)可用千晚期肾透明细胞癌患者的二线治疗，ORR达32%,并提出伏罗尼布200mg作为进一步研究的推荐剂亘[228]里o＠一线药物的二线应用：索拉非尼、舒尼替尼、培嗤帕尼这三种药物，在国内转移性肾透明细胞癌的一线治疗中，均取得了良好的治疗效果。大量研究证实了它们在序贯治疗中作为二线治疗药物也具有抗肿瘤的良好效果。所以，这三种药物的互换也可作为转移性肾透明细胞癌的二线治疗方案。2)一线双免疫治疗或免疫联合靶向治疗失败的后续治疗：目前尚缺乏关于晚期肾细胞癌双免疫治疗或免疫联合靶向治疗方案治疗失败后的二线治疗相关随机对照研究，后续治疗的研究主要集中在靶向药物上。INMUNOSUN研究是一项探索舒尼替尼对于一线免疫治疗或免疫联合靶向治疗失败后晚期肾透明细胞癌患者疗效的多中心lI期临床研究(NCT03066427),共入组21例患者，接受二线舒尼替尼治疗(50mg/d,4/2方案），ORR为19%，中位PFS和OS分别为5.6个月和23.5个月[229]。尽管此临床研究未达到主要研究终点(ORR=30%），但结果揭示舒尼替尼作为一线免疫治疗或免疫联合靶向治疗失败后的二线治疗方案，具有一定的抗肿瘤疗效。一项纳入12个研究中心33例晚期肾细胞癌的回顾性研究，分析了纳武利尤单抗联合伊匹单抗一线免疫治疗失败后接受靶向药物治疗的疗效，整体疾病控制率为76%，其中舒尼替尼17例，阿昔替尼8例，培嗤帕尼6例，卡博替尼2例，中位随访22个月，中位PFS分别为8个月（舒尼替尼）、7个月（阿昔替尼）和5个月（培嗤帕尼和卡博替尼）（P=0.35)，靶向治疗中位OS分别为11个月（舒尼替尼），未到达（阿昔替尼）和13个月（培嗤帕尼和卡博替尼）［230]。另一项多中心回顾性研究分析了70例既往一线免疫或免疫联合靶向治疗失败后接受靶向药物的晚期肾细胞癌患者，其中阿昔替尼47例，培挫帕尼为16.9个月[231]。尽管在临床回顾性研究中证实了后线的靶向药物治疗具有一定的抗肿瘤疗效，但由于样本量小，目前尚难以决定一线免疫或免疫联合靶向治疗后的靶向药物选择。因此多数专家共识建议一线治疗己应用免疫检查点抑制剂的晚期肾透明细胞癌患者，二线治疗方案可使用未应用过的TKI类靶向药物（证据级别4)，同时也建议更多的临床试验来明确二线治疗方案。证据总结证据级别一线和二线VEGF－靶向药物治疗可改善转移性肾透la明细胞癌患者的PFS和OS免疫检查点抑制剂帕博利珠单抗联合阿昔替尼、帕lb博利珠单抗联合仑伐替尼、纳武利尤单抗联合卡博替尼治疗中高危转移性肾透明细胞癌免疫检查点抑制剂avelumab联合阿昔替尼、纳武利la尤单抗＋伊匹单抗治疗中高危转移性肾透明细胞癌安罗替尼可用于转移性肾透明细胞癌的一线治疗2b阿昔替尼治疗一线细胞因子失败和TKI治疗失败的la肾透明细胞癌纳武利尤单抗治疗TKI一线治疗失败的肾透明细胞癌la卡博替尼、仑伐替尼联合依维莫司治疗一线TKI治la疗失败的肾透明细胞癌阿昔替尼联合帕博利珠单抗可用于晚期肾透明细胞2b癌的二线治疗一线治疗巳使用免疫检查点抑制剂的晚期肾透明细4胞癌二线治疗建议使用未应用过的TKI药物推荐意见推荐等级帕博利珠单抗联合阿昔替尼、帕博利珠单抗联合仑强烈推荐伐替尼、纳武利尤单抗联合卡博替尼用于中高危转移性肾透明细胞癌的一线治疗舒尼替尼、培嗤帕尼用于中低危转移性肾透明细胞强烈推荐癌的一线治疗高危转移性肾透明细胞癌患者一线治疗建议使用含强烈推荐有免疫检查点抑制剂的联合治疗方案卡博替尼、阿昔替尼、仑伐替尼联合依维莫司可用强烈推荐于既往靶向治疗失败的晚期肾透明细胞癌一线治疗应用免疫检查点抑制剂的晚期肾透明细胞推荐癌二线治疗建议使用未应用过的TKI药物一线治疗应用TKI药物的晚期肾透明细胞癌的二线强烈推荐治疗建议使用免疫联合方案注贝伐珠单抗、纳武利尤单抗、帕博利珠单抗、仑伐替尼、安罗替尼国内已上市，但未批准用于转移性肾细胞癌的治疗；伊匹单抗、卡博替尼、阿特珠单抗等尚未于国内上市批准用于转移性肾细\n胞癌的治疗（四）复发性肾细胞癌的治疗\n肾细胞癌术后复发是指RN、PN、消融治疗术后在残留肾脏、肾窝、肾静脉、同侧肾上腺及区域淋巴结发生的局部复发。局限性肾细胞癌患者术后有20%~40％将会出现肿瘤的复发和转移[232,233]。以术后第一个5年为界限，划分为术后早期复发和晚期复发[234]。大部分肾细胞癌患者术后复发属于早期复发，但仍存在约10％的晚期复发性肾细胞癌患者（最长术后45年）（235-237]。对于高风险患者，例如高核分级、原发病灶局部侵犯肾周组织、淋巴及血管侵犯等，密切的长期随访(>5年）有助千及时发现局部复发。复发性肾细胞癌可发生于肾细胞癌根治性切除术、肾部分切除术、冷冻消融、射频消融等术后。l保留肾单位术后复发性肾细胞癌治疗原则保留肾单位手术后肿瘤复发可分为肾内复发和区域复发（静脉内癌栓、腹膜后淋巴结转移等），两者均统称为局部区域复发。文献报道pTl期肾细胞癌患者肾部分~切除术后复发率为0.5%2.2%，手术治疗是肾部分切除术后局部区域复发推荐的治疗方式[238,239]。对于肾内复发患者，优选再次肾部分切除术，尤其适用于孤立肾、双侧肾肿瘤及肾功能不全等患者；若复发病灶大导致残存的正常肾实质少、解剖层次不清晰导致手术难度大、复发病灶不完全切除导致肿瘤残留等情况，建议进行根治性肾切除(154,155]。文献报道再次肾部分切除术治疗肾部分切除术后局部肾内复发患者，4年肿瘤控制率达80.4%[240]。肾细胞癌射频消融或冷冻消融术后的局部区域复发（肾内和区域）的发生率高达12%~14%(241,242]'再次消融被推荐为肾细胞癌消融术后局部区域复发病灶的主要治疗方式。2根治性肾切除术后复发性肾细胞癌冶疗原则肾细胞癌根治性肾切除术后肿瘤复发是指发生在肾窝的局部肿瘤复发，可能原因如下：首次肾切除手术时已有同侧肾上腺转移病灶；首次手术时区域淋巴结清扫不充分，残留病灶；肾周脂肪组织、肾窝或腰大肌组织等肾周组织残留病灶；术中手术区域肿瘤种植。肾细胞癌对传统的放、化疗不敏感，肾细胞癌根治性切除术后局部复发的放射治疗等非手术治疗疗效有限(243]。目前手术切除是肾细胞癌根治性切除术后孤立性局部区域复发病灶的主要治疗方式，可以显著延长患者生存时间。一项回顾性研究分析肾细胞癌根治性切除术后1737例患者，术后局部区域复发率1肾细胞癌诊断治疗指南报道，2945例肾细胞癌患者根治性切除术后出现54例(1.8%）孤立性局部肾窝区域复发，其中包括同侧肾上腺及腹膜后淋巴结等区域[245]。肾细胞癌复发病灶手术切除术后的不良预后因素包括复发病灶不完全切除、肉瘤样变、首发肿瘤手术切除术后短时间内复发(<3~12个月）等[245,246]。对于术后局部复发的肾细胞癌患者，在充分评估的基础上行二次手术是安全、可行的，可在保证复发病灶完整切除的前提下，使患者获得较好的远期肿瘤控制效果。如果局部复发病灶不能完全手术切除时，可以考虑局部区域放射性治疗，以达到局部控瘤和缓解疼痛的目的。证据总结证据级别孤立性局部肾窝区域复发比较少见(2%)3肾细胞癌局部区域复发的患者接受局部治疗（手3术、射频等），可以获得良好的瘤控和改善生存时间，除外肉瘤样变、首发肿瘤治疗后短时间内复发(<12个月）等推荐意见推荐等级如果手术技术条件可行，且没有严重合并症的情况推荐下，建议对局部复发病灶进行局部治疗（手术、射频等）"}
{"raw_content": "七、其他类型肾细胞癌\n（一）遗传性肾细胞癌\n有5%~8％的肾细胞癌具有家族遗传性［8]。目前所知，已有IO种具有各自特定胚系突变、组织学表现及伴随疾病的遗传性肾细胞癌（表1-11)[247]。遗传性肾细胞癌常伴有家族史、有特征性的发病年龄及伴随有相应综合征中其他典型的病变。遗传性肾脏肿瘤的发病中位年龄为37岁，约70％的遗传性肾脏肿瘤发病年龄在46岁之前[248]。因此，NCCN指南建议，对千46岁以下或伴随家族史的多发肾脏肿瘤疾病患者，应考虑行基因检测[247]。2022年4月，《肾癌基因检测中国专家共识(2021版）》制定了包括遗传性肾细胞癌患者在内的中国人群需要行基因检测的清况［7]。通过基因检测，可以明确遗传性肾脏肿瘤患者的病理类型，并根据该疾病遗传特征，指导相应治疗，结合遗传咨询以评估直系亲属的患病风险。此外，对于罕见类型或组织病理学不明确的肾脏肿瘤，也可以通过基因检测明确基—19—中国泌尿外科和男科疾病诊断治疗指南因突变类型，从而指导临床治疗及用药。对千患有遗传性肾脏肿瘤的患者，常需要反复进行手术干预。对于绝大多数遗传性肾脏肿瘤，保留肾单位手术可选择作为首选干预方式，但应除外HLRCC（遗传性平滑肌瘤病和肾细胞癌）和SDH（唬珀酸脱氢酶）综合征[249]。以上两种遗传性肾脏肿瘤，考虑到疾病进展速度较快，恶性程度较高，推荐在第一次手术时即采取根治性切除的手术方式[250]。而包括VHL综合征在内的其他遗传性肾脏肿瘤，如最大一枚病灶直径小千3cm,可考虑等待观察，以减少外科干预的次数[251]。此外，TFE3和TFEB体细胞融合易位虽然不伴有遗传性，但有15％的45岁以下患者诊断为RCC,有20%~45％的儿童和青少年诊断为RCC[2s2]。1.VonHippel-Lindaudisease(VHL)综合征相关肾细胞癌VHL综合征是一种常染色体显性遗传综合征，由染色体3p25-26上的肿瘤抑制基因VHL突变引起。其特点是多个器官发生肿瘤，肾脏是VHL综合征的主要累及器官之一。VHL综合征中肾细胞癌发生率为50%,60岁以后肾细胞癌的外显率约为70%，其特征是发病年龄早，双侧发生，往往有多发的病灶，且常发生在多发肾裘肿的病变中[253]。治疗上肾肿瘤直径<3cm者观察等待，当肿瘤最大直径?3cm时考虑手术治疗，以NSS为首选，要切除所有实性肿瘤及囊性病变，术后必须严密观察。对于接受手术有重大内科或外科手术风险的患者，可考虑消融治疗。全身药物治疗方面，NCCN推荐缺氧诱导因子－2a(HIF-2a)抑制剂“Belzutifan\"用于治疗VHL病肾细胞癌（证据水平2a,优先推荐），以及血管生成抑制剂＂帕嗤帕尼＂（证据水平2a,推荐）［247]。2结节性硬化症肾细胞癌结节性硬化症(tuberoussclerosis,TSC)是一种多系统受累的常染色体显性遗传病，分为TSCl和TSC2突变，TSCl基因位于染色体9q34,TSC2基因位千染色体16p13.3。该病的特点是脑、眼、皮肤和肾脏肿瘤。在TSC患~者中，有80%85％的患者有肾脏受累，最常见肾血管平滑肌脂肪瘤，另外还有肾褒肿、嗜酸细胞腺瘤和肾细胞癌。TSC患者的肾细胞癌以早发、多发为特征，女性居多，病理类型主要为TSC相关的乳头状肾细胞癌、嫌色细胞性肾细胞癌、伴平滑肌瘤样间质的肾细胞癌等。治疗上首选NSS,对于双侧多发小肾细胞癌，积极监测或射频消融也是可选择的方案。3.BHD综合征肾细胞癌Birt-Hogg-Dube(BHD)患有皮肤纤维毛褒瘤、肺襄肿、自发性气胸以及多种原发于远侧肾单位的肾肿瘤。发现肾脏肿瘤的平均年龄为50岁，包括嫌色细胞癌、混合性嫌色细胞／嗜酸细胞瘤和嗜酸细胞瘤，透明细胞癌和乳头状肾细胞癌也有报道。常呈双侧及多灶性发病，治疗以NSS为首选，对于双侧多发小肾细胞癌也可选择积极监测或射频消融治疗。4遗传性平滑肌瘤病和肾细胞癌综合征相关肾细胞癌[hereditaryleiomyomatosisandrenalcellcarcinoma(RCC)syndrome-associatedRCC,HLRCC相关RCC]为罕见的常染色体显性遗传病，患者除有肾细胞癌表现外，还并发肾外平滑肌瘤病(254]。20%~34％的HLRCC患者并发肾细胞癌(255]'平均~发病年龄4146岁[256]。患者存在染色体lq42-43延胡索酸水合酶(FH)基因表达异常。肿瘤多为单侧、单发病灶[254,257,258]，肿瘤侵袭性强[II]'易于发生转移，预后差。明确诊断后对局限性肿瘤应尽早行手术治疗，如根洽性肾切除＋淋巴结清扫术（证据水平4,推荐）［259]。NCCN推荐“贝伐单抗＋厄罗替尼“用于治疗晚期HLRCC相关RCC患者（证据水平2a,推存廿）[247,260]5遗传性乳头状肾细胞癌(hereditarypapillaryrenalcarcinoma,HPRC)遗传性乳头状肾细胞癌是一种少见的常染色体显性遗传病，该病发病年龄不定，儿童和老年人均有报道气肿瘤发生与定位于7q31的肝细胞生长因子受体(MET)基因表达异常有关，易发展为双侧、多灶的I型乳头状肾细胞癌[254,261]。肿瘤直径<3cm时密切随访、监测（证据水平4,可选择）或行消融治疗（证据水平2b,可选择）［11,2621;;::3cm时首选保留肾单位的肾部分切除术(NSS)（证据水平4,可选择），晚期患者可考虑使用血管内皮生长因子(VEGF)抑制剂和mTOR抑制剂如雷帕霉素[261]（证据水平lb,推荐），以及MET抑制剂(263-265]。6．其他类型遗传性肾细胞癌包括唬珀酸脱氢酶缺陷型肾细胞癌、Cowden综合征、甲状旁腺功能亢进－下颌肿瘤综合征、小眼畸形相关转录因子(MITF)基因相关肿瘤等。\n（二）Bellini集合管癌\n肾集合管癌是一种非常少见的肾细胞癌病理亚型，起源于肾髓质的集合管(Bellini管）。就诊时大多已发生转移，恶性程度极高，进展迅速，大多数~患者在初次诊断后13年死亡［7]。其与肾透明细胞表1-11遗传遗传性肾脏肿瘤综合征／相关基因主要组织病理学VonHippel-Lindau(VHL)综合征相关透明细胞癌性肾细胞癌遗传性乳头状肾细胞癌(HPRC)/METI型乳头状肾细胞癌基因Birt-Hogg-Dube综合征肾细胞癌嫌色细胞癌、混合嗜酸(BHDS)/FLCN基因胞瘤、乳头状肾细胞癌结节性硬化症肾细胞癌(TSC)/TSCI、血管平滑肌脂肪瘤、透明TSC2基因胞癌遗传性平滑肌瘤病和肾细胞癌综合征相HLRCC或FH相关RCC关肾细胞癌(HLRCC)/FH基因型乳头状肾细胞癌BAPI肿瘤易感综合征(TPDS)/BAPI透明细胞癌、嫌色细胞癌基因遗传性副神经节瘤／嗜铭细胞瘤(PGL/透明细胞（通常不是PCC)综合征／SDHA/B/C/D基因SDHB)、嫌色细胞癌II型乳头状细胞癌，肾酸细胞腺瘤癌比较，肿瘤特异性生存率的风险比为4.49[266]。大宗病例研究显示44.2％的患者有区域淋巴结转移，32.1％有远处转移[267]。局限性肾集合管癌的治疗以外科手术为主，但疗效明显差于肾细胞癌的其他亚型[268,269]。目前肾集合管癌患者缺乏有效的术后辅助治疗。转移性肾集合管癌对放疗及细胞因子治疗均不敏感，对靶向治疗反应差。吉西他滨和铅类联合应用具有一定疗效，客观反应率为26%，疾病控制率为70%，中位生存时间为10.5个月[270]。\n（三）肾髓样癌1肾细胞癌诊断治疗指南\n传性肾脏肿瘤概述遗传模式主要临床表现相关MDT科室常染色体显性遗传神经外科视网膜、脊柱或脑的血管母细胞瘤眼科年龄<40岁的透明细胞癌或在任何年龄诊断的五官科多发性／双侧ccRCC肿瘤内分泌科嗜铭细胞瘤普外科腹部、胸部或颈部副神经节瘤视网膜血管瘤常染色体显性遗传肾脏科多灶性双侧肾细胞癌酸细常染色体显性遗传呼吸科癌皮肤纤维毛毅瘤或毛发瘤，肺痰肿和自发性气胸皮肤科明细常染色体显性遗传神经科肾血管平滑肌脂肪瘤(AML)114]心脏横纹肌瘤皮肤科皮质发育不良，包括结节和脑白质迁移线血管纤维瘤(;:,3)或纤维性脑斑块黑色素减退斑（直径3~5mm)淋巴管平滑肌瘤病(LAM)多发性视网膜结节性错构瘤鲨鱼皮样斑室管膜下巨细胞星形细胞瘤(SEGA)室管膜下结节(SEN)指（趾）纤维瘤(;:,2)C/Il常染色体显性遗传妇科皮肤和子宫平滑肌瘤，单侧、孤立性和侵袭性肾皮肤科细胞癌；PET阳性肾上腺腺瘤癌常染色体显性遗传皮肤科黑色素瘤（葡萄膜和皮肤）、肾细胞癌、间皮瘤眼科胸外科是常染色体显性遗传内分泌科癌、头颈部副神经节瘤和肾上腺或肾上腺外嗜铭细胞肾嗜瘤，GIST肿瘤常具有特征性的锻刀样红细胞贫血症［7]。该肿瘤恶性度极高，大多数患者发现时已是晚期，95％的患者存在转移病灶，且大部分患者治疗无效，即使接受化疗，生存率也很低，中位生存期为5个月[271,272]。对于肾髓样癌来说单纯手术治疗远远不够，需要结合化疗和放疗。口服靶向药物通常不会缓解病情以铅类为基础的化疗方案应该是首选疗法（证据水平2a,推荐）［247]。\n（四）基因易位性肾细胞癌\n基因易位性肾细胞癌较少见，多发生于儿童和年轻人，在最新的WHO肾脏肿瘤病理分类中被归为MiT家族易位性肾细胞癌，涉及M订转录因子家族—21—中国泌尿外科和男科疾病诊断治疗指南两个成员(TFE3和TFEB基因）与不同的基因发生融合。Xpll.2易位相关肾细胞癌是TFE3基因与不同的伙伴基因发生融合，t(6;11)易位性肾细胞癌是MALATl-TFEB基因发生融合(7,273]。Xpll.2易位相关肾细胞癌占MiT家族易位性肾细胞癌的90％以上(274]。儿童肾细胞癌中约40％是Xpll.2易位相关肾细~胞癌，而在成人中，这一比例是1.6%4%(275]。不同转位类型预后差异较大，如TFE3-ASPSCR1预后较差，TFE3-MED15预后较好，可选择进行转录组测序明确转位类型，伴有远处转移和年轻患者的预后通常较差。不同伙伴基因的Xpll易位相关肾细胞癌可能存在不同的临床特征[276]。抗血管内皮生成因子靶向药物对部分患者有效[277]。\n（五）黏液小管状及梭形细胞癌\n黏液小管状及梭形细胞癌是一类低度恶性的肾脏上皮源性肿瘤，其确切起源尚不清楚(278]，预后通常好千其他类型的肾细胞癌。该肿瘤初诊时多为局限性肿瘤，很少出现淋巴结转移和远处转移，根治性手术仍是最佳治疗手段，术后不需要其他辅助治疗(279]。\n（六）肾脏转移癌\n其他恶性肿瘤转移到肾脏比较罕见，绝大多数文献报道是基于尸体解剖结果，88％病例有明确的其他部位原发恶性肿瘤史，63％病例合并肾脏以外的其他器官转移。肾脏转移癌的临床特点主要有双侧肾脏转移、多发转移灶、肿瘤病灶呈弥漫性生长、边界不清，同时侵犯肾皮质和肾髓质；可伴有血尿、肾区疼痛和血清肌酐升高(280]。当肿瘤的临床和影像学检查缺乏典型肾细胞癌或尿路上皮癌的形态特征时，可行穿刺活检进一步明确病理诊断。当肿瘤引起严重血尿或疼痛症状时，如果对侧肾脏功能正常，可考虑行患侧肾脏的姑息性肾切除(281]。肾脏转移癌的全身系统性治疗应遵从原发肿瘤的系统性治疗方案(282]。"}
{"raw_content": "八、预后影响因素\n影响肾细胞癌预后的主要因素包括肿瘤的解剖因素、组织学因素、临床因素和分子因素等。解剖因素包括肿瘤的大小，是否侵犯静脉、集合系统、肾窦脂肪、肾包膜及肾周脂肪，是否有肾上腺侵犯及转移，是否有淋巴结转移及远处转移。侵犯等。Fuhrman核分级是常用的病理分级方法，但目前更推荐采用新的WHO/ISUP分级系统(IO]，该系统根据100倍及400倍光镜下肿瘤细胞核仁的情况，更加简便和客观地对RCC进行病理分级（证据级别3)。单因素分析显示肾细胞癌的预后与组织学亚型有关，嫌色性肾细胞癌、乳头状肾细胞癌较透明细胞癌预后更好[283,284]'5年生存期分别为88%、91%、71%[285,286］。在乳头状癌亚型中，I型为低级别肿瘤，预后较好；Il型为高级别肿瘤，易发生转移，预后较差(287]（证据级别3)。但通过对肿瘤的分级、分期等多因素进行综合分析后发现，组织学亚型不能作为独立的预后因素[284]（证据级别2a)。临床因素包括体能状态评分（表1-12)、局部症状、恶病质、贫血、血小板计数、中性粒细胞计数、淋巴细胞计数、中性粒细胞／淋巴细胞比值、C反应蛋白和血白蛋白[288-292]（证据级别3)。目前的各种分子标志物对肾细胞癌预后的预测还缺乏准确性，需要进一步研究验证，尚未被推荐临床应用(I88,222,293-295]。预测肾细胞癌预后的评价体系较多，目前常用的预后评价系统有：对局限性肾细胞癌和局部进展性肾细胞癌推荐使用UISS、SSIGN(StageSizeGradeNecrosis)、Post-operativeKarak记wicz'snomogram评分系统；对晚期／转移性肾细胞癌推荐使用IMDC和MSKCC评分系统进行危险度分级[296-305]（表1-13)。证据总结证据级别RCC患者TNM分期、肿瘤细胞核分级和RCC亚型2a作为评价预后的重要信息推荐意见推荐等级使用新的配细胞癌TNM分期系统进行预后评估强烈推荐使用肿瘤细胞核病理分级系统作为肾细胞癌预后评强烈推荐价指标转移性肾细胞癌使用IMDC和MSKCC预后评价强烈推荐系统"}
{"raw_content": "九、随访\n随访的主要目的是检查是否有术后并发症、肾功能恢复情况、是否有肿瘤复发转移等。有研究认为治疗后常规随访的肾细胞癌患者较没有进行常规随访的患者可能具有更长的总生存时间[306]，但由于循证医表1-12Karnofsky体能评分及Kamofsky体能评分(KPS,百分法）体能状况评分正常，无症状和体征100活动能力完能进行正常活动，有轻微症状和体征90能自由走动较重的体勉强可进行正常活动，有一些症状或体征80能自由走动床活动生活可自理，但不能维持正常生活和工作70生活仅能部分生活能大部分自理，但偶尔需要别人帮助60卧床不起，生常需人照料50死亡生活不能自理，需要特别照顾和帮助40生活严重不能自理30病重，需要住院和积极的支持治疗20重危临近死亡10死亡。表1-13肾细胞癌预预后模型TNMECOGKamofskyRCC体能体能评分相关评分症状局限性UISSV'V'肾细SSIGNV'胞癌Post-operativeV'Karak比w1cz'snomogram转移性MSKCCV'肾细!MDCV'V'胞癌学的证据尚不充分，目前尚不能确定最经济、最合理的随访内容和随访时限，也并非所有患者都需要进行严密的影像学随访。随访可结合当地医疗条件、患者肿瘤复发风险等并参考以下内容进行。常规随访内容包括：心病史询问。＠体格检查。＠实验室检查，包括尿常规、血常规、尿素氮、肌酐、胱抑素C、乳酸脱氢酶、肝功能、碱性磷酸酶和血清钙。术前检查异常的血生化指标，通常需要进一步复查。如果有碱性磷酸酶异常升高和（或）有骨转移症状如骨痛，需要进行骨扫描检查。＠影像学检1肾细胞癌诊断治疗指南及Zubrod-ECOG-WHO体能评分ECOG体能评分(ZPS,5分法）体能状况评分完全正常，与起病前活动能力无任何差异0动及从事轻体力活动，包括一般家务或办公室工作，但不能从事1体力活动动及生活自理，但已丧失工作能力，日间不少于一半时间可以起2分自理，日间一半以上时间卧床或坐轮椅生活不能自理预测预后评价体系汇总采用的评价指标Fuhrman肿瘤肿瘤诊断后乳酸血红中性粒细血小板分级坏死大小延迟脱氢酶血钙蛋白胞／淋巴计数治疗细胞比值V'vvV'VV'vV'V'V'vV'V'V'减少放射线的损害，除了胸部以外的其他部位可以用MRI检查；腹部超声波检查发现异常的患者需行腹部CT扫描检查加以确认[I1,247]。对千肾部分切除术后的患者，术后随访的重点在于早期发现局部复发和远处转移。肾部分切除术后复发罕见，与切缘阳性、多中心性及组织学分级有关，早期发现并进行手术才是治疗复发病灶最有效的方法。第一次随访可在术后4~6周进行，主要评估肾脏功能、术后恢复状况以及有无手术并发症。根据肾细胞癌的临床分期采取不同的随访时限和随访内容：CDI期肾细胞癌随访强调个体化原则，临床上可一－23—中国泌尿外科和男科疾病诊断治疗指南采用UISS风险评分系统判定局限性或局部进展期肾细胞癌行根治性或肾部分切除术后复发或转移的危险程度，并依据危险程度的高低决定患者随访的时间间~隔以及随访检查的项目，5年内每612个月随访l次，5年后每2年随访1次，详见表1-14。对于行射频或冷冻消融患者，随访应该更严密。(2)II～皿期肾细胞癌的随访比1期肾细胞癌的随访应当更加严密，每3~6个月进行1次，连续3年，之后每年1次至术后5年，5年后每2年随访1次（表1-15)。@W期肾细~胞癌每616周随访1次，随访方案应根据患者一般情况，服用靶向药物时间、剂量、毒副作用等因素适当调整芞＠VHL综合征治疗后，应每年进行腹部MRI扫描l次；每年进行1次中枢神经系统体格检查，每2年中枢神经系统MRI扫描1次；每年进行血儿茶酚胺测定以及眼科和听力检查(307]0表1-14I期肾低复发风险5年·I~36个月1年2年3年（每2年1次个月复发风病史询问v/V'V'V'vV/vvl体格检查V'V'V'V'实验室V'V'V'V'V'V/检查腹部超声V'V'V'V'V'胸部CT或X线片V'V'V'V'V'腹部CTV'V'V'V'表1-15II～川期1~3个月6个月9个月12个月15个月18个病史询问V'V'V'V'V'V'体格检查V'vvfV'V/V'v实验室检查V/Vv/V'V'v腹部超声V'V'V/V'V'v胸部CT片V/V'腹部CTVV'V'V'需要指出的是并非随访的频率越高、强度越大，就能获得更大的生存优势。根据RECUR研究结果，对于局限性肾细胞癌患者，更加严密的影像学随访并不能改善复发后的总生存率[308]。证据总结证据级别随访比没有进行随访的患者有更好的生存率随访可以更早发现可以手术切除的局部复发或者远4处转移病灶推荐意见推荐等级依据肿瘤复发风险如UISS风险评分系统对肾细胞强烈推荐癌患者术后进行个体化定期随访肾细胞癌随访表中／高复发风险年后!~35年后次，约10%6个月1年2年3年个月（每2年1次）风险）VVVvV'V/Vv/vV'V/V/V'vV'V'V'V/V/vlV'V'vlV'V'V'v/V'V/V'V'VV'V'期肾细胞癌随访表个月21个月24个月30个月3年4年5年后（每2年1次）vV'V'V'V'V'vvV'V'V'V'V'V'v/V/V'V'vV'V'V'V'V'V'V'V'V'V'vvvV'y'·-实验室检查：临床症状：血常规肾功能异常昙尿常规三肝肾功能腹部包块血沉副瘤综合征血清钙AKP异常脏肾转移症状碱性磷酸酶AKP雪1骨扫描I可乳酸脱氢酶LDH疑肿物影像学检查：超声检查叫胸部X线片或CT|CT平扫、增强有中枢神经可选：症状MRI平扫、增强叫头部CT/MRl]超声造影肾图下腔静脉癌栓PET-CT胸腹盆腔M阳.-----------1-------------------------;:..:..:.;..:.:·-----小肿物性质不能确定1随诊观察或穿刺活检或肾部分切除术-诊疗流程—25------------------------------------------------------------•l主动监测I：注：消融治疗（包括冷冻和:PN:肾部分切除术射频消融术）:RN:根治性肾切除术PN（优先考虑）或RNRNRN＋肿大淋巴结清扫疾病进展或无个RN＋下腔静脉癌栓取出术法根治体化综减瘤性肾切除合IMDC或治RN＋转移灶切除MSKCC疗风险分层RN＋转移灶消融RN＋转移灶立体定向放疗组织活检介入治疗:新辅助（可选择）或未手术------------------------------------------------------------J程琼苗蒂滋吟i强邓i书谎琐膀胱及尿道癌目录更新要点总论第一节非肌层浸润性膀胱癌更新2006年，中华医学会泌尿外科学分会(CUA)组织有关专家组成编写组，编写了我国第1版《膀胱癌诊断治疗指南》（以下简称《指南》）。岁月不居，弹指芳华，第1版指南间世至今已超过15年，时间见证了中国膀胱癌诊治水平的飞跃式提升，也见证了中国泌尿外科人永不停歇的奋斗脚步。历经多次修订与更新，膀胱癌指南已在全国范围内得以广泛推广和应用，对提高我国膀胱癌的诊治水平起到了巨大的推动作用。推陈出新，继往开来。近年在中华医学会泌尿外科学分会指南办公室的统一领导安排下，中华医学会泌尿外科学分会(CUA)联合中国医师协会泌尿外科医师分会(CUDA)、中国抗癌协会泌尿男生殖系肿瘤专业委员会(CACA-GU)联合成立了《指南》编写组。随着膀胱癌诊治理念的快速进步以及国家对于肿瘤、卫生政策的不断变化，《指南》编写组在循证证据、科学研究进展的基础上，结合我们中国的国情和特点，制定了每2年更新1次电子版，每3年更新1次纸质版的更新策略。为贴合临床实践，2022版《指南》在加入＂尿道癌＂章节后更名为《膀胱及尿道癌诊断治疗指南》。雪宅召O右N社癌诊断治疗指南第二节可根治性切除的肌层浸润性膀胱癌第三节不可根治切除及转移性膀胱癌第四节膀胱非尿路上皮肿瘤及尿路上皮癌变异第五节（原发性）尿道癌诊断治疗指南新要点学进展，修订了最适合我国国情、指导我国膀胱癌诊疗临床经验的指南。2022版《指南》进行了较大篇幅的再版，体现了我国膀胱癌多学科综合治疗近况，更新了许多高级别循证医学证据，加入了推荐意见证据等级，采纳了符合我国国情的研究成果。希望新版《指南》起到桥梁、平台、整合、推动的作用，对规范膀胱癌诊疗的临床行为，改善患者预后，保障医疗质量和医疗安全，以及优化医疗资源发挥重要作用。"}
{"raw_content": "一、膀胱癌的流行病学和病因学\nl更新了膀胱癌在全球和我国的流行病学数据。2．结合我国和国外学者最新研究，新增马兜铃酸等相关基因突变在正常尿路上皮细胞恶变进程中的作用和规律。二膀胱癌的组织病理学1对组织学类型及组织学分级进行更详细的描述说明。2新增TURBT及根治性膀胱切除标本推荐的病理报告模板。3新增MIBC和NMIBC的分子分型相关内容。4．推荐意见：由于WHO2004/2016分级系统，相——39中国泌尿外科和男科疾病诊断治疗指南较于WHO1973分级法，在预测肿瘤复发和进展方面，并未显示出明显优势，删去“使用WHO2004分级法进行组织学分级”的推荐，改为＂综合应用WHO1973和WHO2004/2016两种分级系统对膀胱癌进行组织学分级＂。新增可选择“对膀胱癌进行基因检测并行分子分型”的推荐意见。"}
{"raw_content": "三、非肌层浸润性膀胱癌\n1影像学栓查基千国内外最新研究进展，更新了磁共振检查部分描述，特别是着重强调了多参数磁共振(mpMRI)在疾病分期方面的显著优势，新增近期针对VI-RADS评分的敏感性、特异性及一致性的研究进展。推荐意见：新增推荐VI-RADS标准的多参数磁共振进行肿瘤评估。2．危险程度分组新增NMIBC风险预测模型针对不同患者人群开发，强调使用模型时应予以注意，并给出不同风险预测模型的使用推荐意见；针对不同的NMIBC风险分层，给出相应的治疗推荐意见。3．手术治疗新增TURBT术器械相关内容。新增蓝光膀胱镜(BLC)相关内容，并将BLC和窄带成像(NBI)单独成节为增强成像技术，并给出相应推荐意见。将二次电切术相关内容单独成节，并系统性地给出推荐意见。新增RC术用于治疗NMIBC的相关推荐意见。4膀胱腔内治疗新增中危和高危非肌层浸润性膀胱癌灌注治疗的最新系统综述和RCT结果。更新了BCG膀胱灌注治疗失败的类型的定义，以及相关类型出现后的建议。新增溶瘤病毒疗法、白介素激动剂、重组BCG的介绍。5随访新增在随访中根据不同危险度进行上尿路影像学检查。"}
{"raw_content": "四、可根治性切除的肌层浸润性膀胱癌\nl．新增肌层浸润性膀胱癌的诊断相关内容包括MIBC局部影像学分期、淋巴结影像学分期、上尿路影像学、远处转移的评估等。2手术治疗新增MIBC确诊后和新辅助治疗后行根治手术的时机，建议MIBC在确诊肌层浸润性膀胱癌后尽早接受手术治疗的推荐等级更新为强烈推荐；更新RC手术保留性功能和女性生殖器官的高级别证据及中国学者研究；新增RC手术方式选择和扩抑制剂作为辅助治疗。新增术后放疗和术后放化疗相关内容。4保留膀胱综合治疗推荐三联疗法(TMT)作为保留膀胱综合治疗的优选方案，具体实施方式为有计划的多学科综合治疗，强调保留膀胱综合诊治是贯穿患者整个生命周期的全程管理综合方案。新增保膀胱综合治疗的理想人群、非理想人群、相对禁忌和绝对禁忌人群。新增cTURBT联合放化疗的方式、TMT在老年患者中的应用、TMT的毒性反应及控制等相关内容。5，随访新增在怀疑转移时可进行PET-CT检查，另外，保留膀胱的肌层浸润性膀胱癌患者的随访主要采用膀胱镜和影像学检查，尿液细胞学和尿液肿瘤标志物检查也有价值。"}
{"raw_content": "五、不可根冶切除及转移性膀胱癌\nl一线治疗：根据患者耐受情况分别以顺铅为基础的化疗、以卡铅为基础的化疗和不以铅类为基础的化疗三类进行治疗方案推荐。2一线化疗方案新增：吉西他滨联合卡铅(GemCarbo)作为顺铅不耐受患者的一线化疗方案（推荐，2a)。抗体偶联药物新增：维迪西妥单抗用千至少一次系统性治疗失败的HER2表达的局部进展期或转移性尿路上皮癌（推荐，2a)。新增国际上PARP抑制剂在尿路上皮癌最近研究结果的阐述。3更新了不可切除膀胱癌的诊疗流程。4更新了姑息性膀胱切除术的并发症、生存数据及预后的影响因素。5寡转移膀胱癌患者的转移灶切除术部分，纳入了新的文献证据，特别是NCDB数据库和SEER­Medicare数据库研究，对寡转移灶切除术的效果、可能受益人群的选择和预后预测因子进行了更新。6系统性降期治疗后仍无法根治性切除的膀胱癌的治疗：增加根治性放化疗的内容。7转移灶的局部治疗部分：新增肺转移、肝转移、骨转移的姑息放疗的内容。8不可根治性切除及转移性膀胱癌的对症支持治疗：新增疼痛的WHO三阶梯治疗和骨转移的治疗部分。建议根据患者的病情和身体状况，应用恰当的镇痛方法，及早、持续、有效地治疗疼痛，同时要注意预防和控制药物的不良反应。"}
{"raw_content": "六、膀胱非尿路上皮肿瘤及尿路上皮癌变异\nl．依据2016年WHO膀胱肿瘤分类调整了该部分结构和内容，明确了非尿路上皮肿瘤和尿路上皮癌变异，新增部分尿路上皮癌变异，如浆细胞样、微襄性、肉瘤样和淋巴细胞上皮瘤样癌等的诊疗指导和推荐意见。2新增非尿路上皮癌和尿路上皮癌变异中使用免疫检查点抑制剂的相关研究和推荐意见。3调整已有推荐意见的描述，使其更简明及准确；完善晚期肿瘤推荐意见：晚期膀胱非尿路上皮癌，缺乏治疗证据时，可考虑其他部位类似肿瘤的治疗策略。晚期肿瘤可建议患者参加临床试验。"}
{"raw_content": "七、尿道癌\nl，流行病学新增原发性尿道癌患病率男女比数据。2病理学根据2004版WHO泌尿和男生殖系统肿瘤病理分级标准新增尿路上皮性尿道癌病理学分级和非尿路上皮性尿道癌分级标准。3诊断新增临床肿瘤和淋巴结的影像学分期对最终病理分期的准确率预测数据；新增尿细胞学检查凸J3"}
{"raw_content": "一、膀胱癌流行病学\n（一）世界发病率及死亡率\n世界范围内，膀胱癌发病率居恶性肿瘤的第10位，在男性排名第6位，女性排在第10位之后，死亡率居恶性肿瘤的第12位［l]。在欧美，膀胱癌发病率居男性恶性肿瘤的第4位，位列前列腺癌、肺癌和结直肠癌之后，在女性恶性肿瘤排在第10位以后见2020年全球新发膀胱癌病例约57.3万例，死亡约21.3万例；年龄标准化发病率男性为9.5/10万，女性为2.4/10万；年龄标准化死亡率男性为3.3/10万，女性为0.9/10万叽年龄标准化发病率和死亡率存在地区差异，发病率最高的地区由高到低依次是南欧、西欧和北美地区；发展中地区的死亡率高千发达地区见\n（二）我国发病率及死亡率\n我国膀胱癌发病率及死亡率的特点是男性高于女性，城市高于农村，东部地区高千中西部地区[3]。2015年城市地区发病率6.77/10万（男性10.36/10万，女性3.04/10万），农村地区发病率4.55/10万（男性2膀胱及尿道癌诊断治疗指南作为疑似尿道癌患者检查的一部分，新增尿细胞学检查对不同病理类型尿道癌的敏感性数据。4.治疗(1)前列腺部尿道癌：新增早期前列腺尿道癌可行经尿道电切手术后配合卡介苗灌注治疗。(2)女性尿道癌：根据国外学者研究新增女性尿道癌放疗效果研究结果。(3)区域淋巴结处理：新增区域淋巴结处理建议。(4)局部晚期尿道癌的多学科治疗：新增局部晚期尿道癌的多学科治疗建议，对千局部晚期尿道癌多学科治疗对比单一疗法可以提高生存获益。(5)膀胱癌根治术后尿道复发的处理：新增膀胱癌根治术后尿道复发的处理建议，从流行病学、诊断、治疗和预防方面进行描述。5预后新增罕见病理类型原发性尿道癌生存率数据。6随访结合国内最新泌尿男生殖系统肿瘤术后随访方案专家共识新增原发性尿道癌术后随访方案。、八U2率1.95/10万（男性3.00/10万，女性0.85/10万）。而对分期相同的膀胱癌，女性的预后比男性差叽男性发病率高于女性不能完全用吸烟习惯和职业因素来解释，性激素可能是导致这一差别的重要原因［5]。有研究认为，女性分挽对膀胱癌可能存在一定保护作用气膀胱癌可发生在任何年龄，甚至儿童也有发病的可能［7]。以我国浙江地区为例[8]，膀胱癌的发病率在45岁前处于较低水平，自45岁开始逐渐升高，男性在55岁之后明显上升，而女性增长较为缓慢，全人群的发病高峰均出现在85岁以后。膀胱癌死亡率在60岁前处于较低水平，自60岁开始逐渐增高，85岁以上者死亡率最高[9,10]心相对于其他国家而言，中国的膀胱癌发病率处于中等水平[II]。2022年发布的数据显示[9l'2022年我国的预计新发膀胱癌约9,2万例，死亡约4,3万例。膀胱癌发病率居男性恶性肿瘤的第8位，在女性恶性肿瘤排在10位以后。2022年我国的预计膀胱癌死亡约4.29万例，居全身恶性肿瘤的第14位，其中男性死亡约3.24万例，居第11位，女性死亡约1.05万例，居第16位。\n（三）膀胱癌病因学\n膀胱癌的发生是复杂、多因素和多步骤的病理变化过程，既受内在的遗传因素影响，又受外在的环境-41—中国泌尿外科和男科疾病诊断治疗指南因素影响。其中，两个显著的致病危险因素是吸烟和长期接触工业化学品。l．吸烟吸烟是目前最为确定的膀胱癌致病危险因素，约50％的膀胱癌由吸烟引起(5,12-14]。吸烟可使膀胱癌的危险率增加2~3倍，其危险程度与吸烟强度和时间成正比。但当每天吸烟量达到15支（或50包／年）时，继续增加吸烟强度不再明显提升膀胱癌的发病风险，可能由于此时吸烟者血液中多环芳经和4-ABP的含量已达到最高稳定水平。同时，戒烟后发病风险不会立刻降低，距诊断膀胱癌时大于20年前的戒烟者的风险才显著降低；但即使是这些戒烟超过20年的人群，膀胱癌的发生风险仍然增加50%(13]。这些研究结果表明，暴露于烟草相关致癌物质的恶性影响可持续一生。吸烟对膀胱癌进展及复发的影响尚不明确(15]。2．化工产品暴露长期接触工业化学产品是膀胱癌重要的致病危险因素，如芳香胺、多环芳经和氯化碳氢化合物等(16]。职业暴露是膀胱癌最早被关注的致病危险因素，约20％的膀胱癌由职业暴露引起“7,18]，包括纺织业、染料制造、橡胶化学、药物制剂和杀虫剂生产、油漆和皮革加工、铝和钢生产等，烟囡清扫工、印刷工人也是膀胱癌高发人群。流行病学研究发现，商业人士和行政人员、男性电工和电子业工人膀胱癌发病率较高，农民、园林工人、教师、等职业的膀胱癌发病率较低[17,19]。3人种人种也是膀胱癌的重要危险因素，非西班牙裔白种人的发病率最高，约为非洲裔美国人的2倍，但仅非肌层浸润性肿瘤存在差异，肌层浸润性肿瘤的发病率相似[20]。非洲裔美国人的疾病特异性生存更差，不良病理的发生率更高[21,22]。4其他因素由于对低级别肿瘤的认识不同，不同国家报道的膀胱癌发病率存在差异，使不同地域间难以进行比较。不同人群的膀胱癌组织类型不同，美国及大多数国家以尿路上皮癌为主，占膀胱癌的90%以上，而非洲和西亚国家则以埃及血吸虫感染相关鳞状细胞癌为主(23,24]，如埃及的鳞状细胞癌约占膀胱癌的75%。老年人群以尿路上皮癌为主；年轻患者常缺乏典型临床表现、侵袭性较弱、预后较好(25]。其他可能的致病因素还包括慢性感染（细菌、血吸虫及HPV感染等）［4,26,27]、应用化疗药物环磷酰胺（4]、糖尿病药物咄格列酮(28]、盆腔放疗史(29]、长期饮用珅含量高的水或碑污染[30]、染发(3“等。另外膀联。大量摄入脂肪、胆固醇、油煎食物、红肉和抗氧化剂补充剂可能增加膀胱癌的发病风险(17]，大量食用果蔬可能降低膀胱癌的风险，但效果不明显，额外补充维生素A、维生素D、维生素E和硒等则没有发现与发病风险显著相关[29,33-35]。茶、可乐或乳制品的摄入量与发病同样无显著关联，一些研究认为较高水平的水化作用可能会通过稀释致癌物与尿路上皮的接触并促进更频繁的排尿来降低发病率，但目前尚无明确结论(36-40]。慢性尿路感染、血吸虫病相关慢性膀胱炎、残余尿及长期异物刺激（留置导尿管、结石）与肌层浸润性膀胱癌的关系密切，主要见于鳞状细胞癌和腺癌(26]。5基因组变异正常膀胱细胞的恶变开始千细胞DNA突变。流行病学证据表明，化学致癌物质是膀胱癌的常见致突变因素，尤其是广泛存在千烟草和各种化学工业中的芳香类化合物，如2－萦胺、4－氨基联苯等。烟草代谢产物经尿液排出体外，尿液中的致癌物质成分诱导膀胱上皮细胞恶变。目前，大多数膀胱癌病因学研究集中在癌基因改变，与膀胱癌相关的癌基因包括HER-2、HRAS、Bcl-2、FGFR3、C-myc、MDM2+MDM4、MSH2、APEJ、GTSEJ等(41-51]。值得注意的一个致癌因素是马兜铃酸，也被称为马兜铃总酸、增噬力酸或木通甲素，这是一类具有致癌性和肾毒性的硝基菲狻酸有机化合物，天然存在于马兜铃属及细辛属等马兜铃科植物中，如广防己、青木香、关木通等植物类药物。它可能与肾皮质或尿路上皮细胞DNA结合，诱使TP53、FGFR3、HRAS等基因发生倒位或移码突变。马兜铃酸相关突变在我国膀胱癌患者非常常见[52-54]。膀胱癌发生的另外一个重要分子机制是编码调节细胞生长、DNA修复或凋亡的蛋白抑制基因失活，使DNA受损的细胞不发生凋亡，导致细胞生长失控。在14％的膀胱癌患者中发现了可能导致膀胱癌遗传风险的胚系DNA变异；其中83％变异位千DNA损伤修复基因中。Lynch综合征是由DNA错配修复基因的高度可穿透性改变引起的常染色体显性遗传综合征[55,56]，在Lynch综合征患者发生的其他肿瘤中，上尿路尿路上皮肿瘤的发病风险明显升高(57]，但膀胱癌的风险是否也会升高仍存在争议。研究发现：含有p53、Rb、p21抑癌基因的17、13、9号染色体的缺失或杂合性丢失与膀胱癌的发生发展密切相关(58]。而且，p53、Rb的突变或失活也与膀胱癌侵袭力及预后密切相关(59,60]。近年来研究发现，SYK、CAGE-I等基因的超甲基化与膀胱癌的进展相关[61l,WDR5、hnRNPK和部分miRNA的上调可能增强膀胱癌细胞对顺铅的耐药性[62-64]。此外，膀胱癌的发生还包括编码生长因子或其受体的正常基因的扩增或过表达，如CCL-2、VEGF-D、EGFR、MMP-9或FNI过表达可增加膀胱癌的侵袭力及转移[65-71]；部分基因参与体内致癌物质的活化和解毒，如NAT2、GSTM和SLl4A等，这些基因发生突变后可导致与尿路上皮细胞接触的尿液中致癌物质浓度发生变化，从而导致膀胱癌的发生气综合当前研究结果可以初步推断膀胱癌的发生机制，即膀胱内正常组织中的尿路上皮细胞会积累由内源性突变过程（如APOBEC胞昔脱氨酶）或外源性诱导剂（如马兜铃酸或烟草烟雾）诱导产生的突变。一些突变（如染色质修饰基因KMT2D和KDM6A中的突变）可赋予细胞竞争优势，促使这些细胞在较大区域内的尿路上皮中迁移定植。另外一些突变（如TP53、PIK3CA、FGFR3或RBI基因中的突变）可能还需要其他因素来诱导恶性分化[54,72]。尿路上皮肿瘤具有时间和空间的多中心性特点，上尿路尿路上皮癌病史是膀胱尿路上皮癌的重要危险因素。上尿路尿路上皮癌治疗后出现膀胱癌的风险累~计达15%50%。通过GWAS研究证实，一些SNP与膀胱癌的发生密切相关，如POLB(rs7832529)、OGG1(rs6809452)、XPC(rs2607734)与中国人的膀胱癌风险之间存在关联，具有种族异质性；XRCC6(rs2284082)与吸烟有关联，这些基因有可能成为预测发病风险的指标[46l;JQGAP3、ABCGJ等基因在膀胱癌组织中高表达[73,74]'可能作为潜在判断预后的标志物和治疗靶点。推荐意见证据级别推荐等级建议发病高风险人群戒烟，并避免被动la推荐吸烟加强对高风险工种从业者的监测和预警2a推荐服用可能提高膀胱癌风险药物（如环磷酰2a推荐胺、咄格列酮及含有马兜铃酸成分的植物类药物）的患者应密切注意自身症状，如出现可疑症状应及时就医"}
{"raw_content": "二、组织病理\n（一）组织学2膀胱及尿道癌诊断治疗指南\n鳞状细胞癌和腺癌，其次还有较少见的小细胞癌、癌肉瘤及转移性癌等。其中，膀胱尿路上皮癌最为常见，占膀胱癌的90％以上，膀胱鳞状细胞癌约占5%,膀胱腺癌更为少见，占膀胱癌的比例<2%[75-77]。其中，膀胱腺癌是膀胱外翻患者最常见的病理类型[78]。如不做特别说明，本指南内容特指膀胱尿路上皮癌；膀胱非尿路上皮癌及尿道癌另见单独的章节。尿路肿瘤的各种主要病理类型及变异亚型见表2-1。表2-1尿路肿瘤的WHO分类(2016版l[79]尿路上皮肿瘤浸润性尿路上皮癌浸润性尿路上皮癌伴异源性分化鳞状分化腺样分化滋养层分化苗勒氏分化浸润性尿路上皮癌变异亚型巢状，包括大巢微翋型微乳头型淋巴上皮瘤样浆细胞样／印戒细胞样／弥漫型肉瘤样巨细胞未分化富于脂质型透明细胞型非浸润性尿路上皮病变尿路上皮原位癌非浸润性乳头状尿路上皮癌，低级别非浸润性乳头状尿路上皮癌，高级别低度恶性潜能的乳头状尿路上皮肿瘤尿路上皮乳头状瘤内翻性尿路上皮乳头状瘤恶性潜能未定的尿路上皮增生尿路上皮异型增生鳞状细胞肿瘤鳞状细胞癌犹状癌鳞状细胞乳头状瘤腺样肿瘤—43-中国泌尿外科和男科疾病诊断治疗指南续表腺癌，非特指肠型黏液型混合型绒毛状腺瘤胳尿管癌苗勒氏型肿瘤透明细胞癌子宫内膜样癌神经内分泌肿瘤小细胞神经内分泌癌大细胞神经内分泌癌高分化神经内分泌肿瘤副神经节瘤黑色素细胞肿瘤恶性黑色素瘤恁黑变病间叶源性肿瘤横纹肌肉瘤平滑肌肉瘤血管肉瘤炎性肌纤维母细胞性肿瘤血管周上皮样细胞肿瘤良性恶性孤立性纤维性肿瘤平滑肌瘤血管瘤颗粒细胞瘤神经纤维瘤尿路淋巴造血细胞肿瘤其他肿瘤尿道旁腺(Skene腺）、尿道球腺(Cowper腺）及尿道腺(Littre腺）癌转移性肿瘤及其他脏器扩散性肿瘤上尿路肿瘤膀胱憩室发生的上皮性肿瘤尿道的尿路上皮肿瘤2004年世界卫生组织(WorldHealthOrganization,WHO)采纳了国际泌尿病理协会(InternationalSocietyofUrologicalPathology,ISUP)推荐的组织病理学诊断标准和命名原则，对膀胱癌的病理诊断标准进行了更新[80]。2016年，WHO对膀胱癌病理分型进行了再次更新，病理医师在对膀胱癌标本做出诊断时，除需要对主要病理成分做出诊断外，还应判读是否合并有各种变异亚型[81]，并大致标注变异亚型的百分比，以便更好地认识这些变异亚型，为肿瘤的预后及治疗提供参考。目前巳报道有几种变异亚型与预后及治疗反应相关，例如，微乳头型、浆细胞样及肉瘤样组织亚型通常有较高的肌层侵犯风险并与不良的预后相关，因此可以考虑更积极的治疗方式[82-90]。小细胞分化提示诊断时或随后的高转移率并与不良预后相关[91]。l．尿路上皮原位癌尿路上皮原位癌(carcinomainsitu,CIS)，相对上尿路及尿道更多见于膀胱。在膀胱镜下，原位癌有时易与膀胱炎症混淆，需要通过活检进行确诊。膀胱CIS常为多灶性，50％的病例表现为2个或2个以上相互隔离的原位癌病灶。CIS成分常与浸润性癌邻近或与之相关。在因CIS行早期膀胱~切除术的患者中发现，15%25％的病例隐藏有微浸润性病变。多灶性CIS与上尿路及尿道病变的发展相关。Shariat等[92]研究提示，伴发CIS的非肌层浸润膀胱癌与不伴发CIS的非肌层浸润膀胱癌相比行膀胱切除术后复发的风险增高，膀胱癌特异性生存率也下降。病理医师应在膀胱癌规范化报告中单独描述是否合并有尿路上皮原位癌，并明确是单灶还是多灶性。如果原位癌的类型不是尿路上皮原位癌而是鳞状上皮原位癌时则需要特别指出，因为卡介苗治疗不适用千单纯鳞状上皮原位癌，并且原位癌的类型也可能决定肿瘤类型。如果具有单纯鳞状分化的浸润性癌伴发尿路上皮原位癌，那么它应该被归类为具有广泛鳞状上皮分化的尿路上皮癌。然而，如果原位成分是鳞状上皮原位癌，那么肿瘤将归类为鳞状细胞癌。2．血管淋巴管浸润膀胱癌标本中，有时可以见到血管淋巴管浸润(lymphovascularinvasion,LVI)。一项萎萃分析证实，LVI与病理分期升高具有显著相关性[93]。LVI是淋巴结阴性的肌层浸润膀胱癌患者癌症特异生存率和总生存率的独立预测因素，而对淋巴结阳性的肌层浸润膀胱癌和pTl病变的预测作用尚不清楚[94,95]。病理医师应当在规范化报告中记录是否有\nLVI。（二）组织学分级\n膀胱癌的分级对于非浸润性尿路上皮癌的预后及治疗非常重要，但对于存在固有层浸润肿瘤的重要性较低，对于存在固有肌层浸润肿瘤的临床提示意义更是非常有限。绝大多数Tl的肿瘤都是高级别，低级别浸润性尿路上皮癌非常少见[79,96]。最初世界卫生组织(WHO)提出了WHO1973[971分级系统。1998年，ISUP进行了修订，随后被WHO2004采用[79]，在WHO2016年更新的膀胱癌病理诊断标准中，也推荐采用WHO2004分级法[80]。对不同分级系统的应用一直存在争议并在流行病学家、病理学家及泌尿科医师中造成明显混淆，也给肿瘤的登记及回顾性数据研究比较带来困难。WHO1973分级法：1973年的膀胱癌组织学分级法根据癌细胞的分化程度分为高分化、中分化和低分化三个级别，分别用Grade1,2、3或Gl、G2、G3表示。WHO2004/2016分级法：2004年WHO正式公布了新的膀胱癌分级法。此分级法将非浸润性乳头状尿路上皮肿瘤分为低度恶性潜能乳头状尿路上皮肿瘤(papillaryurothelialneoplasmsoflowmalignantpotential,PUNLMP)、低级别和高级别尿路上皮癌。低度恶性潜能乳头状尿路上皮肿瘤的定义为异型性极小的乳头状尿路上皮肿瘤，被覆细胞的厚度通常超过正常尿路上皮。WHO1973和WHO2004/2016分级法是两个不同的分类系统，两者之间不能逐一对应（表2-2)。关于两种分级系统的优缺点已有相当多的讨论[98-100]。WHO1973年分级系统虽然已经通过了反复验证，但仍有一些明显的缺点，特别是等级定义模糊。已报告的膀胱肿瘤划分到WHO1973分级系统Grade2的比例从13％到69％不等，表明不同观察者之间存在显著差异[101,102]。此外，非浸润性Grade2级尿路上皮癌中10％左右的存在进展风险，提示这些患者中有相当一部分治疗不足[102]。WHO2004分级系统为不同等级肿瘤提供了详细的组织结构和细胞学诊断标准，采用两级分类解决了大多数肿瘤被划入中级别的问题，扩大了划入高级别的比例以确保更多的患者可能从卡介苗治疗获益。此外，还将WHO1973年分级中具有“良好结局＂的Grade1级肿瘤改为低度恶性潜能的乳头状尿路上皮肿瘤(PUNLMP)，以避免将这类生物学呈现惰性的2膀胱及尿道癌诊断治疗指南主要的是可重复性问题，特别是在PUNLMP和低级别尿路上皮癌的区别上。在对3311例原发Ta期膀胱肿瘤患者的回顾性分析中，PUNLMP与LG两组的预后相似[80]。也有一些研究报道PUNLMP具有一定的复发及进展风险，因此其治疗和随访策略与低级别尿路上皮癌相似。还有一些专家建议放弃PUNLMP这一类别[98]。另一个临床上关注的重要问题是WHO2004分级系统中高级别这一类别太过宽泛并存在异质性。在高级别尿路上皮癌中，细胞更明显的异型性（核间变性）与肿瘤短期内复发和进展相关[103]。当泌尿外科医师面对一份非浸润性高级别尿路上皮癌的报告时可能无法很好地理解其在高级别病变疾病谱中的位置。这在卡介苗治疗后肿瘤复发的情况下尤其关键，复发的病变如果是高级别病变需要行膀胱切除术。肿瘤分级是结合肿瘤形态学和生物学进行分类的，并在任何临界点疾病风险不会明显增加。此外，肿瘤分级与临床预后相关因素如肿瘤的大小和多灶性、复发次数和首次复发的间隔联合使用，可以对患者进行风险分层。因此，病理报告中明确肿瘤所在疾病谱的位置是至关重要的，并且分类更多可能更有帮助。有研究认为，对于NMIBC患者，将WHO1973分级法和WHO2004/2016分级法相结合，在预测肿瘤进展方面，能够获得更好的效果[97)。目前，两套分级系统在临床工作中均被广泛使用，两者相结合的分级方案的预测效果仍有待进一步临床研究的验证。鉴于上述考虑，我们建议同时使用尿路上皮肿瘤的这两种分级系统(WHO1973和WHO2004/2016)。通过将其分为2级／低级别、2级／高级别和3级／高级别（表2-2)可缩小Grade2和高级别之间的异质性，并将高级别病变中相对恶性度低（高级别／2级）的患者分开，这部分患者卡介苗治疗后复发可能不需要更激进的治疗如膀胱切除术。需要明确的是Gl级别的Tl肿瘤几乎不会存在，遇到这样的病例一定要让泌尿亚专科的病理专家进行复核[!04]。考虑到肿瘤的异质性，在给肿瘤分级时应以高级别的成分为准，但建议标注高级别成分的占比(WHO2016做了相应推荐）。有研究发现，含有少量高级别成分的肿瘤预后要优于单纯或主要为高级别肿瘤的病例[105]。腺癌和鳞状细胞癌需要分级，即高、中、低分化。对于尿路上皮癌的变异亚型如巢状、微乳头状、浆细胞样、肉瘤样或小细胞癌等不建议使用分级系统，可以对其合并存在的普通尿路上皮癌进行分级——45中国泌尿外科和男科疾病诊断治疗指南（通常为高级别），并做好备注，其预后主要由变异亚型决定。表2-2尿路上皮癌WHO2016和WHO1973分级系统GlG2＿霄|PUNLMP|低劂l尿路上皮癌I高级别尿路上皮癌1骂眢|p心MP|$|:;1篇1篇1罚器矿\n（三）病理报告规范\n膀胱癌病理标本的送检和处理流程是否规范以及临床信息提供的是否全面完整对病理科医师最终做出准确的诊断有着极其重要的意义，因此，建议规范病理标本的送检和处理流程。l．与病理诊断相关的临床信息的提供对于膀胱活检和TURBT标本，应提供病理科医师取材部位的具体解剖位置，因为膀胱壁的形态具有区域性差异，解剖位置可帮助更好地区分黏膜肌层和固有肌层（逼尿肌）［106]。如果尿液细胞学查见高级别尿路上皮肿瘤细胞而活检仅显示低级别尿路上皮肿瘤时，需要行更进一步的检查以排除有无相邻部位的尿路上皮原位癌。另外还需排查有无除膀胱以外其他泌尿道上皮的高级别病变。有尿路上皮肿瘤病史的患者具有在泌尿道任何部位发生尿路上皮肿瘤的风险，所以这些信息必须报告给病理科医师。其他部位（如宫颈、前列腺和直肠）肿瘤史也应提供给病理科医师，特别是在活检和TURBT标本中，以便更好地进行鉴别诊断。患者当前或之前如有治疗信息也应报告给病理科医师以便对形态学做出更好的评估并给予临床相应的提示。例如，经膀胱卡介苗(BCG)灌注后复发的膀胱原位癌可能是根治性膀胱切除术的指征。膀胱灌注化疗后尿路上皮可出现类肿瘤样改变。上皮的假肉瘤样增生可发生在治疗后（如放疗），偶尔也可能在没有治疗史的情况下发生(107-111]。因此如有近期手术、结石、感染或梗阻的病史也应在病理申请单中标注。在膀胱切除标本中，病理科医师需了解患者行膀胱切除术的目的。如果行膀胱切除术是为了减轻疼提示肿瘤出现膀胱外侵犯，则必须对标本相应区域进行详尽取材，以明确肿瘤的侵犯范围。在膀胱前列腺切除术标本中，如血清前列腺特异性抗原(PSA)升高或影像学提示前列腺癌可能的证据，需要对前列腺进行更广泛的取材。2膀胱活栓或TURBT标本规范化病理报告膀胱活检或TURBT标本推荐的规范化病理报告中需要包含的信息见表2-3,需要注意的是一定要明确标本中肿瘤是否侵犯黏膜固有层；是否包含固有肌层（逼尿肌），如有，需报告是否有肿瘤侵犯。区分肿瘤是侵犯较小的、不连续的、细长的平滑肌纤维组成的黏膜肌层(Tl)还是侵犯大而致密的呈束状分布的固有肌层(T2)是非常重要的。此外，如肿瘤为pTl时，肿瘤是否侵犯固有层中较小的、不连续的、细长的平滑肌纤维组成的黏膜肌层也是非常重要的，如标本中观察到黏膜肌层，需报告肿瘤与黏膜肌层的位置关系(Tl亚分期）。脂肪组织可出现于整个膀胱壁，因此肿瘤侵犯脂肪组织不是判断浸润深度的可靠指标。表2-3膀胱活检或TURBT标本推荐报告的病理参数必需信息非必需信息一般情况临床及个人一般统计信息标本类型（活检/TURBT)及取材部位大体描述标本大小镜下描述肿瘤组织学类型坏死组织学亚型或变异类型Tl的亚分期肿瘤分级伴随的上皮病变浸润深度其他并存的病理改变有无固有肌层辅助检查（免疫组化及分子检测，包括PD-LI状态）淋巴管血管侵犯情况记录有无保存新鲜组织有无伴发原位癌3．膀胱切除（包括部分、全部、根治性膀胱切除术或根治性膀胱前列腺切除术、前盆腔脏器切除术）标本规范化病理报告对于膀胱全切的手术标本，需要按照标准化的流程进行处理[I12]。推荐的病理报告中需要报告的病理参数见表2-4。在标本切除之后，需要尽快对切除标本进行固定。在膀胱切除标本中，因为固有肌层和膀胱周围脂肪之间的界线并不是很明确，因此深部固有肌层浸润(pT2b)和显微镜下膀胱周围脂肪浸润(pT3a)的组织学区分可能很困难。病理报告除需要对肿瘤的病理类型和分期进行描述之外，对千男性患者必须描述其尿道、输尿管切缘情况，以及前列腺是否有肿瘤侵犯[I13]。对于女性患者，则需要描述尿道和输尿管切缘、子宫和阴道是否受累。所有切除的淋巴结都必须送检，并且推荐按照不同的区域分别送检，有助于提高阳性淋巴结检出率[I14]。pN分期及预后由淋巴结总数及阳性淋巴结的定位共同决定。除需要在病理切片下进行淋巴结计数外，淋巴结外浸润清况、血管淋巴管是否有癌栓及阳性淋巴结比例都需要进行记录”15,116］。一项葵萃分析表明，淋巴结密度是影响淋巴结阳性膀胱癌患者生存预后的独立危险因素[117]。所有切缘阳性的区域，都应该予以记录。切缘阳性与患者的生存期呈负相关[118]。表2-4膀胱切除标本推荐报告的病理参数必需数据非必需数据一般情况临床及个人一般统计信息标本类型大体描述肿瘤大小肿瘤数目肿瘤位置镜下描述肿瘤组织学类型Tl的亚分期组织学亚型或变异类型伴随的上皮病变肿瘤分级其他并存的病理改变浸润范围辅助检查（包括基因检测、免疫状态评估等）淋巴管血管侵犯情况结外扩散情况有无伴发原位癌如果最后分期为pTO,参照之前活检标本结果区域淋巴结情况肿瘤分期(UICC第8版）2膀胱及尿道癌诊断治疗指南4．膀胱癌的术中冰冻栓查有研究对膀胱根治性切除术中尿道切缘冰冻的准确性提出质疑，认为术中冰冻检查具有较高的假阳性率[119]，而且即使术中切缘冰冻检查阴性仍有一定术后尿道复发概率[120]。对千切缘冰冻检查阳性的患者，不适合行原位新膀胱术，应考虑行全尿道切除术[121]。目前针对是否需要常规行尿道切缘冰冻活检尚无定论。部分研究认为，仅合并膀胱原位癌的患者需要行尿道切缘术中冰冻活检[122]。关于是否需要常规在膀胱全切术中行输尿管切缘冰冻检查，目前亦存在较大争议。有文献认为膀胱全切术中应当常规行输尿管术中冰冻活检，该检查具有良好的敏感性和特异性”23,124]。但也有一些研究指出，输尿管切缘术中冰冻检查敏感性较差，而且无法有效预测上尿路肿瘤复发情况[125,126]，并不推荐常规行输尿管残端冰冻检查[127]。仅对合并膀胱原位癌的患者[122,128],或者膀胱肿瘤分期在T2期以上者[129]行输尿管切缘术中冰冻检查，如切缘冰冻检查可见肿瘤，需要再次切取输尿管残端送检，直至切缘阴性[130]。5．膀胱癌的免疫组化在膀胱癌的组织病理学诊断中，免疫组化起着至关重要的作用。免疫组化有助千：心明确肿瘤是否为尿路上皮起源；＠区分反应性增生和膀胱原位癌；＠对膀胱癌进行分期；＠膀胱梭形细胞肿瘤的诊断；＠膀胱转移癌的诊断。根据2013ISUP的推荐意见[1311,在膀胱癌的病理诊断过程中，为明确肿瘤是否为尿路上皮起源，推荐的免疫组化标志物有GATA3、CK7、CK20、p63、HMWCK、CK5/6,但诊断过程中不可完全依赖免疫组化，需要结合临床情况和组织形态学改变。过度依赖免疫组化有可能误导临床诊断。由千膀胱反应性增生和膀胱原位癌病变特点存在一些相似性，有时诊断存在一定困难，其鉴别主要依赖形态学诊断。免疫组化标志物CK20、p53、CD44可能在一定程度上有助千两者的鉴别诊断。膀胱的梭形细胞肿瘤（包括肉瘤样癌、炎性肌纤维母细胞性肿瘤、平滑肌肉瘤、横纹肌肉瘤等）在病理诊断上有时存在一定困难，尤其是标本有限的情况时。对于梭形细胞肿瘤的诊断，推荐的免疫组化标志物有ALKl、SMA、Desmin、Cytokeratin(AEl/AE3)、p63、HMWCK及CK5/6。免疫组化在帮助判断膀胱癌的分期和肿瘤预后方面也有一定价值，但应用意义有限，仍有待进一步验证，故目前尚未在临床广泛推广[132]。—47-中国泌尿外科和男科疾病诊断治疗指南\n（四）分期\n膀胱癌的分期包含以下3个方面信息：心原发肿瘤局部浸润的情况；＠区域淋巴结受累情况；＠全身其他脏器转移情况。TNM分期是评估膀胱癌预后最有价值的指标之一，推荐在临床工作当中常规采用。目前普遍采用国际抗癌联盟(UnionforInternationalCancerControl,UICC)在2017年发布的第8版TNM分期法（表2-5)。其中Tis、Ta、Tl期的膀胱癌，统称为非肌层浸润性膀胱癌(non-muscleinvasivebladdercancer,NM田C)，而T2期及T2期以上的膀胱癌，称为肌层浸润性膀胱癌(muscleinvasivebladdercancer,M田C)。原位癌(Tis)虽然也属于非肌层浸润性膀胱癌，但一般分化差，发生肌层浸润的风险较高，属于高级别肿瘤[133]。因此，应将原位癌与Ta期膀胱癌加以区别。有部分文献建议将Tl期膀胱癌进一步细分[134,135]'但其应用价值仍需进一步验证。因此，在临床工作当中仍建议统一分期至Tl期。表2-5膀胱癌2017UICCTNM分期（第8版）［136]T（原发肿瘤）Tx原发肿瘤无法评估TO无原发肿瘤证据Ta非浸润性乳头状癌Tis原位癌Tl肿瘤侵犯上皮下结缔组织T2肿瘤侵犯肌层T2a肿瘤侵犯浅肌层T2b肿瘤侵犯深肌层T3肿瘤侵犯膀胱周围组织T3a显微镜下发现肿瘤侵犯膀胱周围组织T3b肉限可见肿瘤侵犯膀胱周围组织T4肿瘤侵犯以下任一器官或组织，如前列腺、精毅、子宫、阴道、盆壁和腹壁T4a肿瘤侵犯前列腺、精艇、子宫或阴道T4b肿瘤侵犯盆壁或腹壁N（区域淋巴结）Nx区域淋巴结无法评估NO无区域淋巴结转移续表N2真骨盆区多个淋巴结转移（骼内、闭孔、骼外、祗前）N3骼总淋巴结转移M（远处转移）MO无远处转移Mia区域淋巴结以外的淋巴结转移Mlb其他远处转移\n（五）分子分型\n近年来的研究认为，MIBC和NMIBC两者发生和发展的分子机制不同，甚至有学者认为两者不是同一类疾病[137]。随着分子生物学的快速发展和生物检测技术的不断涌现，通过基因分析技术对膀胱癌进行分子分型成为新的热点[138]。基于基因分析的综合性膀胱癌分子分型，目前有多种分型方法，比如：癌症基因组图谱(theCancerGenomeAtlas,TCGA)四分法[139］、北卡罗来纳大学(UniversityofNorthCarolina,UNC)二分法[140]、MD安德森癌症中心(UniversityofTexas,M.D.AndersonCancerCenter,MDA)三分法[141］、贝勒大学(BaylorUniversity)二分法、Cartesd'IdentitedesTumeursCurie(CIT-Curie)七分法和隆德大学(LundUniversity,Lund)五分法[142]等。尽管这些分型各不相同，但均包含两个基本类型：基底型和管腔型，前者表达正常尿路上皮基底细胞和干细胞相关标志物；后者表达伞细胞相关标志物，提示两者分别来自正常尿路上皮的基底干细胞和伞细胞。每个亚型都包含不同的突变图谱、组织病理学特征以及与治疗和预后的相关性[143]。2019年，Kamoun等[144]综合已有的分型方法，报告了M田C分子亚型分类共识。作者分析了来自18个数据集的1750个M田C转录组数据，确定了6个M田C分子分型，包括管腔乳头型、管腔非特异型、管腔不稳定型、间质丰富型、基底／鳞状细胞型和神经内分泌型，每个类别都有不同的分化模式、致癌机制、肿瘤微环境及组织学和临床相关性。通过此分子亚型分类共识，可以将临床与分子背景联系起来，然而，作者也指出该分型报告的是生物学类别，而不是临床类别，应作为回顾性和前瞻性研究的工具，直到将来进一步研究确定如何在临床环境中更好地使用这些分子分型。MIBC的分子分型仍在不断发展，最近发表的MIBC分子亚型研究表明，尽管分子亚型反映了膀胱癌异质性并且与肿瘤分级相关，然而，相比其他临床参数，分子分型在预测肿瘤预后方面优势不明显(145]。现有关分子分型的研究多停留在基础性研究阶段，在临床上应用还十分有限。未来需要进行更深入的基础、临床和转化研究来完善膀胱癌的分子分型，从而实现通过分子分型来指导膀胱癌患者个体化治疗的目标。不同千MIBC,目前针对NMIBC分子分型的研究较少，2016年UROMOL研究(146]是针对NMIBC较权威的分型方法。该项研究纳入460例NMIBC患者，通过全面的转录水平分析及共聚类分析，评估了NMIBC的表达谱，包括非侵袭性的乳头状瘤和局限于固有层的侵袭性尿路上皮癌(Tl期），同时与少数CIS病例和小部分MIBC进行比较。根据管腔与基底鳞状细胞标志物和细胞周期活性基因的相对表达将肿瘤分为3个亚型，分别命名为1型（早期细胞周期基因激活和较高的管腔基因表达）、2型（晚期细胞周期基因激活）和3型（早期细胞周期基因激活和较高的基底基因表达）。1型和2型肿瘤均表现为管腔型特征，其中1型肿瘤预后较2型更好，3型表现为基底样特征。另外，2型肿瘤具有重要的肿瘤驱动基因突变特征(TP53和HER2)，提示其可能通过CIS通路进展，1型和3型肿瘤具有FGFR3突变特征，提示其可能通第一节非肌层"}
{"raw_content": "一、诊断\n（一）临床表现\n~血尿是膀胱癌最常见的症状，80%90％的患者以间歇性、无痛性全程肉眼血尿为首发症状。血尿程度可由淡红色至深褐色不等，多为洗肉水色，可形成血凝块。有些也可表现为初始血尿或终末血尿，前者常提示病变位千膀胱颈部，后者提示病变位于膀胱三角区、膀胱颈部或后尿道。少数患者仅表现为镜下血尿。血尿持续的时间、严重程度和肿瘤恶性程度、分期、大小、数目和形态并不一致[147,148]。膀胱癌患者亦有以尿频、尿急和尿痛，即膀胱刺激征为首发症状，此为膀胱癌另一类常见的症状，常与弥漫性原位癌或肌层浸润性膀胱癌有关[149]，而Ta、Tl期肿瘤常无此类症状[150]。2膀胱及尿道癌诊断治疗指南过Ta通路进展。总的来说膀胱癌的分子分型目前尚处于探索阶段，未来的应用前景仍有待进一步研究验证。推荐意见证据级别推荐等级采用膀胱癌2017TNM分期系统(UICC)la强烈推荐进行病理学分期电切标本中应当详细描述是否有固有肌2b强烈推荐层，以及是否存在侵犯全切标本中，应当描述尿道、输尿管切3强烈推荐缘情况，以及前列腺、子宫、阴道受累情况建议对区域淋巴结分区送检3推荐应当记录是否有血管淋巴浸润，以及是3强烈推荐否合并有膀胱癌的各种组织学变异／亚型单独描述是否合并有膀胱原位癌3强烈推荐行原位新膀胱术建议行尿道切缘术中冷3推荐冻检查对于合并膀胱原位癌以及病理分期::?:T23可选择期者，术中行输尿管切缘冷冻检查对膀胱癌进行基因检测并行分子分型4可选择层浸润性膀胱癌其他疾病进行例行检查时偶然发现膀胱肿瘤。膀胱癌患者一般无临床体征，体检触及盆腔包块是局部进展性肿瘤的证据[149]，因此查体对早期患者（如Ta、Tl期等）的诊断价值有限[ISO]。\n（二）影像学检查\n1超声检查超声检查是筛查膀胱癌最常用、最基本的检查项目，该检查具有简便、易操作、廉价等优点，对于肿瘤突出于膀胱黏膜，且直径＞0.5cm的膀胱肿瘤，超声检出率高达90％以上，并能了解肿瘤内部结构及肌层侵犯程度[151]，已经列为体检常规检查项目。超声检查可通过三种途径（经腹、经直肠、经尿道）进行，常见的技术有普通二维超声、三维超声、超声造影等。经腹部二维超声诊断膀胱癌的敏感性~为63%98%，特异性为99%[152]，彩色多普勒超声可以显示肿瘤基底部的血流信号，经直肠超声检测血流信号比经腹部扫查更加敏感，但膀胱肿瘤血流征象对术前肿瘤分期、分级帮助不大[153]。经直肠超声对——49中国泌尿外科和男科疾病诊断治疗指南于膀胱三角区、膀胱颈和前列腺显示较清楚，能近距离观察肿瘤基底部，对判断肿瘤浸润深度优千经腹部超声检查，适用于膀胱充盈不佳的患者[154]。经尿道膀胱内超声检查需要麻醉，但影像清晰，分期准确性较高[155]'但经尿道超声属于有创伤性检查，未广泛应用。三维超声可以对肿瘤的多个平面进行系统性的观察，因此可在一定程度上增加精确性[156]。超声造影(contrastenhancedultrasound,CEUS)及三维超声联合CEUS可提供更丰富、更准确的诊断信息，通过多角度、实时动态检查可提高膀胱肿瘤的检出率，并有效预测膀胱肿瘤的浸润程度[157]。传统超声检查无法诊断膀胱原位癌[152]，且对千膀胱内<1cm和位置隐蔽的占位，常容易漏诊，不及膀胱镜检查。至于肿瘤性质的确诊仍应以膀胱镜活检的病理为准。2.X线片与CT(1)静脉尿路造影：静脉尿路造影(IVU)一直被视为膀胱癌患者的常规检查，以期发现并存的上尿路肿瘤。但目前初步诊断时此项检查的必要性受到质疑，因为IVU检查诊断上尿路肿瘤的阳性率低，漏诊风险比较高，特别是小的上尿路肿瘤或尿路积水不显影时更容易湍诊[158]。目前一般作为无法行CT、MRI检查时的临时手段。(2)CT:目前的多排螺旋CT可以发现较小肿瘤(l~5mm)［159]，可以判断邻近器官是否受侵犯及是否存在转移[160]。但CT不能诊断原位癌；较难准确区~分非肌层浸润膀胱癌(Ta、Tl)和T2T3a期膀胱癌；不能区分肿大淋巴结是转移还是炎症[161]。增强CT检查在诊断膀胱肿瘤和评估肿瘤浸润范围（特别是显示膀胱外肿瘤浸润）方面有一定价值。如患者无法行MRI检查时，可考虑CT增强扫描。CT尿路造影(CTU)：由于膀胱癌合并上尿路多中心病灶的概率偏低(1.8%），是否在所有膀胱癌患者中均行CTU检查存在争议[162]。目前更推荐膀胱多发性肿瘤、高危肿瘤及膀胱三角区肿瘤患者行CTU检查[1621,CTU能提供更多的泌尿系统信息（包括上尿路、周围淋巴结和邻近器官的状态），可替代传统IVU检查[163]。近年来影像组学的发展，为CT/MRI等图像分析提供了新手段。国内学者应用影像组学分析了118例膀胱癌患者的CT图像的原始数字化数据，建立了由转移的复合预测模型。经过验证，该预测模型对膀胱患者淋巴转移的预测准确性提高到90％左右，并且对传统影像学认为无淋巴转移的亚组(cNO)患者的预测准确性为88.1%，该技术有望为膀胱癌淋巴转移提供新的分析和诊断方法(164]。(3)多参数磁共振成像：多参数磁共振成像(mpMRI)具有出色的软组织分辨率，能够诊断并进行肿瘤分期”65］。由于飞WI尿液呈高信号，正常逼尿肌呈低信号，而大多数膀胱肿瘤为中等信号。低信号的逼尿肌出现中断现象提示肌层浸润。弥散加权成像(DWI)中由于尿路上皮癌细胞弥散显著受限，与正常组织结构会存在显著的对比，在评估肿瘤侵犯周围组织中有一定价值。动态增强MRI在诊断尿路上皮癌准确性高于CT,对淋巴结的显示较CT相仿。对于一些小病灶的显示也优于非增强MRI。综上，mpMRI对于评估膀胱癌肌层是否受侵有重要价值，敏感性为90%~94%，特异性为87%~95%，目前M阻检查更推荐使用高场强(3.0T)的扫描仪，部分研究认为可以提高诊断敏感性和特异性(166]。2018年日本腹部放射学年会、欧洲泌尿学会和欧洲泌尿影像学会共同发表了膀胱影像报告和数据系统(vesicalima即g-reportinganddatasystem,VIRADS)(167]VI-RADS对膀胱M阳检查设备和技术要求提出了指导性建议，针对检查要求、评估分类标准、技术规范、扫描参数和治疗后的检查和评估等内容制定了详细的规范，在一定程度上规范化了影像学报告的表述。近期的一项荼萃分析显示VI-RADS可以较准确地判断肿瘤分期，并提供较好的研究者间一致性(168]。未来VI­RADS在对膀胱癌的分期、诊断和诊疗方案的制订上可能会发挥重要的作用，但仍需高质量的多中心大样本研究来明确其真正的临床价值(167]。基于MRI图像，国内学者对整个膀胱肿瘤病灶及肿瘤基底部分别进行影像组学分析，构建了一个影像组学－临床复合预测模型，进一步提高术前诊断肌层浸润的准确性(169]。此外，国内学者也开发了MRI影像学组预测淋巴转移的模型，使MRI的淋巴分期诊断的准确性提高到90％左右，上述研究有望在传统MRI基础上提供更准确的肌层浸润和淋巴转移辅助诊断工具(170]。推荐意见证据级别推荐等级根据肿瘤的危险程度选择合适的影像学2a推荐检查有助于准确分期推荐意见证据级别推荐等级采用膀胱超声进行NMIBC筛查2b推荐采用盆腔CT及包含DWI序列的多参数2b推荐磁共振成像进行影像学分期采用VIRADS标准的多参数磁共振可以2a推荐更加准确地提供浸润深度信息对于多发性肿瘤、高危肿瘤及膀胱三角3可选择区肿瘤患者行CTU检查\n（三）内镜检查及诊断性电切\nL膀胱镜检查和活检膀胱镜检查和活检是诊断膀胱癌最可靠的方法。通过膀胱镜检查可以明确膀胱肿瘤的数目、大小、形态（乳头状的或广基的）、部位及周围膀胱黏膜的异常情况，同时可以对肿瘤和可疑病变进行活检以明确病理诊断。如有条件，建议使用软性膀胱镜检查，与硬性膀胱镜相比，该方法具有损伤小、视野无盲区、相对舒适等优点。膀胱肿瘤可以是多灶性的，非肌层浸润性膀胱癌可以伴有原位癌或发育不良，表现为类似炎症的淡红色绒毛样的黏膜改变，也可以表现为完全正常的膀胱黏膜。不建议对非肌层浸润性膀胱癌的正常膀胱黏膜进行常规的随机活检或选择性活检，因为发现原位癌的可能性很低(<2%），特别是对于低危的膀胱癌[171]。但当尿脱落细胞学检查阳性或膀胱黏膜表现异常时，建议行选择性活检(selectedbiopsy)，以明确诊断和了解肿瘤范围。在尿细胞学检查阳性而膀胱黏膜表现为正常、怀疑有原位癌存在时，应考虑行随机活检[171]。如果膀胱肿瘤为原位癌、多发性癌或者肿瘤位于膀胱三角区或颈部时，并发前列腺部尿道癌的危险性增加，建议行前列腺部尿道活检，此外，尿细胞学阳性或前列腺部尿道黏膜表现异常时，也应行该部位的活检[172]。(1)蓝光膀胱镜(bluelightcystoscopy,BLC):蓝光膀胱镜检查是通过向膀胱内灌注光敏剂，如5－氨基酮戊酸(5-ALA)、HAL或咄柔比星，产生的荧光物质能高选择地积累在新生膀胱黏膜组织中，与正常膀胱黏膜的蓝色荧光形成鲜明对比，能够发现普通膀胱镜难以发现的小肿瘤或原位癌，与普通膀胱镜相比~2膀胱及尿道癌诊断治疗指南膀胱镜检查正常时，应该考虑使用蓝光膀胱镜做进一步检查[171]。蓝光膀胱镜的缺点是诊断膀胱癌的特异性相对不高，约为63%，低千普通膀胱镜的81%，炎症、近期膀胱肿瘤电切术和膀胱灌注治疗会导致假阳性结果[I71]。(2)窄谱光成像膀胱镜：窄谱光成像(narrowbandimaging,NBI)的原理是通过滤光器过滤掉普通内镜氝灯光源所发出红、蓝、绿中的宽带光谱，选择415nm、540nm的窄带光。其显示黏膜表面微细结构和黏膜下血管较传统的白光模式内镜清楚，立体感更强，有助于微小病灶的早期发现与诊断[175]。文献报道白光和NBI膀胱镜对膀胱肿瘤诊断的敏感性、特异性和准确率分别为77.7％和92.9%、82.7％和73.5%、79.3％和86.7%，两者对膀胱原位癌诊断的敏感性、特异性和准确率分别为68.3％和87.8%、82.9%和77.1%、75％和82.9%。当同时使用两者进行检查时，仅能通过NBI发现而不能通过白光发现的肿瘤占17.1%，反之仅占1.9%[176,177]。有42％尿细胞学阳性而白光膀胱镜检阴性患者在接受NBI膀胱镜检查时发现膀胱肿瘤[177]。在NBI引导下进行膀胱肿瘤电切手术，与白光下电切术相比，能够降低至少10％的术后1年复发率[178]。近年来，人工智能技术(AI)发展为医学诊疗提供了新的手段。国内学者开发了膀胱镜人工智能诊断系统，对良恶性病灶的诊断准确性达到97%。人机对比分析中，该AI系统敏感性达到95%，高于资深医师，而且用时更短[179]。2．诊断性经尿道电切术(transurethralresection,TUR)如果影像学检查发现膀胱内有肿瘤样病变，可以省略膀胱镜检查，直接行诊断性TUR,这样可以达到两个目的：心切除肿瘤；＠明确肿瘤的病理诊断和分级、分期，为进一步治疗及判断预后提供依据[180]。TUR方法：如果肿瘤较小(<1cm)，可以将肿瘤与其基底的部分膀胱壁一起切除送病理检查；如果肿瘤较大，则行分步骤切除，先将肿瘤的突起部分切除，然后切除肿瘤的基底部分，基底部分应包含膀胱壁肌层，最后切除肿瘤的周边区域，将这三部分标本分别送病理检查[180,181]。TUR时尽量避免烧灼，以减少对标本组织的破坏。3输尿管镜栓查对膀胱癌伴随可疑上尿路病变，行CTU或MRU仍不能明确诊断者，可行诊断性输尿管镜检查和活检。——51中国泌尿外科和男科疾病诊断治疗指南推荐意见证据级别推荐等级影像检查发现的膀胱占位病变推荐行膀la强烈推荐胱镜检查和活检或诊断性经尿道膀胱肿瘤电切术蓝光膀胱镜和窄谱光成像膀胱镜检查可2a推荐以提高膀胱原位癌的诊断效率\n（四）细胞病理学及FISH检查\n尿细胞学检查是膀胱癌诊断和术后随诊的重要方法之一。尿标本的采集一般是通过自然排尿，也可以通过膀胱冲洗，这样能得到更多的癌细胞，利于提高诊断率。尿标本应尽量采用新鲜尿液，但晨起第一次尿由于细胞溶解比率高而不适合进行尿细胞学检查[182]。尿细胞学检测过程中存在的一个重要问题是尿液中肿瘤脱落细胞含量不够，会导致假阴性，针对细胞含量不够的患者，建议采用连续留尿3天，每天留取后先进行细胞离心与固定，然后合并3天的尿液细胞进行诊断。尿液中脱落尿细胞学阳性意味着泌尿道的任何部分，包括肾盏、肾盂、输尿管、膀胱和尿道，存在尿路上皮癌的可能。根据文献报道[183]，尿~细胞学检测膀胱癌的敏感性为13%75%，特异性~为85%100%。敏感性与癌细胞恶性分级密切相关，分级低的膀胱癌敏感性较低，一方面是由于肿瘤细胞分化较好，其特征与正常细胞相似，不易鉴别；另一方面由于癌细胞之间粘结相对紧密，没有足够多的癌细胞脱落到尿中而被检测到，所以尿细胞学阴性并不能排除低级别尿路上皮癌的存在；相反，分级高的膀胱癌或原位癌，敏感性和特异性均较高[184,185]。尿标本中癌细胞数量少、细胞的不典型或退行性变、泌尿系感染、结石、膀胱灌注治疗和检查者的技术差异等因素会影响尿细胞学检查结果[186,187]。尿荧光原位杂交技术(fluorescenceinsituhybridization,FISH)用千膀胱癌的检测。多项研究显示FISH技术具有较高的敏感性和特异性[188-192]。但对千有膀胱炎症、结石、放疗等病史者的尿液标本中，反应飞：脱落细胞可能造成FISH结果的特异性降低[193]。研究显示针对中国人群FISH具有较高的阳性预测值，在中国人群尿路上皮癌的诊断中具有重要价值，值得在临床进一步推广应用[194]。通过FISH技术进行膀胱癌早期诊断时，常会出现FISH结果为阳性，而尿细胞学和膀胱镜检为阴性，考虑到肿瘤细胞基因用千临床。\n（五）肿瘤标志物检查\n为了提高无创检测膀胱癌的水平，尿膀胱癌标志物的研究受到了很大的关注，美国FDA已经批准将BTAstat、BTAtrak、NMP22、FDP、ImmunoCyt用于膀胱癌的检测。尿液纤维连接蛋白(fibronectin)有助于鉴别肌层浸润性膀胱癌，联合尿液纤维连接蛋白与尿肌酐比值可用于预测术后肿瘤的残留[197-199]。国内学者研究显示，尿膀胱肿瘤抗原(BTA)检查简单快速，灵敏度和特异性较高，可用于膀胱癌早期筛查和术后监测的无创性筛查，且可初步评估患者的疾病进展程度；但BTA检测易受血尿浓度的影响，建议联合其他诊断手段以提高膀胱癌筛查的准确度[200]。其他还有许多标志物，如端粒酶、存活素(survivin)、微卫星分析、CYFRA21-l和LewisX等，在检测膀胱癌的临床研究中显示了较高的敏感性和特异性[201-208]。虽然大部分尿液膀胱癌标志物显示出了较高的敏感性，但是其特异性却普遍低于尿细胞学检查。近年来也有检测尿液RNA和DNA标志物的报道，其中一项包括485例肉眼血尿患者入组的多中心研究显示，RNA标志物µRNA和Cxbladder检出膀胱癌的敏感性高千细胞病理学和NMP22,尤其对于高级别或者Tl分期及以上的膀胱癌的敏感性和特异性更高[209];另一项研究利用肿瘤个体化深度测序手段对67名健康个体与118例早期膀胱癌患者治疗前后或术后监测期间的尿液游离DNA片段进行分析，结果显示该方法相比尿细胞学与膀胱镜检查在早期膀胱癌患者的诊断与术后复发监测中具有更高的敏感性，而且可以对肿瘤进行无创化分子分型[210]。DNA甲基化作为肿瘤表观遗传学修饰最为常见的方式，其检测在肿瘤分子诊断中具有重要前景，DNA的甲基化修饰早于DNA翻译，在膀胱癌的早期诊断和复发监测中可能发挥着重要作用[211]。已有报道通过PCR或者飞行时间质谱方法对尿液中膀胱癌特定的DNA甲基化位点进行检测，诊断膀胱癌的敏感性和准确性明显优于尿液脱落细胞学和FISH,尤其在早期、微小、残留和复发肿瘤诊断上具有显著优势，已实现临床转化应用，有望用于膀胱癌筛查、复发监测、减少有创的膀胱镜检查和为二次电切手术提供科学依据[212-214]。此外，尿液DNA甲基化特定位点的检测，也可以用千膀胱癌术前的危险度分级，为手术提供参考依据(214,215]。外泌体是广泛分布于体液中的微小襄泡，最近有研究显示基于尿液外泌体lncRNA的检测在诊断膀胱癌中具有良好的诊断效能[216-219]。综合文献报道，对常见的膀胱癌尿标志物诊断性能进行概述（表2-6)。到目前为止，临床应用中仍然没有一种理想的标志物能够取代膀胱镜和尿细胞学检查而对膀胱癌的诊断、治疗、术后随诊和预后等方面做出足够的判断[220,221]。表2-6常见的膀胱癌尿标志物诊断性能对比分析尿标志物名称敏感性特异性可及性FISH较高较高较难BTA一般一般较易尿液纤维连接蛋白一般一般较易NMP22一般一般较易RNA标志物一般一般一般DNA甲基化标志物较高较高一般基因组不稳定性指标较高较高较难高通量测序与生物信息分析技术的发展，促进了医学界从分子遗传角度认识与探究膀胱癌，也因此开发了基于尿液组学特征的膀胱癌早筛及术后随访的方法(222,223]。国内研究揭示通过高通量测序与生信分析的方法检测尿脱落细胞染色体不稳定性诊断膀胱癌具有较高的敏感性和特异性[224,225]。国内外学者对膀胱癌多组学特征谱进行分析，鉴定了一系列膀胱癌高频突变基因[223,226]，针对鉴定的膀胱癌高频突变基因，利用尿液脱落细胞DNA或游离DNA,通过多靶标联用或全谱筛查的技术，有望在未来膀胱癌临床诊疗中发挥尿液标志物更好的应用前景。\n（六）危险程度分组\n非肌层浸润性膀胱癌(nonmuscle-invasivebladdercancer,NMIBC)，占初发膀胱肿瘤的70%,其中Ta占NMIBC70%、Tl占20%、Tis占10%(227]。由于肿瘤存在是否原发、是否多发、大小、T分期、WHO分级等特征的差异，NMIBC的复发、进展风险和预后不同。Ta和Tl分期虽然都属千NMIBC,但由于固有层内血管和淋巴管丰富，Tl期肿瘤更容易发生扩散(228]。而未经治疗的原位癌(carcinomainsitu,CIS)中，54％会进展为肌层浸润性膀胱癌(MIBC)(229]。因此有必要确定NMIBC的危险度分组，以指导患者的临床治疗。2膀胱及尿道癌诊断治疗指南程度评分模型基于不同的NMIBC患者人群进行开发，欧洲癌症研究和治疗组织(EORTC)2006评分用千预测TURBT术＋辅助化疗的复发进展风险（证据级别1b)[230]，西班牙泌尿外科肿瘤治疗组(CUETO)2009评分基千TURBT术后＋5~6个月BCG灌注治疗的复发进展风险（证据级别lb)[232]，欧洲癌症研究和治疗组织(EORTC)2016评分基于TURBT术后接受1~3年BCG维持治疗的人群（证据级别lb)[233J,而最新的欧洲泌尿外科协会(EAU)2021评分则基千TURBT术士灌注化疗的患者构建，未纳入接受BCG治疗的患者（证据级别2b)[234]。2021年EAU通过对多项大型研究的数据进行回顾性分析，发布了最新的NMIBC危险程度分组，该分组结合了WH01973分级法(Gl~G3)和WH02004/2016分级法(LG:低级别含PUNLMP,HG:高级别）（表2-7)。表2-7NMIBC危险程度分组低危组·同时具备原发、单发、Ta/TlLG/GI、直径<3cm,无CIS、年龄<70岁·无CIS的原发TaLG/GI肿瘤，且临床相关危险因素．最多包含1种中危组·不符合低危、高危和极高危组条件，且无CIS高危组•TlHG/G3肿瘤，无CIS,且不符合极高危组条件·肿瘤存在CIS,且不符合极高危组条件•TaLG/02或TlGI,无CIS,且包含3种临床相关危险因素•TaHG/03或TlLG,无CIS,且包含至少2种临床相关危险因素•T1G2,无CIS,且包含至少1种临床相关危险因素极高•TaHG/03,有CIS,且包含3种临床相关危险因素危组•TlG2,有CIS,且包含至少2种临床相关危险因素·TlHGIG3，有CIS,且包含至少1种临床相关危险因素•TlHG/G3,CIS,且包含3种临床相关危险因素·前列腺尿道部伴有CJS·尿路上皮癌伴不良组织学变异亚型”·伴有血管淋巴管侵犯＊临床相关危险因素包括：1年龄＞70岁；2多发乳头状肿瘤；3直径＞3cm。＊＊不良组织学变异亚型包括：伴部分鳞状和（或）腺样或滋养细胞分化的尿路上皮癌，微乳头状尿路上皮癌，巢状变异型嵌套变体（包括大巢状变异型）和微裂变异型尿路上皮癌，浆细胞样、巨细胞型、印戒细胞型、弥漫型、未分化型尿路上皮癌，淋巴上皮瘤样癌，小细胞癌，肉瘤样尿路上皮癌，神经内分泌变异型尿路上皮癌，伴有其他罕见分化的尿路上皮癌—53—中国泌尿外科和男科疾病诊断治疗指南推荐意见证据级别推荐等级建议对初发NMIBC患者进行危险程度2b强烈推荐分组使用评分模型评估NMIBC患者复发和lb强烈推荐进展的概率时，需要考虑模型适用人群具体评估初发、未接受BCG治疗的2b强烈推荐NMIBC患者复发概率时，推荐使用EAU2021风险评分具体评估NMIBC患者的进展概率时：lb强烈推荐1对于未接受BCG治疗的患者，推荐使用EORTC2006风险评分2对于接受半年BCG治疗的患者，推荐使用CUETO风险评分3对于接受!~3年BCG维持治疗的患者，推荐使用EORTC2016风险评分同时具备WHO1973和WHO2004/20162b推荐病理分级时，推荐使用WHO1973分级用于危险程度分组复发NMIBC患者的危险程度分组可参3推荐考初发NMIBC患者"}
{"raw_content": "二、治疗\n基于上述NMIBC危险程度分组，可对不同风险的NMIBC选择合适的治疗策略。而根据治疗方式不同NMIBC的治疗可分为手术治疗和膀胱腔内灌注治疗。推荐意见证据级别推荐等级低危组推荐TURBT术后立即行1次膀胱la强烈推荐内灌注化疗中危组推荐TURBT术后行1年BCG膀la强烈推荐胱灌注治疗（包括诱导和维持灌注治疗）或1年膀胱内灌注化疗。若首次治疗1年后出现TaLG/GI复发，则在TURBT术后立即行1次膀胱内灌注化疗高危组推荐TURBT术后行1~3年BCGla强烈推荐膀胱灌注治疗或在征求患者意见后立即行RC术极高危组推荐立即行RC术，若患者拒3可选择绝或不满足手术条件，推荐1~3年\nBCG膀胱灌注治疗（一）手术治疗\nl．经尿道膀胱肿瘤切除术(1)一般原则：经尿道膀胱肿瘤切除术(transurethralresectionofbladdertumor,TURBT)NMIBC诊断和治疗的基石，也是除极高危组外NMIBC的首选治疗方式。TURBT要求对内镜下可见的所有膀胱肿瘤行深达肌层的切除（除外CIS,因为CIS通常广泛、难以察觉且边界不清）。对于直径1cm以内的肿瘤，可将其与基底部分膀胱壁同时切除进行病理学诊断；对于较大的肿瘤，选择分块切除直至露出正常的膀胱壁肌层；对于可疑CIS区域进行选择性活检，不要求全部切除。送检标本要求包含膀胱肌层成分并减少烧灼造成的标本破坏。规范的手术和取材方式有助于病理诊断、危险程度评估以及治疗方案和随访策略的制订。标本中不含肌层组织与患者不良预后相关（证据级别2a)［235]。手术器械方面，尽管部分研究发现双极电刀和钦激光相比于单极电刀在手术时间，出血量等方面存在优势[236-238]。然而一项纳入13项RCT的系统综述没有发现双极电刀与单极电刀比较在切除效率和安全性方面的优势（证据级别la)［239]。推荐意见证据级别推荐等级TURBT术＋病理活检是NMIBC治疗的首l强烈推荐选诊断和治疗方式TURBT术应遵循以下步骤：强烈推荐1麻醉下双合诊2镜下完整检查尿道3镜下完整检查膀胱内壁4在可疑CIS、尿脱落细胞学检查阳性而膀胱内未见肿瘤、可疑前列腺尿道病灶可见时行前列腺尿道活检5推荐对外观异常的尿路上皮行冷杯钳活检，尿脱落细胞学检查或分子标志物检查阳性时，推荐对膀胱三角区，穹顶，左、右、前、后壁的正常黏膜上皮行多点活检6对内镜下可见的所有膀胱肿瘤行深达肌层的整块切除(ERBT)或分段切除，尽量避免烧灼组织。切除应包括肿瘤外生部分，肿瘤基底膀胱壁部分和肿瘤边缘7对手术过程进行记录，记录手术切除的范围和完整性；对样本进行描述，描述其位置、外观、大小和多灶性续表推荐意见证据级别推荐等级术后病理应详细说明肿瘤的位置、分级、l强烈推荐分期LVI、不良组织学变异亚型、CIS和肌层组织存在情况CIS原位癌；LVI血管淋巴管微浸润(2)二次电切术(Re-TURBT)：一方面，不同分期的NMIBC在初次TURBT后均可残留肿瘤。对~千Ta期肿瘤，17%72％在二次电切术时发现残~留，15%30％伴有分期升高(?T2)r240-24s]，对于~Tl期肿瘤，33%78％在二次电切术时发现残留，30％伴有分期升高(?T2)[246]。另一方面，术者技术会影响标本质量[247,248]，从而导致肿瘤病理分期被低估[245,249］。在首次TURBT中未获得肌层组织的Tl期肿瘤中，49％在二次电切术时发现分期升高(?T2)（证据级别2b)［250]。针对Tl期肿瘤的二次电切术能够改善患者预后。一项前瞻性RCT表明，pTl期膀胱癌二次电切患者的中位复发时间为47个月，高于无二次电切患者的12个月，5年疾病进展率为6.5%，明显优千单次电切的23.5%[251]。另一项回顾性研究对高级别Tl期肿瘤行二次电切后随访10年，无病生存率为69.7%，而单次电切为49.6%[252]。推荐意见证据级别推荐等级首次TURBT未切除全部肉眼可见肿瘤或la强烈推荐怀疑存在残余病灶推荐行二次电切首次TURBT标本中不包含肌层组织(Talb强烈推荐LG/GI肿瘤或原发性CIS除外）推荐行二次电切Tl期肿瘤推荐行二次电切la强烈推荐G3级别肿瘤推荐行二次电切la强烈推荐~二次电切时机为首次TURBT术后23推荐6周二次电切标本应深达肌层，电切范削应3推荐包括肿瘤原发病灶(3)增强成像技术：增强成像技术主要包括蓝光膀胱镜(blue-lightcystoscopy,BLC)和窄带成像(narrowbandimaging,NBI)。BLC下肿瘤组织呈现红色，而正常膀胱黏膜呈2膀胱及尿道癌诊断治疗指南cystoscopy,WLC)，且患者术后1年的复发风险更低(BLC34.5%vsWLC45.4%)（证据级别la)（253]，进展风险也更低(BLC6.8%vsWLC10.7%)（证据级别la)［254]。NBI能更好地观察富含血管的肿瘤组织，对肿瘤和原位癌的检出率明显优千WLC（证据级别la)［255]。NBI对NMIBC远期获益的研究结果不一，部分RCT研究发现NBI相较于WLC,能够降低NMIBC术后1年复发率(NBI32.9%vsWLC51.4%)（证据级别la)[256)，部分研究仅在低危组患者中发现显著差异(NBI5.6%vsWLC27.3%），而总体1年复发率无显著差异(NBI25.4%VSWLC27.1%)（证据级别lb)（257]。因此，尽管研究证实对多发病灶、原位癌患者运用NBI能降低病灶遗漏的风险，但在患者的远期获益方面，仍需更多证据支持。增强成像技术用于NMIBC治疗的推荐意见如下。推荐意见证据级别推荐等级条件允许时推荐在BLC或NBI指导下，3可选择对膀胱可疑病灶进行局部活检(4)整块肿瘤切除术(enblocresectionofbladdertumor,ERBT)：传统TURBT术切除不利千贯彻肿瘤外科中的无瘤原则，因此有学者提出ERBT术作为TURBT的替代术式。相比于传统TURBT术，~对肌层组织保留率高(96%100%）（证据级别lb)［258,259]，膀胱穿孔发生率、闭孔神经反射发生率更低，住院时间和置管时间更短，且2年复发率更低(OR=0.66)（证据级别la)[255,260]。肿瘤直径过大(;::3cm)，数目过多，位于膀胱顶部等特殊位置可能造成手术时间延长、难度增加(261-264]。经典ERBT术采用旋切技术，此外用于ERBT的技术有还有钦激光、铁激光、绿激光（磷酸钦氧钾晶体激光）、1470nm半导体激光等，近期效果如前述，但均缺乏远期疗效及高级别证据(265-268]。推荐意见证据级别推荐等级可对直径::;;3cm,以及非膀胱顶部来源4可选择的肿瘤行ERBT术2根冶性膀胱切除术由千对Tl期肿瘤的分期~准确性差，27%51％的Tl期患者在接受根治性膀胱切除术(RadicalCystectomy,RC)后证实为MIBC-55一中国泌尿外科和男科疾病诊断治疗指南（证据级别3)[269-274]，高危NMIBC易进展为MIBC,并且进展为MIBC的患者相较于初诊MIBC预后更差[275,276]'因此在治疗NIMBC时可以考虑RC术使部分患者获益。目前认为，对于低危和中危的NMIBC患者，在保留膀胱治疗失败之前，不应考虑行根治性膀胱切除术。对部分高危NMIBC或极高危NMIBC患者，二次电切仍然存在高级别Tl肿瘤推荐RC术作为首选治疗（手术原则见＂肌层浸润性膀胱癌的治疗和随访＂章节）。诊断为高危NMIBC后立即行根治性膀胱切除术的患者，其5年无病生存率超过80%[277-279]，延期手术则会降低疾病特异性生存率[280]（证据级别3)。与NMIBC患者讨论选择RC术作为治疗方案时，需要权衡RC术后获益和手术风险，包括手术死亡率和对生活质量(quanlityoflife,QoL)的影响，与患者沟通后决定。近期一项前瞻性临床研究初步发现，10％的高危NMIBC患者出现了远处转移，在接受不同治疗方案后的12个月，患者的QoL评分相近（证据级别lb)[2s1]。推荐意见证据级别推荐等级高危组推荐TURBT术后行]~3年3强烈推荐BCG治疗或在征求患者意见后立即行RC术极高危组推荐立即行RC术，若患者拒绝3强烈推荐或不满足手术条件，推荐1~3年BCG治疗BCG治疗失败患者可选择RC术，具体3可选择包括：l.BCG无反应2.BCG治疗结束6个月之后出现Ta/TlHG复发3.BCG治疗结束12个月之后出现CIS复发4原发中危NMIBC在BCG治疗后出现LG复发3．膀胱部分切除术可选择应用千憩室内膀胱癌患者，降低因电切造成的膀胱穿孔风险。对于高级别Tl期肿瘤，建议同时行淋巴结清扫术及术后膀胱免疫灌注或全身辅助化疗。\n（二）膀胱腔内治疗术后即刻膀胱灌注化疗：TURBT术后即刻膀胱\n灌注化疗能显著降低NMIBC患者的复发率，其原理是术后即刻灌注化疗能够杀灭术中播散的肿瘤细胞和创面残留的肿瘤细胞[282-284］。为了预防肿瘤细胞种植，应在术后24小时内尽早完成膀胱灌注化疗，若术后24小时内未行灌注化疗，术后48小时内再行灌注化疗也有一定预防复发的效果[285]。术后即刻灌注使患者的5年复发率降低约35%，但是不能降低肿瘤进展风险和死亡风险。EORTC复发风险评分?:5分或每年复发次数＞l的NMIBC患者不能从即刻灌注化疗中获益[284]。当存在TURBT术中膀胱穿孔或术后严重肉眼血尿时，不建议术后即刻膀胱灌注化疗[286]。低危NMIBC术后进行即刻灌注化疗可以显著降低复发率，不推荐早期和维持膀胱灌注化疗[284];中、高危NMIBC则需要早期和维持膀胱灌注化疗或膀胱灌注免疫治疗。术后早期和维持膀胱灌注化疗：仅通过单次即刻灌注无法降低中、高危NMIBC的复发风险，而维持灌注化疗可以显著降低中危NMIBC患者的复发风险[287,288]。因此对于中危和高危NMIBC,无论是否行术后即刻灌注，均应当接受术后早期和维持灌注化疗，以降低肿瘤复发率。中危NMIBC推荐术后维持膀胱灌注化疗，也可选择BCG灌注免疫治疗；高危NMIBC建议术后BCG灌注免疫治疗，也可选择术后维持膀胱灌注化疗。目前不推荐持续1年以上的膀胱灌注化疗[289]。建议灌注方案应包括：早期灌注（诱导灌注），术后4~8周，每周1次膀胱灌注；之后维~持灌注，每月1次，维持612个月。(2)灌注药物的选择和注意事项：常用灌注化~疗药物包括咄柔比星（常用剂量为每次3050mg)、~表柔比星（常用剂量为每次5080mg)、多柔比星~（常用剂量为每次3050mg)、轻喜树碱（常用剂量为每次10~20mg)、丝裂霉素（常用剂量为每次~2060mg)、吉西他滨（常用剂量为每次1000mg)。通过提高化疗药物浓度、提前减少液体摄入、延长化疗药物作用时间、碱化尿液等方法，可以提高膀胱灌注化疗的疗效[290]。化疗药物应通过导尿管注入膀胱，~根据药物说明书确定药物保留时间（通常是0.52小时）并选择合适的溶剂。膀胱灌注化疗的副作用主要是化学性膀胱炎，主要表现为膀胱刺激症状和血尿，症状严重程度与灌注剂量和频率相关，若在灌注期间出现灌注药物引起的严重膀胱刺激症状，应延迟或停止灌注以避免继发性膀胱挛缩，多数副作用在停止灌注后可自行改善。2膀胱灌注免疫治疗辅助膀胱内灌注免疫治疗：非肌层浸润性膀胱癌行肿瘤局部切除后，需要通过膀胱内灌注免疫制剂，诱导机体局部免疫反应，以达到预防膀胱肿瘤复发、控制肿瘤进展的目的[291]。辅助灌注免疫治疗主要使用的药物是卡介苗(BCG),国内也有铜绿假单胞菌、A群链球菌、红色诺卡菌细胞壁骨架等生物制剂作为免疫治疗药物进行膀胱灌注的临床使用，这些生物制剂需要RCT证据完善[291-294]。BCG膀胱灌注治疗膀胱肿瘤的确切作用机制尚未明了。目前认为，BCG对膀胱癌的治疗作用是通过直接杀伤肿瘤细胞；或诱导体内非特异性免疫反应，引起Thl细胞介导的免疫应答，从而间接发挥抗肿瘤作用[295]。而且认为，BCG诱导先天免疫系统产生异源免疫记忆，称为经过训练的免疫，经过训练的免疫或先天免疫记忆使先天免疫细胞在最初被BCG等挑战启动（或训练）后，能够对次要的非相关刺激产生更强烈的反应，这是BCG灌注分为诱导、强化和维持灌注的基础(296]。(1)BCG膀胱灌注治疗的适应证：中高危非肌层浸润性膀胱癌和膀胱原位癌。对低危患者并不推荐应用BCG,原因是：由于低级别肿瘤的抗原性较低，BCG在这类患者中的疗效可能较低[284]；再尽管有随机对照研究显示BCG灌注也可以降低低危患者复发风险，但其使用必须与不良反应进行权衡[297]。对中危患者，推荐选择BCG灌注l年。多项RCT研究证实对于中危患者，与各种化疗药物灌注相比，BCG灌注在预防肿瘤复发方面的疗效最好，并且这种疗效具有持久性，还可以延缓肿瘤进展[298300]；使用BCG灌注l年可以满足中危患者的需求[300]。对于高危患者，强烈推荐BCG灌注1~3年。多项RCT研究证实对于高危患者，相比化疗药物如丝裂霉素，BCG灌注的复发风险率降低了32%;BCG维持治疗相比，无维持治疗可使复发风险率降低28%;BCG维持治疗与丝裂霉素灌注相比，可使肿瘤进展率降低27%(301,302]。对千膀胱原位癌(CIS),TURBT是不能根治的，必须进一步治疗，强烈推荐BCG灌注。CIS在术后使用BCG灌注治疗的完全缓解率达到72%~93%，明显高于膀胱灌注化疗(48%），并明显降低肿瘤复发率和肿瘤进展率，因此CIS术后治疗推荐BCG灌注治疗[302]。对于CIS,没有证据显示BCG加化疗灌注2膀胱及尿道癌诊断治疗指南用的BCG有不同菌株，各菌株的疗效没有明显差异[302]。目前国内可使用的菌株为中国D2PB302菌株培育的治疗用BCG,对千预防中高危NMIBC术后复发的效果确切[304]。(3)BCG膀胱灌注的禁忌证：膀胱腔内手术2周内；有肉眼血尿；有症状的泌尿系感染；免疫缺陷或损害者（如艾滋病患者、正使用免疫抑制剂或放射治疗者）；活动性结核患者；对BCG过敏者（有可能引起强烈过敏反应）。在有症状的泌尿系感染情况下使用BCG可导致BCG脓毒血症；但是无症状细菌尿不会增加BCG的毒性或不良反应，也不会影响患者的复发率，甚至BCG灌注对千无症状菌尿本身还有治疗作用[305]。免疫功能受损患者（如肾移植术后患者）使用BCG虽然安全性尚可，但因存在免疫抑制，对BCG产生反应的可能性低，因此不推荐使用[306]。(4)BCG膀胱灌注治疗的方案开始灌注时间：由于术后膀胱有开放创面，即刻灌注易引起严重不良反应，而且非随机研究显示早期给药没有优势，因此与化疗药物不同，禁止术后即刻灌注BCG。目前尚无RCT研究明确首次给药的最佳时间，建议从经尿道膀胱肿瘤切除术或膀胱活检至少2周后开始行BCG灌注，以避免全身吸收[307-313]。灌注方案：最开始灌注频率为每周1次共6次，称为诱导灌注[284,307-312]。为了获得长期免疫保护，获得最佳疗效，需要行后续定期灌注，称为强化和维待灌注[304]。国产菌株推荐灌注方案为：在6周诱导灌注后，行每2周1次共3次强化灌注，然后开始每月l次的维持灌注，共10次，1年共19次，称为“19次方案”[304]；相关RCT研究表明，第1年19次方案组的1年无复发生存率优千第1年15次方案组（详见下文第1年15次方案），而两者总不良反应发生率无差异[304]'在3年无复发生存率上两个方案之间无显著差异。“15次方案”为美国西南肿瘤协作组(SWOG)推荐，即在6周诱导灌注后，在第3、6、12、18、24、30、36个月时，进行维持灌注，每周1次共3次，其中第1年15次灌注[314]。灌注剂量：BCG膀胱灌注治疗的最佳剂量视菌株和患者实际情况而定，对于符合适应证的患者，灌注国产菌株推荐全量剂量120mg[304,315,316]。在不增加毒性的情况下，全剂量BCG维持灌注比1/3剂量BCG维持灌注更有效[315-317]，但在实际使用中，对于结核菌素试验强阳性患者、经费不足或疫苗短缺时，行半量灌注也是一个选择。—57一中国泌尿外科和男科疾病诊断治疗指南(5)BCG膀胱灌注的不良反应：总体不良反应发生率为71.8%，但以局部不良反应为主，其中I~II级不良反应发生率为60.1%，主要表现为膀胱炎症反应；m～W级不良反应发生率为11.7%，包括血尿、膀胱炎、发热、反应性关节炎、造血功能异常、膀胱挛缩、结核性肺炎。所有患者通过停止灌注，抗感染、对症治疗后症状能缓解[304]。如出现BCG败血症及全身结核症状，需立刻停止BCG灌注，可行标准三联抗结核治疗6个月，早期可使用激素治疗(318]。(6)灌注的注意事项：不推荐置入导尿管时使用利多卡因或过量润滑剂，有证据提示这样会影响BCG活力(319]。不需要在BCG膀胱灌注后每15分钟变换体位[320]。BCG给药6小时后口服哇诺酮类药物可减少BCG膀胱灌注后不良反应的发生[321,322]。(7)BCG膀胱灌注治疗失败的类型：BCG膀胱灌注治疗中和治疗后出现肿瘤复发需要进行临床评估及后续治疗选择。临床评估的病例应是行BCG充分治疗的患者，即接受6次诱导灌注治疗，并接受3次为1轮的强化或维持灌注1轮以上治疗的[323-325]。BCG难治：诱导治疗开始后6个月仍可以发现高级别肿瘤或在诱导治疗开始后3个月已经发生进展[326]。出现BCG难治，预示着其不太可能再从BCG治疗中获益。BCG复发(BCGrelapsing)：经6个月BCG治疗到达完全缓解状态后出现的高级别复发。根据复发的时间分为早期复发(12个月内），中期复发(12~24个月）以及远期复发(>24个月）［327]。早期复发属于BCG无反应，预示着其不太可能再从BCG治疗中获益[328]。而中期及远期复发可以尝试二次BCG膀胱灌注治疗[326]。BCG无反应(BCGunresponsive)：包括BCG难治和BCG早期复发。定义为BCG无反应的患者很可能不会从进一步的BCG治疗中获益，标准治疗需要行膀胱根治性切除。对于不适合或拒绝进行根治性切除术的患者，可以选择替代根治性手术的其他治疗策略，也有很多临床试验在进行。比如化疗药物灌注治疗[329-332]，器械辅助灌注治疗[333-335]，灌注免疫治疗[336,337]'系统性免疫治疗[338]或基因治疗[339-341]。BCG不耐受：指任何因严重不良事件而停止BCG膀胱灌注治疗的情况[342]。出现BCG不耐受，可以通过对症治疗来减轻症状(328]。中危患者可以选择选择替代根治性手术的其他治疗方式[326]。3其他腔内治疗方法(1)电化学灌注疗法(EMDA)：一项小型RCT试验证实了连续使用EMDA灌注丝裂霉素，并联合BCG治疗高危患者，对比单独使用BCG可延长患者无复发生存期并降低肿瘤进展率[343]。(2)光动力治疗：光动力治疗是一种使用血叶啾或5－盐酸氨基酮戊酸(5-ALA)为光敏剂，灌注于膀胱内，以波长630nm激光，能量功率约为50mW/cm2进行全膀胱内照射的治疗方法。比较传统化疗灌注可以降低肿瘤的复发率和进展率[344]。BCG灌注失败的患者行一次光动力治疗，可以使50％的患者1年内不复发，但这尚需更多证据[345]。(3)热灌注疗法：通过热疗设备对膀胱灌注液局部加热，利用热能对肿瘤细胞的杀伤作用及药物协同作用增强肿瘤细胞对药物的敏感性和通透性。具体是将丝裂霉素(MMC)灌注液(20mgMMC+50ml注射用水）加热到42\"C，灌注至膀胱内并维持1小时。行热灌注化疗相比传统膀胱灌注化疗，可降低59%的肿瘤复发风险[346]。一个对中高危NMIBC患者的小型RCT研究显示，膀胱热灌注化疗与BCG灌注比较，在降低肿瘤复发率上具有优势[347]。(4)基因疗法：在一项国外的多中心RCT研究中，灌注nadofaragenefiradenovec[一种非复制型腺病毒rAd-IFNa,可将人干扰素(IFN)a-2b基因转移到尿路上皮细胞中］治疗BCG无反应的原位癌患者的完全缓解率达到53.4%[348]。(5)溶瘤病毒疗法：CG0070代表一种溶瘤腺病毒，它在Rb缺陷的UC细胞中复制。1期BOND研究了其对至少一种膀胱内治疗无反应的NMIBC患者的疗效，显示总体CR为48.6%，中位DoR为10.4个月。在随后的BONDIII研究中，使用十二烧基麦芽糖甘(DDM)预处理后膀胱内灌注CG007045~50分钟。对CIS患者6个月CR为58.3%,Ta+CIS患者6个月CR为37.5%,Tl+CIS患者6个月CR为33.3%,总体不良反应率为56.7%[341,349]。(6)白介素激动剂：ALT-/N-803是一种白介素15超级桔抗剂，通过L-2和15~y受体刺激NK细胞和CD8+T细胞的增殖和活化[350]。根据QUILT研究最新公布的II/III期临床数据，使用ALT-803治疗80例BCG难治性CIS（伴或不伴TaTl／高级别肿瘤），总体CR为71.8%，中位CR时间为19.2个月，总体副反应率低千15%，没有因不良反应事件中断治疗的患者。(7)重组BCG:AUA2021报告了重组症病毒载体BCG(PANVAC™)+BCG与单用BCG治疗至少经历1次BCG治疗失败的患者的II期临床试验结果，共30名受试者，在12个月时间里两组间RFS相同，中位复发时间也没有差异，PFS分别为78.6%、79.6%[351]。"}
{"raw_content": "三、预后及随访\nNMIBC的预后与肿瘤分级、分期，肿瘤数量、大小，肿瘤复发时间和频率，以及是否存在原位癌等因素密切相关，其中肿瘤的病理分级和分期是影响预后的最重要因素。根据不同的患者特征，NMIBC的1年和5年复发风险分别为2%~58％和12%~85%,进展风险分别为1.2%~30％和2.9%~50%(352]。鉴千肿瘤有复发和进展风险，非肌层浸润性膀胱癌患者在治疗后需要随访，膀胱镜检查是金标准，尿液脱落细胞学、尿液膀胱癌标志物和超声等检查具第二节可根治性切"}
{"raw_content": "一、诊断\n（一）临床表现\n详见第一节非肌层浸润性膀胱癌“临床表现“部分。\n（二）影像学检查\n1.MIBC局部影像学分期(1)超声检查：超声作为肉眼血尿患者筛查膀胱癌的首要检查手段，一般认为出现肾积水可能对诊断MIBC具有提示意义。二维超声在确定膀胱癌侵犯肌层及周围淋巴结受累方面并不可靠。传统二维超声对直径＞0.5cm的膀胱肿瘤诊断率较高，而三维增强超声在鉴别NMIBC和MIBC方面优于传统二维超声。三维增强超声使用三个正交平面上的增强图像来描绘血管，有助千区分MIBC和NMIBC。采用高分辨率的经尿道高频探头进行旋转式扫查，能够比经腹部超声更好地对膀胱肿瘤进行分期。国外报道经尿道膀胱内超声判定肿瘤分期的诊断效能~显示NMIBC准确率为94%100%,MIBC准确率~为63%96.8%[)SS]。如果结合使用超声造影和三维超声，在诊断MIBC时，其可达到100％的灵敏度和2膀胱及尿道癌诊断治疗指南有一定价值，但不能替代膀胱镜。推荐非肌层浸润性膀胱癌患者在术后第3个月时进行第一次膀胱镜检查，这次膀胱镜检查结果是肿瘤复发和进展的重要预后因素(353-355]。低危非肌层浸润性膀胱癌患者如果第一次膀胱镜检查结果阴性，在术后一年时进行第二次膀胱镜检查，以后每年1次，共5年，如无复发，则根据情况决定后续随访方案。高危患者推荐术后两年内每3个月复查1次膀胱镜，以后每6个月1次，5年后每年1次。中危患者的膀胱镜检查策略需要个体化，检查方案介于低危和高危患者之间。另外，中危和高危患者推荐每年进行上尿路影像学检查(CTU),低危患者根据情况决定是否进行上尿路影像学检查(297,356,357］。对于高危或极高危非肌层浸润性膀胱癌行根治性膀胱切除术和尿流改道患者的随访可以参考可根治性切除的肌层浸润性膀胱癌的随访方案。切除的肌层浸润性膀胱癌影。此外，根据有无淋巴结转移，尚可进行分期，但超声检查在淋巴结转移评估方面有较大的局限性[359]。(2)CT:CT的优点包括高空间分辨率、较短的采集时间、单次屏气扫描覆盖范围更广，同时各种扫描相关的因素（运动伪影、肠道蠕动伪影等）对扫描质量影响较小。研究显示浸润性膀胱肿瘤患者行CT检查无法准确区分Ta~T3a期肿瘤，但它有助于检测膀胱周围脂肪(T3b)和邻近器官的浸润。CT在显示肿瘤膀胱外浸润的准确性~为55%92%(360]，并且随着疾病的进展准确性提升[361］。在局部分期方面CT可作为患者无法进行MRI扫描时的替代方案(362]。(3)多参数磁共振成像：磁共振成像相较于CT具有更高的软组织对比度和分辨率。一项系统综述中显示，其诊断敏感性和特异性分别为90％和88%，在使用高场强(3T)磁共振扫描，可以分别提高诊断敏感性及特异性至92％和96%。2018年日本腹部放射学会、欧洲泌尿外科学会和欧洲泌尿影像学会共同发表了膀胱影像报告和数据系统(Vesicalimagingreportinganddatasystem,VI-RADS)(363]。近期的一项萎萃分析显示VI-RADS可以较准确地判断肿瘤分期，并提供较好的研究者间一致性(364]。另一项萎萃研究显示，VI-RADS的诊断性能与膀胱MRI在确定MIBC方面的诊断性能相似，敏感性和特异性分别为—59-中国泌尿外科和男科疾病诊断治疗指南92％和87%。使用VI-RADS评分系统，诊断的一致~性较好，Kappa(K)值为0.810.92[365]。未来VI­RADS在对膀胱癌的分期、诊断和诊疗方案的制订上可能会发挥重要的作用，但仍需高质量的多中心大样本研究来明确其真正的临床价值[363]。磁共振扫描在活检或电切后对千肿瘤残余判断的表现也优千CT,可用于TURBT术后随访[366,367]。由于磁共振轧造影剂的使用与肾源性系统性纤维化之间存在一定的相关性，对于存在肾功能不全的患者，具体应用可综合参考轧造影剂临床安全性应用中国专家建议[368]。2淋巴结影像学分期(1)CT与MRI:CT或MRI检测到的最大短轴＞8mm的盆腔淋巴结和＞10mm的腹部淋巴结应视为病理性增大[369,370]。由于CT和M阳判断病理性淋巴结主要基于淋巴结大小的评估，所以诊断淋巴结转移的~敏感性(48%87%)不足常无法判断正常大小淋巴结的转移或微小转移，同时，由于淋巴结肿大可能是由良性疾病引起的，特异性也不够高。总的来说，CT和MRI在各种原发性盆腔肿瘤中检测淋巴结转移的结果相似[371-374]。应用特殊增强剂的MRI增强检查有利于鉴别正常大小淋巴结有无转移[375]。例如，应用超顺磁性的氧化铁纳米颗粒作为增强剂可鉴别淋巴结有无转移：良性增大的淋巴结可吞噬铁剂，在T2加权像上信号强度降低，而淋巴结转移则无此征象[376]。有报道称此检查对正常大小淋巴结是否存在转移进行术前判定，敏感性为58.3%，特异性为83.0%，准确率为76.4%。而且假阴性的淋巴结多为直径<5mm者[377]。对于术前确定淋巴结清扫范围有一定参考价值[375]。但目前由千国内可获得的商业化的铁造影剂较少，故目前未广泛应用。(2)PET-CT/MRI:PET-CT/MRI是一种同时显示解剖及代谢的功能性成像技术，最常用的示踪剂是18F－脱氧葡萄糖(18F-FDG)。18F-FDG主要经过泌尿系统排泄，示踪剂在膀胱的蓄积会影响对膀胱及盆腔病变的判断。建议采用利尿延迟显像减少膀胱内示踪剂的影响，可以提高膀胱病灶的检出率，并有助千膀胱周围转移灶的观察[378,379]。PET/CT检查可以较早发现膀胱癌淋巴结转移，通常表现为盆腔、腹主动脉周围结节状放射性浓聚。近年来的研究萎萃分析显示，PET-CT诊断淋巴结转移的敏~感性57%、特异性92%95%[380,381]。临床对比研(EAU)关千膀胱癌管理的共识声明中，88％专家赞同将18F-FDGPET-CT作为术前诊断淋巴结转移的影像手段。PET-CT诊断淋巴结转移有适中的灵敏度和高度特异性，可用千术前评估膀胱癌的区域淋巴沪[385]一口18F-FDGPET/MRI诊断膀胱癌淋巴结转移的临床研究较少，一项前瞻性临床研究表明18F-FDGPET/MRI诊断淋巴结转移灵敏度、特异性及准确性均高千MRI,具有一定优势[386]'但PET/MRI的诊断价值还需要进一步的临床研究证明。除FDG显像剂外，目前已有新型示踪剂（如胆碱、乙酸等）用千膀胱癌原发灶及淋巴结转移显像的报道，Ile－胆碱和Ile－乙酸均不经泌尿系统排泄，可以避免对膀胱肿瘤显像的干扰。在一项萎萃分析中证实Ile－胆碱和“C－乙酸PET/CT在诊断膀胱癌淋巴结转移方面具有一定的临床价值，灵敏度与特异性分别为66%、89%，但并不明显优千18F-FDGPET/CTl387]。3．上尿路影像学(I)多层螺旋计算机断层尿路造影：多层螺旋计算机断层尿路造影(CTU)是目前上尿路病灶诊断的首选影像学方法，在各种影像学技术中具有最高的诊断准确性[388-391JO,CTU能提供更多的泌尿系统信息（包括上尿路、周围淋巴结和邻近器官的状态），可替代传统IVU检查[392]。肾积水征象的出现可能提示MIBC,并且预后可能较差。目前CTU对于诊断平坦型或早期浸润性的病变仍有一定困难。理论上对发生于膀胱癌患者的上尿路多中心病变诊断表现相仿，但由于膀胱癌合并上尿路多中心病灶的概率偏低(1.8%），是否在所有膀胱癌患者中均行CTU检查存在争议[393]。目前更推荐膀胱多发性肿瘤、高危肿瘤及膀胱三角区肿瘤患者建议行CTU检查。(2)磁共振成像尿路造影：磁共振成像尿路造影(MRU)适用于对含磺造影剂过敏、肾功能不全的患者。MRU可分为轧造影剂增强(CE-MRU)及水成像MRU。对千<2cm的肿瘤，CE-MRU的检出率约为75%[394,395]。但对于重度肾功能损害（肌酐清除率<30ml/min)，具体应用需综合参考轧造影剂临床安全性应用中国专家建议。与CTU相比，水成像MRU对上尿路病灶的诊断帮助较小，但有研究认为增加DWI可以提高上尿路病变诊断的准确性，达到甚至超越CTU的水平(396,397]。故对于膀胱癌TURBT术后膀胱镜检查阴性或根治性膀胱切除术后，临床症状或尿液检查高度提示上尿路存在肿瘤可能性的患者，采用MRU加DWI检查也是一种可考虑的选项。(3)同位素肾图：同位素肾图常用1311-0IHC为示踪剂，可以评估双肾血供、肾小管排泌功能及上尿路通畅情况。目前，肾动态显像已逐步取代传统的同位素肾图，肾动态显像常用显像剂为99mTc-DTPA或99mTc-EC,可同时获得肾脏摄取及排泄示踪剂的动态影像、肾图及GFR或ERPF值(398]。同位索肾图／肾动态显像可以用于了解分肾功能及肾保留的临床决策，评估膀胱癌术后尿路的通畅性（器质性梗阻或功能性梗阻）及膀胱癌化疗后对肾功能的影响。值得注意的是，肾脏深度差异等情况下[399]'会影响GFR值的准确估算，此时建议联合双血浆法校正可以更精准地判断肾功能(400]。4．远处转移的影像学分期(1)胸部X线／CT检查：胸部正、侧位X线片是膀胱癌患者手术前的常规检查项目，了解有无肺部转移，是判定临床分期的主要依据之一，也是术后随访的常规检查项目。肺转移瘤在胸部X线上可表现为单个、多发或大量弥漫分布的圆形结节性病灶。胸部CT检查肺转移瘤更敏感。因此，对于肺部有结节或肌层浸润性膀胱癌拟行根治性膀胱切除的患者推荐术前行胸部CT以明确有无肺转移。(2)骨扫描：肌层浸润性膀胱癌更易出现骨转移，骨转移最常见的部位是脊柱，其次为骨盆、肋骨。一项临床研究表明，在发生骨转移的膀胱癌患者中，膀胱癌浸润至深肌层占61.5%，而未发生肌层浸润的仅占7.7%(401]。全身骨显像是目前临床上检测骨转移最常用的方法，膀胱癌骨转移灶多表现为异常放射性浓聚，检出敏感性较高，可比X线提前3~6个月发现骨转移病灶。平面全身骨扫描诊断膀胱癌骨转移灵敏度、特异性和准确性分别为82.35%、64.51%、70.83%[402]。一项大规模回顾性研究表明，骨扫描在7％的膀胱癌患者中发现骨转移灶，1.7％的患者治疗方案发生改变(403]。建议对伴有肌层浸润的膀胱癌患者或出现骨痛、碱性磷酸酶增高时，可选择骨扫描检查，以判断有无骨转移灶，准确分期(401,404]。值得注意的是，骨外伤、骨退行性改变、骨纤维异常增生症等良性骨病同样会引起骨盐代谢活跃，骨扫描局部浓聚，需要我们进一步鉴别[405］。一项对2膀胱及尿道癌诊断治疗指南比研究表明，SPECT/CT骨扫描（平面骨扫描＋局部CT断层融合显像）检出骨转移灶灵敏度、特异性和准确性分别为88.23%、74.19%、79.16%，均高于平面骨扫描[402]。对单发或少发病灶的良恶性鉴别，建议SPECT/CT融合显像或增加局部CT、MRI断层确认。(3)PET-CT/MRI:对肌层浸润膀胱癌准确分期，从而采取适当的治疗手段改善患者预后至关重要。肝脏、肺、骨骼是膀胱癌脏器转移的常见部位，这些部位的转移灶多数具有FDG高代谢特征，18F-FDGPETCT/MRI可以灵敏地探查转移灶，为临床分期、治疗方案的制定提供更准确的依据。一项萎萃研究表明，18F-FDGPET/CT探查远处转移灶灵敏度与特异性均较高，分别为82%、89%[406]。另一项临床研究同样证实18F-FDGPET/CT诊断膀胱癌转移灶灵敏度、特异性、阳性预测值、阴性预测值及准确性分别高达89%、78%、90%、75%、86%[407]。对比研究中，18F-FDGPET/CT诊断膀胱癌转移灶的敏感性显著高于CT(74.9%vs43.7%），特异性两者相似[408]。与CT和MRI检查结果比较，18F-FDGPET/CT~检测出更多的转移灶，改变了20%30％的患者的治疗策略[409］。一项大规模回顾性研究证实18F-FDGPET/CT对膀胱癌的分期比增强CT更为准确。相较千增强CT,18F-FDGPET/CT改变了26％患者的分期，其中25.5％患者分期上调，0.5％患者分期下调，有16％患者治疗方案发生改变[410]。该项大样本临床研究同时发现18F-FDGPET/CT检测出3.9％患者存在第2原发恶性肿瘤，并改变了1.4％患者的治疗方案[410]。正是如此，建议在根治性膀胱切除术之前，行FDG­PET/CT来协助治疗方案的制订。值得注竟的是，患者伴有前列腺炎或膀胱癌卡介苗等灌注治疗后前列腺局部出现炎性FDG摄取增高，我们需要注意与前列腺转移灶或前列腺癌原发灶鉴别[411]。目前18F-FDGPET/MRI诊断膀胱癌转移灶的临床研究较少，其中一项研究比较了18F-FDGPET/CT与PET/MRI在膀胱转移灶探查的临床价值。研究表明，相比PET/CT,PET/MRI在41％的患者中发现了更多的转移灶，并改变了17.9％患者的治疗决策[412]。这提示PET/MRI在诊断膀胱癌远处转移灶潜在优势，当然这还需要更多的临床研究证明。—61—中国泌尿外科和男科疾病诊断治疗指南推荐意见证据等级推荐等级根据MIBC的危险程度选择合适的影像2b推荐学检查有助于准确分期多参数磁共振相比CT可以更加准确地提2b推荐供浸润探度信息采用PET-CT进行术前评估区域淋巴结2b推荐与远处转移情况MIBC累及输尿管开口或怀疑合并UTUC3可选择的患者，行CTU检查高风险MIBC患者随访，若从未进行3可选择PET/CT检查或疑似转移性疾病的，推荐PET-CT检查高风险MIBC患者或伴有骨痛症状、骨3可选择转移实验室指标升高者，可行骨扫描检查高风险患者随访，若从未进行PET/CT3推荐检查或疑似转移性疾病的，推荐PET-CT检查高风险患者或伴有骨痛症状、骨转移实3推荐验室指标升高者，可行骨扫描检查评估膀胱癌术后尿路通畅性及分肾功能，3可选择可行肾动态显像\n（三）内镜检查及诊断性电切\n部分影像学诊断MIBC患者的根治性膀胱切除术~后病理可能出现降期，特别是cT2T3a分期的患者[413]。诊断性电切的目的是实现膀胱肿瘤组织学诊断、分级和更准确的临床分期。对术前怀疑MIBC的患者，诊断性电切的切除深度要求达到肌层。对于直径1cm以内的肿瘤，可将其与基底部分膀胱壁同时切除进行病理学诊断；如果肿瘤较大，则行分步骤切除，先将肿瘤的突起部分切除，然后切除肿瘤的基底部分，基底部分应包含膀胱壁肌层，最后切除肿瘤的周边区域，将这三部分标本分别送病理检查。规范的手术和取材方式有助于病理诊断、危险程度评估及治疗方案的制订。\n（四）细胞病理学及FISH检查\n从尿液或膀胱冲洗液中检测是否有脱落的癌细胞在高级别肿瘤中具有很高的敏感性，并且对千高级别恶性肿瘤或原位癌是一个有用的指标。然而，阳性的尿细胞学检查可能源于位千泌尿道任何部位的尿路上(84%），低级别肿瘤灵敏度却低至16%[414]。炎症、上皮不典型增生以及放化疗后组织改变等因素，导致其存在12％的假阳性率[415]。FISH技术具有较高的敏感性及特异性，特异性低于尿细胞学检查。有膀胱炎症、结石、放疗等病史患者的尿液标本特异性低。FISH技术在我国人群尿路上皮癌具有较高的阳性预测值[416]。\n（五）肿瘤标志物检查\n肿瘤预测相关标志物参见非肌层浸润性膀胱癌肿瘤标志物检查部分。其他标志物包括肌层浸润性膀胱癌新辅助化疗敏感性标志物，如血清血管内皮生长因子[417]、循环肿瘤细胞及DNA损伤修复(DDR)基因的缺陷，包括ERCC2、ATM、RBl和FANCC,这些基因可以预测对基于顺铅的新辅助化疗反应情况[418,419]。最近，FGFR3突变和基因融合的改变已被证明与对FGFR抑制剂的治疗反应有关[420,421]。推荐意见证据级别推荐等级对所有怀疑膀胱癌的患者应行膀胱镜检l强烈推荐查及病理活检或诊断性TUR及病理检查对怀疑原位癌、尿脱落细胞阳性而无明3可选择确黏膜异常者应考虑随机活检对怀疑原位癌者可选择行蓝光膀胱镜或3推荐窄带成像(NBI)膀胱镜检查尿细胞学和尿脱落细胞FISH检测是一3可选择种无创检查方法，在可疑尿路上皮肿瘤的辅助诊断或膀胱癌术后监测中，可选择使用二治疗肌层浸润性膀胱癌(MIBC)行膀胱根治性切除术后，仍有近50％进展为转移性膀胱癌[422,423]。随着新型治疗药物和临床研究的进展，肌层浸润性膀胱癌的治疗也逐渐综合化。根据肿瘤的浸润深度和侵犯范围，选择外科、肿瘤内科、肿瘤放疗科等多学科联合治疗可以获得最佳治疗效果。对千可根治性切除的肌层浸润性膀胱癌，新辅助化疗联合根治性膀胱切除和盆腔淋巴结清扫术是目前治疗的金标准。\n（一）新辅助治疗\n巳有前瞻性随机对照研究证实，以顺铅为基础的新辅助化疗能使肌层浸润性膀胱癌患者生存获益，其他治疗方案如新辅助免疫治疗等也正在探索中。l．新辅助化疗(1)新辅助化疗的地位：自20世纪80年代中期开始，多项膀胱癌临床研究均表明膀胱癌对以顺钻为基础的联合化疗有很好的反应率。目前推荐cT2-4aNOMO(II期或illA期）的患者可采用以顺铅为基础的联合新辅助化疗[424-427]。通常使用需治疗人数(numberneededtotreat,NNT)即为避免l例不良结局的发生或得到1例有益结果需要治疗的病例数来评估治疗的获益程度。临床试验表明新辅助化疗组的5年生存获益为8%,cT3患者生存获益可达11%，新辅助化疗的NNT为9[428]。2016年萎萃分析纳入15项研究、共3285例患者，证实肌层浸润性膀胱癌患者接受以顺铅为基础的联合新辅助化疗能获得生存获益，5年内的总体生存获益可达8%,NNT为12.5[429]。一项ill期随机对照试验表明，经过8年中位随访后，新辅助化疗可降低16％的死亡风险，10年生存率从30％提高到36%[430］。对于高风险(cT3叮4,NO/N+)膀胱尿路上皮癌行GC方案新辅助化疗与直接行根治性膀胱切除术相比可降低肿瘤的病理分期，并明显改善患者的预后[431]。GETUG/AFUVOS随机皿期VESPER试验显示，ddMVAC或GC方案新辅助化疗后，60％的dd-MVAC组接受了6个周期，84％的GC组接受了4个周期；分别有199例(91%）和198例(90%）患者接受了手术。分别在84例(42%）和71例(36%)患者中观察到病理完全缓解(ypTOpNO)。其中GC组的中位手术延迟时间（末次化疗后）为48天，ddMVAC组的中位手术延迟时间为51天，但dd­MVAC具有更严重的乏力和胃肠道反应[432]。目前尚无前瞻性试验证明NAC导致的手术延迟对生存率有负面影响。通常新辅助化疗结束后4~8周，视患者情况行根治性膀胱切除术[422,423,427]。新辅助化疗方案中以顺铅为基础的联合化疗方案疗效较为明确，目前尚无以卡铅为基础的联合新辅助化疗方案获益的高级别循证医学证据。存在以下情况之一患者不推荐行顺铅化疗：体力状态(PS)评分>l、GFR:::;;60ml/min、听力损伤程度~2级、外周神经病变~2级、NYI趴皿级心力衰竭以上[433］。若<PS评分＞2、GFR30ml/min或同时存在PS2分和GFR<60ml/min,则不适合任何铅类为基础的化疗（包括顺铅和卡铅[424]）。其中肾功能是决定治疗方案2膀胱及尿道癌诊断治疗指南联合新辅助化疗[425,426,428,429]。目前，根据GETUG/AFUVOSVESPER研究，结合我国具体临床实际，推荐GC方案（吉西他滨和顺铅）和dd-MVAC方案（甲氨蝶呤、长春碱、多柔比星、顺铅）作为新辅助化疗的方案。(2)推荐的新辅助化疗方案1)GC（吉西他滨和顺铅）方案：吉西他滨1000mg/m2,第1、8天静脉滴注，顺铅70mg/m2,第2天静脉滴注，每3周(21天方案）为1个周期，共4个周期[427]。GC化疗方案除了21天方案外，也有28天方案[434]（吉西他滨1000mg/m2第l、8、15天静脉滴注，顺铅70mg/m第2天静脉滴注，每28天为1个周期，共4个周期），但21天疗程可减少给药时间，从而获得更好的剂量依从性，临床上更为常用。2)ddMVAC方案（剂量密集型MVAC)：甲氨蝶呤(MTX)30mg/旷，第1天静脉滴注，长春碱(VCR)3mg/旷、多柔比星(ADM)30mg/m2、顺铅(DDP)70mg/m2,第2天静脉滴注，第3~9天预防性应用粒细胞集落刺激因子，每2周为1个周期，共4~6个周期[423,427,430]。2新辅助免疫治疗免疫检查点抑制剂在新辅助治疗中的角色还需要更多的循证医学证据来支持，建议在临床试验中应用。新辅助免疫单药或联合治疗膀胱癌的研究正在进行，包括免疫检查点抑制剂PD-1/PD-Ll抑制剂单药、联合化疗或抗体偶联药物(antibody-drugconjugates,ADC)或联合CTLA-4抑制剂等。最早报道的PURE-01研究，使用帕博利珠单抗(pembrolizumab)新辅助治疗cT2~T3膀胱癌，结果显示病理完全缓解(pTO)为42%，降期率(<pT2)54%，特别是PD-Ll表达综合阳性评分(combinedPositiveScore,CPS)>10％的患者有54.3％达到病理完全缓解(pTO)[435]。ABACUS研究显示，PD-Ll单抗阿特利珠单抗(atezolizumab)用于膀胱癌新辅助治疗，病理完全缓解为31%[436]。正在开展新辅助免疫治疗的临床试验药物包括PD-1/PD-Ll抑制剂单药、联合化疗或联合CTLA-4抑制剂等。其中，替雷利珠单抗在中国开展了一项联合顺钻和吉西他滨(GC)用千肌层浸润性膀胱癌的多中心前瞻性临床研究。中期分析共纳入23例cT2-T4aNOMO患者，其中cT3~T4a占比34.8%，有NMIBC病史占比26.1%。研究结果显示，病理完全缓解率(pCR/pTONO)达54.5%，降期率(::SpTlNO)为77.3%，且该新辅助方案安全性、耐受性良好[437]。3新辅助放疗膀胱癌术前新辅助放疗的证据不—63—中国泌尿外科和男科疾病诊断治疗指南充分，多数为早年的小样本临床研究，一些研究显示术前放疗虽然可改善局部控制率，但对比直接手术的患者并未提高生存率(438,439]，故并不常规推荐新辅助放疗。迄今为止入组人数最多的一项临床研究结果显示术前放疗对比单纯手术患者可显著增加患者的完全缓解率（由9％提高到34%），同时还可改善患者生存(55%VS32%），但该研究有50％的患者因未完计划治疗而未纳入生存分析(229/475)，且部分患者使用了化疗，所以证据级别并不高(440]。目前认为术前放疗只能降低患者分期，不能提高生存率，可以建议cT2-4cN0-3MO(Il~Ill期）的肌层浸润性膀胱癌患者，若术前评估经放化疗后可降期行膀胱切除术的患者选择术前放疗（只做IlB推荐），不建议拟经尿道进行膀胱癌切除的患者行术前放疗。术前放疗常用剂量为45~50Gy/4~5周，分次剂量为1.8~2Gy,靶区包括肿瘤区域、膀胱、部分尿道、盆腔淋巴引流区等。术中放疗适合靠近盆腔壁肿瘤无法切千净或无法切除的病例或腹腔淋巴结不能完全切除病例。术中放疗的优势在于可以在直视下尽可能保护肠道等危及器官，对难以切除肿瘤或不能彻底切除肿瘤可给予单次大剂量照射，提高局控率。术中放疗常联合术前放疗或术后放疗使用(441］。一项多中心回顾性研究显示近1040例患者接受术前外照射和术中近距离放疗可增加膀胱癌患者的疾病控制率和生存率，但放疗导致的肠道损伤等急性并发症仍不容忽视，需慎重选择病例[442]。术中放疗常用X线或4~12MeV电子线近距离照射，单次15~20Gy。术中放疗由于设备要求较高，只能在有条件的单位开展，故除临床研究和个体需求外不做常规推荐。4．新辅助治疗探索化疗和免疫治疗联合具有一定协同作用，这是因为，化疗可以通过诱导肿瘤细胞凋亡、MHCl类分子表达的上调和树突状细胞成熟以及诱导肿瘤细胞发生免疫原性的细胞死亡(immunogeniccelldeath,ICD)来促进免疫应答。目前吉西他滨联合顺铅化疗以及免疫检查点抑制剂新辅助治疗的研究正在进行中。推荐意见证据级别推荐等级~cT24aNOMO的患者术前予以顺铅为la强烈推荐基础的联合新辅助化疗，包括：心GC方案；(2)dd-MVAC方案\n不适合顺铅为基础的联合化疗的患者不2a可选择（二）根治性膀胱切除和尿流改道术\nl．根治性膀胱切除术新辅助化疗后行根治性膀胱切除(radicalcystectomy,RC)联合盆腔淋巴结清扫术，是肌层浸润性膀胱癌的标准治疗，也是提高患者生存率、避免局部复发和远处转移的有效治疗方法(443,444]。该手术需要根据肿瘤的病理类型、分期、分级、肿瘤发生部位、有无累及邻近器官等情况，结合患者的全身状况进行选择。(1)根治性膀胱切除术的指征：根治性膀胱切除术的基本手术指征为无远处转移、局部可切除的肌层浸润性膀胱癌(T2~4a,NO~x,MO)(445]；极高危组和部分高危组的非肌层浸润性膀胱癌，包括：心复发或多发的T1G3（或高级别）肿瘤；＠伴发CIS的TlG3（或高级别）肿瘤；＠BCG治疗无效的肿瘤；@TUR和膀胱灌注治疗无法控制的广泛乳头状病变；＠膀胱非尿路上皮癌；＠尿路上皮癌伴不良组织学变异亚型。挽救性膀胱切除术的指征包括非手术治疗无效、保留膀胱治疗后肿瘤复发的肌层浸润性膀胱癌(446]。术前应仔细评估患者的总体状况，特别是对于高龄患者应评估重要生命器官的功能状态和代偿清况(447]'除有严重合并症（心、肺、肝、脑、肾等疾病）不能耐受手术者外，有以上指征者，推荐根治性膀胱切除术。如果不是新辅助化疗的需要，建议在确诊肌层浸润性膀胱癌后尽早(:::;;3个月内）接受手术治疗(448］。新辅助治疗结束，身体恢复后也应尽早接受手术治疗，延迟超过10周可能降低总生存率和肿瘤特异生存率[449]。若考虑患者存在多发淋巴结转移，可考虑先行系统性降期治疗，再行手术切除。(2)根治性膀胱切除术的手术范围：经典的根治性膀胱切除术的手术范围包括膀胱及周围脂肪组织、输尿管远端，并同时行盆腔淋巴结清扫术；男性患者还应包括前列腺、精粪；女性还应包括子宫、部分阴道前壁、附件(450,451]。若肿瘤侵犯女性膀胱颈或男性尿道前列腺部，或术中冷冻发现切缘阳性是术后肿瘤尿道复发的危险因素，可考虑同时行全尿道切除[452-455]。对于选择原位新膀胱作为尿流改道方式的患者，尽可能保留支配尿道的自主神经可以改善术后尿控(456-458]。对千性功能要求高的年龄较轻男性患者，保留神经血管束可以使部分患者保留性功能[459］。近年国内外研究显示，相对于标准切除范围的手术，保留前列腺、保留前列腺包膜或侧包膜、保留精襄腺等术式除可以改善尿控外，还可以改善术后勃起功能[460-464]；对于女性患者，部分回顾性研究提示保留生殖器官可缩短手术时间、减少术中出血、降低对术后性功能的影响[465,466]；对于选择原位新膀胱作为尿流改道方式的女性患者，保留子宫可降低对术后尿控功能的影响，降低尿湘留的风险[466-468]。此外，如卵巢未受侵犯，绝经期前女性可选择保留卵巢[469,470]。尽管有研究显示这些保留功能或保留器官的术式的肿瘤控制效果不劣于经典术式，但应该在技术成熟的条件下、在器官局限性肿瘤患者中选择应用，特别是男性患者术前应认真评估以排除伴发的前列腺癌和尿道肿瘤(471]。保留功能的术式术中应以保证肿瘤根治效果为前提，术后需接受严密随访，患者的长期转归仍有待进一步证实[471-474]。淋巴结清扫不仅是一种治疗手段，而且为预后判断提供重要的信息(475]，应与根治性膀胱切除术同期进行。国外研究表明，肌层浸润性膀胱癌出现淋巴转移风险达24％以上[476,477]'而且与肿瘤浸润~~深度相关(pT2a:9%18%、pT2b:22%41%、~~pT3:41%50%、pT4:41%63%），即使是术后证实为NMIBC的患者也有一定的淋巴转移风险~(1%10%)(478]。基于我国人群的研究同样证实类似的淋巴结转移特点[479,480]。因此盆腔淋巴结清扫是根治性膀胱切除术的重要组成部分。目前主流的淋巴结清扫术式有标准淋巴结清扫和扩大淋巴结清扫两种。标准淋巴清扫的范围是骼总血管分叉处（近端）、生殖股神经（外侧）、旋骼静脉和Cloquet淋巴结（远端）、骼内血管（后侧），包括闭孔区淋巴结。扩大淋巴结清扫在标准淋巴结清扫的基础上向上扩展至主动脉分叉处，包括骼总血管、腹主动脉远端及下腔静脉周围淋巴脂肪组织，包括祗骨前淋巴结。有学者提出上界至肠系膜下动脉水平的超扩大淋巴清扫[481]。尽管有研究显示扩大淋巴结清扫对患者有益，可以提高病理分期的准确性以及提高术后生存率，但是淋巴清扫的合理范围目前尚无定论[482-484］。一项随机对照研究表明与标准淋巴清扫相比，扩大淋巴清扫并不能改善无复发生存和总生存率，但增加了术后淋巴襄肿的发生率(485]。因此，对于大部分患者，推荐行标准盆腔淋巴清扫，而对于术前或术中怀疑淋巴结转移者应考虑扩大淋巴结清扫。淋巴结清扫范围可根据肿瘤范围、病理类型、浸润深度和患者情况决定。淋巴结清扫时应注意清除双侧清扫范围内的所有淋巴脂肪组织[486]。由于淋巴结个数受患者个体差异、切除及送检方式、病理医师主观判断影响[487,488]'因此不宜以2膀胱及尿道癌诊断治疗指南膀胱切除术的方式可以分为开放手术和腹腔镜手术两种，腹腔镜手术包括常规腹腔镜手术和机器人辅助腹腔镜手术。开放手术是经典的手术方式。与开放手术相比，常规腹腔镜手术对术者的操作技巧要求较高。目前腹腔镜手术的可行性、围手术期治疗效果已经得到证实，一些远期的肿瘤控制效果报道也证实了腹腔镜手术的有效性与安全性[487-496]。我国学者的研究显示高龄患者若身体情况允许，也可以接受腹腔镜手术[497,498]。我国学者的一项常规腹腔镜与开放手术的随机对照研究显示常规腹腔镜手术的手术时间较长，总体并发症、术后切缘阳性率以及淋巴结清扫效果等结果与开放手术相近，但具有出血量少、术后疼痛较轻、恢复较快的特点[499]。近期基于中国人群的膀胱癌队列研究提示微创手术（含机器人和腹腔镜）相较千开放手术，其远期生存预后无明显差异[500]。单孔腹腔镜手术的可行性巳经得到证实，但手术难度极大，手术耗时长[501-504]。我国学者的对照研究显示与常规腹腔镜手术相比，单孔腹腔镜手术可以进一步减少出血量和缩短术后住院时间，但术后90天并发症略高于常规腹腔镜手术[505]。单孔腹腔镜手术器械及技术上还有待进一步完善。对于机器人辅助腹腔镜根治性膀胱切除术，国外随机对照研究及系统回顾结果提示，相较于开放手术，尽管机器人手术时间较长，但是出血量较少、严重手术并发症发生率较低、患者恢复较快，术后近、远期生存率均不劣千开放手术[506-509］。近期一项大型前瞻性对照研究显示，机器人辅助腹腔镜根治性膀胱切除术与开放手术相比在总体并发症发生率、与健康相关的生活质量、死亡率及肿瘤学结果方面并无统计学差异[510]。我国机器人辅助腹腔镜根治性膀胱切除术目前只在大型医疗中心开展，基于我国人群的对照研究显示机器人辅助腹腔镜手术较开放手术可以减少出血量和术后短期并发症[511]'使手术更精细和高效，降低手术操作难度[512,513］。近期我国学者在机器人辅助腹腔镜下探索完全腹腔内尿流改道术式，提示其安全有效，具有减少术中出血，降低早期并发症等优势[514,515]。(4)根治性膀胱切除术的并发症和生存率：根治性膀胱切除术属千高风险的手术，围手术期并发症可~~达28%64%，围手术期的死亡率为2.5%2.7%,主要死亡原因有心血管并发症、败血症、肺栓塞、肝衰竭和出血[516-518]。大宗病例报道显示，接受根治性膀胱切除术后患者的5年总体生存率和无复发生存率分别为66％和68%,10年总体生存率和无复发生存率分别为43％和60%。肿瘤浸润深度和淋巴结转移—65一中国泌尿外科和男科疾病诊断治疗指南情况是重要的预后指标。器官局限性肿瘤的患者5年和10年的总体生存率达68%~74％和49%~54%,肿瘤特异生存率可达79％和73%。非器官局限性肿~瘤的患者5年和10年的总体生存率达30%37％和~22%23%，肿瘤特异生存率可达37％和33%。淋巴结阴性患者5年和10年总体生存率为57%~69%~和41%49%，肿瘤特异生存率为67％和62%。淋巴结阳性患者5年和10年总体生存率为25%~35%~和21%34%，肿瘤特异生存率为31％和28%[518]。推荐意见证据级别推荐等级新辅助化疗后行根治性膀胱切除＋盆腔la强烈推荐淋巴结清扫术，是肌层浸润性膀胱癌的标准治疗如果没有手术禁忌和采用新辅助化疗，la强烈推荐建议在确诊肌层浸润性膀胱癌后尽早接受手术治疗经典的根治性膀胱切除术手术范围包括la强烈推荐膀胱及周围脂肪组织、输尿管远端，并同时行盆腔淋巴结清扫术；男性患者还应包括前列腺、精艇；女性还应包括子宫、部分阴道前壁、附件在技术成熟的条件下在器官局限性肿瘤3可选择患者中选择保留功能的根治性膀胱切除术的肿瘤控制效果不劣千经典术式，但患者的长期转归仍有待进一步证实盆腔淋巴结清扫是根治性膀胱切除术la强烈推荐的重要组成部分，应注意包括骼外和骼内闭孔区的标准范围淋巴清扫的彻底性腹腔镜（或机器人辅助腹腔镜）和开放lb可选择术式在根治性膀胱切除术围手术期指标方面各有优势，腹腔镜术式的短期和中期肿瘤控制效果不劣于开放手术2．尿道改流术尿流改道术尚无标准治疗方案，有多种方法可选。手术医师和患者都应该知晓尿流改道与膀胱切除术后大部分的并发症密切相关。尿流改道方式的选择需要根据患者的具体情况，如年龄、伴随疾病、心肺功能、术前肾功能、预期寿命、盆腔手术及放疗史等，并结合患者的认知功能、社会支待清况、个人意愿及术者经验慎重选择[519]。医师术前应与患者充分沟通，告知患者尿流改道的各种手术方式及其优缺点，与患者共同决定尿流改道方式。保护肾的患者不宜采用复杂性尿流改道术[521,522]。对于需要使用肠管构建的尿流改道，需要考虑对应肠段的长度、大小和病理生理特点。围手术期采用加速康复外科(enhancedrecoveryaftersurgery,ERAS)方案，可以使患者获得更高的清绪和身体功能评分，并且可以减少伤口愈合障碍、发热和血栓形成的发生[523]。尿流改道ERAS方案的核心内容是患者术后的肠道功能恢复和疼痛管理。虽然需要切断和吻合肠管，但严格的肠道准备并不是必需的。通过鼓励患者早期活动、早期恢复饮食、口服甲氧氯普胺和咀嚼口香糖刺激胃肠道可以缩短肠道恢复时间[524]。管理疼痛可以从术中就开始给予患者乙酰氨基酚和（或）酮咯酸等非肖体抗炎镇痛药，但是应尽可能减少阿片类药物的使用。与传统方案的患者相比，采用ERAS方案的患者术后肠梗阻发生率可从22％降至7.3%。我国学者开展的多中心随机对照研究结果显示，ERAS方案并不增加30天围手术期并发症发生率，且在促进患者早期排便、早期恢复饮食及早期下床活动方面优于传统方案[525,526]。随着腹腔镜技术的普及，常规腹腔镜手术和机器人辅助的腹腔镜手术已应用于多种尿流改道术[527]。过去多采用在腹腔镜下行根治性膀胱切除术，然后通过小切口在腹腔外行尿流改道术。现在越来越多的中心采用腹腔镜或机器人辅助体腔内尿流改道术(intracorporealurinarydiversion,ICUD)[528]。虽然ICUD技术要求很高，但随着手术经验的积累和技术水平的提高，近年国外多篇文献报道机器人辅助下根治性膀胱切除＋ICUD在手术时间、切缘阳性率、清扫淋巴结个数、生存率等指标上与体腔外尿流改道术(extracorporealurinarydiversion,ECUD)无明显差异，且失血量较少、肠道恢复较快[529-531]。腹腔镜根治性膀胱切除＋ICUD的报道较少，国内一项单中心回顾性研究结果显示，常规腹腔镜下ICUD与ECUD组在手术时间、失血最、术后90天并发症上无明显差异，但ICUD组肠道恢复较快[532]。尽管现有文献报道ICUD的围手术期结局是安全的，但术者团队的经验非常重要。目前国内开展ICUD的经验尚不多，而且尚无高质量的大宗病例和远期临床效果数据支持。腹腔镜尿流改道方式的选择原则与开放性手术基本相同。目前主要有以下几种尿流改道术式。(1)原位新膀胱术(orthotopicneobladder)：原位新膀胱术由于患者不需要腹壁造口，保持了身体外表形象和较高生活质量，已逐渐被各大医疗中心作为根治性膀胱切除术后尿流改道的主要手术方式之一。可用于男性和女性患者。首选末段回肠去管化制作的回肠新膀胱[533,534]，如Studer膀胱[535]、M形回肠膀胱[527]等。国内有报道去带乙状结肠新膀胱亦取得较好疗效[536]，国内外应用升结肠、盲肠、胃作为新膀胱的报道较少。也有报道顺蠕动双输入拌原位回肠新膀胱[537]、改良U形新膀胱[538]、IUPU新膀胱[539]等回肠原位新膀胱的构建术式，但目前随访时间较短，长期效果还有待观察。有经验的中心~术后1年日间控尿率可达87%96%，夜间控尿率~可达72%95%[535,540-542]。缺点是可能出现尿失禁和排尿困难，部分患者需要长期导尿或间歇性自我导尿[540]。远期并发症包括日间及夜间尿失禁（分别为8%~10%,20%~30%）、输尿管新膀胱吻合口狭窄(3%~18%）、尿涨留(4%~12%）、代谢性疾病、维生素B12缺乏病等[541,542]。保留神经血管束、前列腺或子宫的膀胱切除方式可以改善术后尿控[543-545]。对于女性患者，国内报道子宫圆韧带悬吊技术可降低新膀胱排空障碍的发生率[546]。而男性患者排空障碍则通常存在机械性梗阻因素，需要微创手术治疗[547]。保留器官的原位新膀胱手术主要风险是~存在肿瘤复发，尿道肿瘤复发率为1.5%7%，如膀胱内存在多发原位癌或侵犯前列腺尿道则复发率高达35%[548]。建议术前男性患者行尿道前列腺部可疑组织活检，女性行膀胱颈活检，或者术中行冷冻切片检查，再决定是否选择原位新膀胱。术后应定期行尿道镜检和尿脱落细胞学检查[548,549]。对于输尿管－肠道新膀胱吻合方法，国内一项随机对照研究表明劈开乳头式与直接吻合式相比可明显减少输尿管反流发生率[550]。采用原位新膀胱作为尿流改道方式应满足以下条件：心尿道完整无损和外括约肌功能良好；＠术中尿道切缘肿瘤阴性；＠肾功能良好，可保证电解质平衡及废物排泄；＠肠道无明显病变。原位新膀胱术的禁忌证包括：术前膀胱尿道镜检查明确肿瘤侵犯尿道、膀胱多发原位癌、盆腔淋巴结转移(>1个）、估计肿瘤不能根治、术后盆腔局部复发可能性大、高剂量术前放疗、复杂的尿道狭窄及生活不能自理者、年龄>80岁，女性患者肿瘤侵犯膀胱颈、阴道前壁亦为手术禁忌。存在脱肌裂孔症、腹壁师、盆底肌松弛、子宫脱垂等影响腹压的病变时应慎重选择，必要时同时处理该病变。在严格掌握适应证情况下，原位新膀胱术不影响肿瘤治疗效果[522,551]。(2)回肠通道术(ilealconduit)：回肠通道术是2膀胱及尿道癌诊断治疗指南一。其主要缺点是需腹壁造口、终身佩戴集尿袋。术后早期并发症可达48%，包括尿路感染、肾盂肾炎、输尿管回肠吻合口漏或狭窄[552]。长期随访结果表明，主要远期并发症是造口相关并发症(24%）、上尿路的功能和形态学上的改变(30%)[551,553,554]。随着术后随访时间的增加并发症相应增加，5年并发症为45%,15年并发症达94%，其中患者上尿路积水和尿路尿石形成发生率分别达50％和38%[551]。有报道显示改良回肠通道术可减少输尿管回肠吻合口狭窄及造口相关并发症[555]。各种形式的肠道尿流改道中，回肠通道术的远期并发症要少于可控贮尿囊或原位新膀胱[553]。伴有短肠综合征、小肠炎性疾病、回肠受到广泛射线照射的患者不适于此术式[548]。对于无法采用回肠的患者，可采用结肠通道术(colonconduit)作为替代术式。横结肠通道术对于进行过盆腔放疗或输尿管过短的患者可选用[556,557]。(3)输尿管皮肤造口术(cutaneousureterostomy):输尿管皮肤造口术是一种简单的术式，其并发症发生率要明显低于回、结肠通道术[552]。但是输尿管皮肤造口术后出现造口狭窄和逆行泌尿系感染的风险比回肠通道术高[537,558]。因此，该术式仅建议用千预期寿命短、有远处转移、姑息性膀胱切除、肠道疾病无法利用肠管进行尿流改道或全身状态不能耐受手术的患者。(4)其他尿流改道方法l)经皮可控尿流改道术(continentcutaneousurinarydiversion)：经皮可控尿流改道术是20世纪80年代兴起的一种术式，以KockPouch和IndianaPouch为代表，由肠道去管重建的低压贮尿囊，抗反流输尿管吻合和可控尿的腹壁造口组成，患者术后需间歇性自行插管导尿。由千该术式并发症发生率高，目前已趋于淘汰。2)利用肛门控尿术式：利用肛门括约肌控制尿液的术式包括心尿粪合流术，如输尿管乙状结肠吻合术；＠尿粪分流术，如直肠膀胱术（直肠膀胱、结肠腹壁造口术）。输尿管乙状结肠吻合术由千易出现逆行感染、高氯性酸中毒、肾功能受损和恶变等并发症，现巳很少用，但这种术式的改良（如MainzII术式）可以减少并发症的发生及住院时间，所以还被一些治疗中心选择应用[559-561]。无论采用何种尿流改道方式，患者术后应定期复查，了解是否存在上尿路梗阻、感染以及结石等情况，一旦出现这些情况应该及时处理以保护肾功能。接受原位新膀胱手术的患者需要更密切的随访。—67-中国泌尿外科和男科疾病诊断治疗指南推荐意见证据级别推荐等级选择尿流改道方式应因人而异，要充分3强烈推荐考虑患者年龄、性别、肿瘤状态、伴随疾病与认知能力等具体情况，着重从保护患者肾功能、减少术中术后并发症、提高生活质最、延长生存时间等方面来选择尿流改道的方式原位新膀胱术和回肠通道术是根治性膀2a强烈推荐胱切除后尿流改道的经典术式，在条件允许的情况下应作为首选。原位新膀胱术首选末段回肠制作去管化折叠式的新膀胱，若回肠无法使用可考虑结肠。肿瘤侵犯尿道或尿道切缘阳性者不适宜选择原位新膀胱术输尿管皮肤造口术适用千年龄大、体质2b强烈推荐差、耐受力低、不能承受复杂手术的患者!CUD对技术的要求较高，应根据术者lb可选择团队经验选择性开展术前严格的肠道准备不是必需的，快速lb强烈推荐康复外科方案可能会减少肠道恢复的时间及术后并发症不推荐常规选择经皮可控尿流改道术及2b可选择利用肛门控尿术式\n（三）辅助治疗\nl辅助化疗目前的研究尚未明确术后辅助化疗对患者总体生存率(overallsurvival,OS)影响。虽然大多数的研究肯定了膀胱癌辅助化疗的作用，但仍缺乏高水平的循证医学证据；故应该将辅助化疗的益处，以及其证据的相对局限性充分告知患者。辅助化疗治疗决策基于准确的病理分期，避免了对低危患者的过度治疗，而且不会延迟根治性手术治疗时间；但缺点是辅助化疗难以评估肿瘤的化疗敏感性以及潜在的过度治疗，同时术后并发症可能导致化疗的延迟以及耐受性降低。对千pT3~4和（或）N、并且无远处转移的膀胱癌患者采用辅助化疗还存在争议[431,433]，但对千膀胱癌根治术后病理为pT3~4和（或）W的患者，倘若术前未行新辅助化疗，仍可考虑给予顺铅为基础的辅助化疗[562]。目前多项研究均表明，辅助化疗对于高危复发患者pT3~4和（或）伴有淋巴结转移的膀胱癌，具胱切除术后的高危患者（肿瘤膀胱外侵犯及淋巴结转移）行辅助化疗能延长OS(HR=0.75,95%CI:0.62~0.90)[563]。特别是淋巴结转移的膀胱癌患者辅助化疗方案后，可获得较长DFS(564-566]。2014年的一项萎萃分析纳入9项研究945例肌层浸润性膀胱癌患者，结果提示辅助化疗能延长OS及DFS,并且在淋巴结转移阳性患者中，其DFS获益更为明显[567]。2015年的一项大型随机对照研究表明，术后即刻辅助化疗相比延迟化疗能明显改善无进展生存期(HR=0.54,95%CI:0.4~0.73,P<0.0001)，尽管OS没有明显延长[568]。而2016年的一项回顾性研究对5653例pT3~4和（或）伴有淋巴结转移的患者进行随访，其中23％的患者接受辅助化疗，化疗组5年生存率为37%，而对照组为29.1%[569]。另一项萎萃研究也表明pT3~4、淋巴结转移的患者行辅助化疗能获得生存获益[562]。推荐意见证据级别推荐等级~在高危pT34/N'MO患者推荐含顺铅2a推荐化疗2a2a顺铅可耐受aGC方案推荐dd-MVAC方案推荐在临床试验中推荐免疫检查点抑制剂作为2a推荐辅助治疗a辅助化疗方案详细见上文“新辅助化疗方案”部分2辅助免疫治疗免疫检查点抑制剂应用千根治性膀胱切除术后辅助治疗，主要方向是降低高危患者的复发风险。目前，美国FDA批准纳武利尤单抗作为尿路上皮癌的辅助治疗，但该药未获得我国NMPA批准用于辅助治疗。基于CheckMate274研究，一项随机、双盲、多中心皿期研究，纳武利尤单抗(nivolumab)对比安慰剂用于根治手术后高复发风险的肌层浸润性尿路上皮癌，nivolumab组中位随访20.9个月，安慰剂组中位随访19.5个月，结果发现，两组的DFS分别为21.0个月vs10.9个月(HR=0.70,P<0.001)r570]。IMvigor010是另一项随机的ill期研究，阿特利珠单抗(atezolizumab)和对照组辅助治疗肌层浸润性尿路上皮癌，atezolizumab较对照组的DFS延长，分别为19.4个月vs16.6个月(HR=0.89,P=0.24)，无统计学意义(571]。鼓励受试者参加严格设计的以PD-1/PD-Ll药物、联合化疗或抗体偶联药物或联合CTLA-4抑制剂等辅助治疗的临床试验。3．术后辅助放疗及放化疗局部进展期(pT3~4)膀胱癌患者在接受了根治性膀胱切除术(RC)后仍有高达30％的局部区域复发(localregionalrecurrence,LRR)风险[572l,LRR通常在RC术后9~18个月内发生(573]'且常伴有远处转移，严重影响患者预后(574]，故针对局部复发高风险病例给予辅助放疗或放化疗就显得尤为重要。术后单纯放疗的研究报道较少，而采用术后放化疗综合治疗的趋势越来越明显。Zaghloul报道了236例pT3a~4a的膀胱切除术后患者接受超分割放疗或常规放疗对比单纯手术的研究发现，超分割放疗和常规放疗的5年DFS分别为49%和44%，而单纯手术组仅25%，该研究奠定了术后放疗在局部进展期膀胱癌患者中的应用(575]。目前术后放化疗一般采用序贯或同期放化疗，Zaghloul的另一项随机Il期研究比较了术后序贯放化疗与术后单独化疗对伴一个以上高危因素(~pT3b,3级或淋巴结阳性）的局晚期膀胱癌患者的疗效，发现序贯放化疗组较单纯化疗组的2年局部控制率明显改善(96%vs69%),2年DFS(68%vs56%）和2年OS(71%vs60%）也略有改善(5761;2019年在ASCO会议报道术后序贯放化疗组2年的DFS和OS较术后单独放疗组显著延长，且3级以上毒性并未增加(NCTOl734798)。尽管辅助放化疗可能对局部晚期患者有益，但是否能延长患者生存，目前尚缺乏大宗病例的皿期临床研究证据，而且，术后采用序贯放化疗抑或同步放化疗目前也无定论，都需要进一步随机对照研究确定。目前对于pT3b~4或W或切缘阳性的患者，或仅行姑息手术，或术后病理为鳞癌、腺鳞癌、癌肉瘤、肉瘤样癌和小细胞癌等，推荐行术后辅助放疗，对千未接受过术前新辅助化疗的患者，建议在术后开展序贯放化疗模式[577,578]。术后放疗一般采用调强放疗(intensitymodulatedradiotherapy,IMRT)或图像引导放射治疗(imagingguidedradiotherapy,IGRT)技术，因复发部位主要位于盆侧壁的淋巴引流区，且Rl切除的患者更容易出现倾前和膀胱术区瘤床部位的复发，故术后照射范围应包括瘤床、盆腔淋巴引流区（骼总、骼内外、闭孔及部分胀前淋巴结引流区），给予45~50.4Gy/25~28次照射；对于Rl切除的患者膀胱瘤床处应推量至56~60Gy;对于淋巴结残留部位建议留银夹标记，局部加量至56~60Gy,术后有肉2膀胱及尿道癌诊断治疗指南推荐意见证据级别推荐等级手术切缘阳性，局部病变较晚(pT4N士），2b推荐或仅行姑息手术，或术后病理为鳞癌、腺鳞癌、癌肉瘤、肉瘤样癌和小细胞癌等建议术后放疗或放化疗\n（四）保留膀胱的综合治疗\n在现阶段，MIBC保留膀胱综合治疗是根治性膀胱切除术(radicalcystectomy,RC)的补充而不是替代性治疗方案。对于身体条件不能耐受RC,或不愿接受RC的MIBC患者，可以考虑行保留膀胱的综合治疗。对于适合但不愿接受RC者，保留膀胱综合治疗的目标是在保证肿瘤控制效果、追求临床治愈的基础上，保留膀胱和提高生活质量；对于不能耐受RC者，其目标是通过综合治疗获得更长、更高质量的生存。如无特殊指明，本节所述保膀胱的综合治疗是指适合但不愿意接受RC的可根治性切除MIBC患者的方案。保留膀胱的优选方案是联合最大限度经尿道膀胱肿瘤切除术(completeTURBT,cTURBT)、外照射放疗(externalbeamradiotherapy,EBRT)和放射增敏化疗三联治疗(trimodalitytreatment,TMT)的多学科综合治疗(multi-disciplinarytreatment,MDT),然后定期进行复查以评估对治疗的反应[581]。手术的目标是在不影响手术安全性的情况下切除尽可能多的肿瘤；放疗的目的是控制膀胱原发肿瘤和局部淋巴结潜在转移；加用系统化疗或其他放疗增敏剂的目的是协同杀伤肿瘤细胞，提高放疗的效果。以铅类为基础的化疗目的还包括治疗微转移。由于同步放化疗的疗效优于单纯放疗和单纯化疗，因此只要患者身体状况和医疗条件允许，均应考虑同步放化疗。保留膀胱综合治疗应在泌尿外科、肿瘤内科、放射治疗科、影像科、核医学科、心理学、护理等多学科专家团队的紧密协作下，采用有计划的多学科综合诊疗模式进行，通过跨学科的合作、协调和方案融合来制订最佳治疗方案[582,583］。同时需要强调的是，保留膀胱的综合诊治是贯穿患者整个生命周期的综合方案，需要制订针对每个患者的全程管理方案。TMT与RC直接对比的m期多中心前瞻性随机对照研究由千入组困难和依从性不佳等原因在完成可行性研究后终止[584]，因此目前TMT与RC比较的循证医学证据多来自回顾性或间接比较的研究。目前多数研究认为在经过严格选择适应证、规范的多学科综合—69-中国泌尿外科和男科疾病诊断治疗指南治疗、严格的术后随访和及时挽救性膀胱切除的前提下，TMT可获得与RC类似的总生存率[585-588]。鉴于MIBC较高的淋巴结和远处转移比例，考虑施行保留膀胱治疗的患者需经过仔细选择，并对肿瘤性质、浸润深度等进行综合评估。由千放疗可能导致膀胱和肠道等急性和晚期放射损伤，导致尿急、排尿困难、放射性直肠炎等[589,590]'并可能增加挽救性膀胱切除的并发症如伤口感染、伤口裂开、肠道吻合口疫、输尿管吻合口狭窄等[591,592]'并且影响尿流改道方式的选择，因此在选择保留膀胱综合治疗之前需要与患者进行充分的沟通。l患者的选择选择合适的患者是保留膀胱综合治疗的重要组成部分，应综合考虑患者因素和肿瘤相关因素。良好的随访依从性也是选择保留膀胱综合治疗的重要决定因素。保膀胱综合治疗的人群可分为理想人群、非理想入群、相对禁忌人群和绝对禁忌人群（表2-8)。按照严格的选择标准，通常只有6%~19%的MIBC患者符合优势人群的条件[593]。表2-8TMT保膀胱综合治疗的患者选择患者分类患者特征肿瘤特征理想人群良好的依从性T2分期良好的膀胱功能和容址单发肿瘤[594)良好的肾功能肿瘤体积小（理想情况<3cm)TURBT彻底[595]无肿瘤相关肾积水[596]无原位癌影像学无明显淋巴结转移非理想人群依从性不佳T3a分期膀胱功能或容批不佳TURBT不彻底~相对禁忌人群T3b4a分期[597]多灶性或广泛原位癌[597]明确的淋巴转移绝对禁忌人群肿瘤相关肾积水盆腔放疗史不能耐受化疗2综合治疗方案最大限度经尿道膀胱肿瘤切除和同步放化疗的三联疗法是目前MIBC保留膀胱综合治疗的推荐方案；仅在患者不耐受三联方案时才考虑双联或单联方案。种：最大限度经尿道膀胱肿瘤切除术和膀胱部分切除术。cTURBT的目标是在不影响手术安全的情况下切除尽可能多的肿瘤[598]。彻底切除肉眼可见肿瘤的cTURBT是肿瘤控制和TMT成功的最强预测因子。前瞻性研究表明，cTURBT如果实现彻底切除膀胱局部病灶可使局部控制率提高约20%[595]。对千体积较~大的T3b4期肿瘤或伴发广泛原位癌的患者，通常TURBT无法彻底切除膀胱病灶，故通过TMT达到治愈的机会明显降低。但有研究报道TURBT术后的膀胱病理分期有高达45％是被低估的[599,600]。在经过严格选择的病例中将膀胱部分切除术作为TMT的手术方案也可取得较好的肿瘤控制效果[601]。膀胱部分切除术的优势在千可在膀胱全层切除的同时进行盆腔淋巴结清扫术，但也存在肿瘤种植风险，无法有效切除多发、微小肿瘤或原位癌等局限。膀胱部分切除术的理想人群需同时满足单发肿瘤、直径~<34cm、无伴发原位癌或微小肿瘤病变、未累及膀胱颈或三角区、切缘可达到2cm、膀胱容量和功能良好等。但理想人群通常不足MIBC患者的5%[602]。2)cTU邸T联合放化疗的方式：TMT治疗时，经TURBT后一般在8周内行同步放化疗，放疗总剂量达60~66Gy,治疗结束行膀胱镜检查或电切镜检查并进行活检以明确是否达到临床完全缓解(clinicalcompleteresponse,cCR)，若达到cCR则可以观察随访，对未能达到cCR的患者可进行挽救性膀胱切除术。后续仍需要对患者进行密切监测和终身随访，随访过程中如出现复发或新发病灶，还可以选择挽救性膀胱切除术。TMT方案实施中，cTURBT同放化疗的结合方式也有不同方案。一项研究在M田C患者中治疗中采用了三种不同的cTURBT联合放化疗方式，第一种，先行CMV新辅助化疗评估cCR的患者行60Gy的根治性放疗；第二种，先行40.8Gy的同步放化疗评估cCR后推量至64.8Gy;第三种，直接行64.8Gy的同步放化疗，未完全缓解的患者行挽救性手术。结果显示三种方案之间疗效并无显著差异，10年膀胱保留率可达79%，总体生存率、肿瘤特异性生存率和无转移生存率分别可达43.2%、76.3％和79.2%[60J]。还有研究发现在TMT前先行3个周期的CMV新辅助化疗，可有效提高肌层浸润性膀胱癌患者的生存率[604]。所以，合理安排cTURBT与放化疗的顺序对于提高TMT疗效也很重要。TMT前需行多学科会诊讨论综合治疗方案，通过有计划的多学科治疗，MIBC患者保膀胱综合治疗的CR率可提高到66%~85%,40%~80％的患者5年内保留了膀胱，5年总体生存率可达50%~60%[605-608]。3)放疗计划实施：放疗一般采用调强放射治疗(IMRT)或影像引导放射治疗(IGRT)技术。放疗范围覆盖整个膀胱及区域淋巴结；区域淋巴结包括闭孔、骼内和骼外、膀胱周围和胀前淋巴结，对于淋巴结受侵者，还要包括骼总淋巴结。盆腔放疗的剂量为45~50Gy/5~6周，瘤床和阳性淋巴结应再~~推量2026Gy,总剂量达到6066Gy,分次剂量~l.S2Gy[609,610]。也有研究表明，55Gy/20f的大分割放疗在局部控制、OS和迟发性毒性方面与64Gy/32f的常规分割放疗基本相当(61I]。4)TMT中化疗药物选择：TMT中的同步化疗药物和方案的选择目前并无统一标准，可选择单药顺铅、吉西他滨、卡培他滨或顺铅＋5-FU、MMC+5-FU两药联合；但3Gy以上的大分割放疗不适宜使用同步化疗以免增加毒性。RTOG0712研究显示在保留膀胱治疗方案中，放疗联合顺铅和氛尿啼唗同步化疗后再辅助化疗对比放疗联合吉西他滨同步化疗后再吉西他滨、顺铅辅助化疗的疗效和毒性均无明显差异(612]。5)TMT在老年患者中的应用：在老年患者的治疗方面，目前临床上约有50％的65岁以上的MIBC患者没有接受更积极的治疗，有研究显示TMT可以获得和手术切除相当的疗效，在不适合手术切除的老年患者中，TMT可作为手术治疗的替代方案[605］。一项前瞻性的II期临床数据显示，对千?65岁的患者，采用三联保留膀胱治疗具有较好的疗效和可接受的毒副作用，2年OS为94.4%,2年DFS为72.6%[613]。6)TMT的毒性反应及控制：放疗或同步放化疗的毒性反应包括放射性膀胱炎、尿道炎、直肠炎、小肠炎、骨髓抑制及性功能影响等，发生率为~20%60%。通常发生严重的、影响患者生存质量~和威胁生命的晚期损伤概率较低(3%5%），高龄患者和合并糖尿病、严重高血压或严重肾功能不全患者放射损伤风险增加，放疗中和放疗后应加以防范。BC2001研究中膀胱癌患者联合放化疗组在治疗过程中3级或4级毒性发生率有增加趋势(36%vs27.5%,P=0.07)，但在随访期间并没有明显增加(8.3%vs15.7%,P=0.07)c614]。7)TMT治疗的疗效和生存率情况：在保膀胱治疗中，多个研究表明，以同步放化疗为基础的TMT治疗取得了比较好的治疗效果。美国麻省总医院总2膀胱及尿道癌诊断治疗指南存情况，结果显示72％患者经TMT治疗后获得CR(T2期患者CR率达78%),5、10、15年的DSS分别为64%、59％和57%,5、10、15年的OS为52%、35％和22%,TURBT完全切除的患者仅有22％的患者需要挽救性RC,而不完全切除的患者有42％的患者接受了挽救性RC[61s]。美国肿瘤放射治疗协作组(RadiationTherapyOncologyGroup,RTOG)也总结~了468例应用TMT治疗T24aNOMOMIBC患者的生存结果，发现69％的患者在TMT治疗后取得CR,5年和10年的DSS分别为71％和65%,S年和10年的OS分别为57％和36%[605]。TMT与RC比较的长期结果尚缺乏高质量循证医学证据支持。有回顾性研究显示，TMT组的1年死亡率较低，但2年后TMT组的死亡率显著持续高于RC组(616]；也有研究通过倾向性评分对接受TMT和RC的患者进行配对分析，发现两组的生存结果并无差异，5年无进展生存率分别为76.6％和73.2%[617]。此外，一项纳入57个研究共30293例患者的系统回顾分析也显示TMT和RC组的10年OS和DSS差异无统计学意义(618]。我国学者也对保留膀胱的三联综合治疗进行了研究，一项研究比较了28例接受TMT治疗与45例接受RC治疗的MIBC患者的治疗效果发现，TMT组和RC组的生存情况相近，DSS分别为78.6%和82.2%,OS分别为64.3％和66.7%，但生活质量方面TMT组优于RC组[619]。目前TMT与RC的优劣仍存在争议，其评价标准是以生活质量为终点还是以OS为终点也有不同见解。(2)其他综合治疗方案：一般来说，单一形式或双联治疗MIBC的效果不如TMT,不推荐作为治愈性治疗的首选方案，仅在不耐受或拒绝放疗及全身系统治疗时考虑。TU邸T不应单独作为MIBC保留膀胱的治疗手段。国外一项回顾性研究报道，cTURBT后达到cTO后行RC的患者仍有63.7％存在肿瘤残留，24.8％的术后病理为>pT3或N\"[620]。此外，单纯TURBT与肿瘤特异性生存率下降相关，肿瘤基底活检为pTO或pTl的患者中仍有so％会进展为MIBC而需要切除膀胱，肿瘤特异死亡率达47%(621]。TU邸T联合单纯放疗或单纯化疗可以作为不适合RC且不能耐受同步放化疗患者的替代治疗。国外皿期随机对照研究显示MIBC同步放化疗疗效优于单纯放疗，同步放化疗组的局部控制HR为0.68(P=0.03)，两组的5年OS分别为48％和35%[622]；我国学者的研究也显示同步放化疗效果优于单纯放疗，3年——71中国泌尿外科和男科疾病诊断治疗指南OS分别为64%、30%(P=0.001)r623]。BCON研究采用放疗联合放疗增敏剂(carbogen和尼克酰胺，RT+CON)，结果发现联合治疗组较单纯放疗显著提高~了局部进展期膀胱癌患者(T24aNOMO或高级别非肌层浸润性膀胱癌TlG3)的疗效，联合治疗组和单纯放疗组3年的OS分别为59％和46%(P=0.04)，无疾病复发率分别为54％和43%(p=0.06)(624]。国外研究报道148例接受cTURBT后进行化疗，化疗结束后再次TURBT、尿细胞学和CT/MRI均达到CR的患者，5年总生存率为86%，膀胱保留76%,无复发生存率为64%[625]。另一项回顾性分析报道了1538例MIBC患者接受TURBT和化疗，2年和5年OS分别为49％和32.9%,cT2患者的OS分别为52.6%和36.2%[626]。我国学者报道了115例cT2NOMO患者动脉化疗联合TURBT保留膀胱治疗，经过中位随访68个月，74.3％患者达到CR,肿瘤特异性生存率为76.5%,60％患者成功保留膀胱，CR是肿瘤特异生存的独立预后因素(627]。(3)保膀胱治疗新型方案的探索：免疫检查点抑制剂(immunocheckpointinh伽tor,ICI)可能与放疗或化疗产生协同杀伤肿瘤的作用，因此在很多MIBC保留膀胱综合治疗的临床研究中加入了ICI,包括ICI同期联合TMT,ICI作为TMT治疗后辅助／维持治疗、ICI联合放疗、ICI作为新辅助治疗后pTO患者的维持治疗等(628]。近期部分I/II期临床研究公布了初步结果，但通常基千小样本并且没有对照组。在膀胱癌中，TMT联合免疫治疗是一种新的探索，多数研究仍在进行中，尚缺乏皿期临床研究结果。(4)保膀胱治疗反应生物标志物：TMT治疗反应的预测是目前研究的热点之一。TMT无反应者进行挽救性RC的5年CSS比即刻RC者低20%~40%(629]。目前有多项生物标志物有望可以预测保膀胱综合治疗反应，包括DNA修复基因、信号转导基因、免疫检查点、缺氧相关分子等。如MRE-11是一种DNA损伤蛋白，在多个临床研究中均显示与膀胱癌放疗后生存率相关，MRI订l低表达与较低的CSS相关(630]。尽管研究报道了多种生物标志物显现出良好的结果，但目前没有一个在临床实践中常规使用，还需要前瞻性临床研究来验证。3．保膀胱综合治疗后肿瘤进展、残留或复发患者的治疗对于保膀胱综合治疗后仍有肿瘤残留或复发者应该积极治疗。1MT治疗进展或未达到完全缓解的术[614,617,631］。与初始行RC相比，挽救性RC的围手术期死亡率没有显著差异，但组织愈合相关并发症增加，如伤口感染或裂开、输尿管狭窄、吻合口狭窄等[591,632]。4治疗后随访与监测保膀胱治疗结束后，需综合评估治疗反应。MIBC保膀胱治疗后需终身随访，建议第一年每3个月，第二年每4~6个月，之后每~612个月进行血常规、尿常规、肝肾功能、膀胱镜、尿细胞学或FISH、胸腹盆CT/MRI等检查，必要时检查骨扫描或PET-CT。5．生活质量与治疗费用尽管TMT的目标是通过避免RC相关的并发症来维待生活质量，但迄今为止还没有高质量的前瞻性研究评估这两种选择之间的生活质量。2020年有研究调查了BC2001研究的患者的治疗前、治疗结束后、放疗后6、12、36、48、60个月的生活质量，结果显示接受放化疗的膀胱癌患者的生活质量在治疗期间恶化，但多数在6个月内恢复，患者的长期生活质量并不受到影响[633]。另外一项比较RC与TMT保留膀胱的研究结果显示，保留膀胱组在生活质量、认知、身体形象、社会角色、性功能、肠道功能等方面显著优于RC组[586,634]。在治疗费用方面，TMT治疗的成本高千RC,放射治疗、药物、影像检查、病理学和实验室检查等费用增加是主要原因[635]。推荐意见证据级别推荐等级不推荐单独TURBT、单独放疗或化疗作3强烈推荐为局限性膀胱癌的治愈性治疗方式对于身体条件不能耐受RC,或不愿接受2b强烈推荐RC的MIBC患者，可以考虑行保留膀胱的多学科综合治疗对于经过选择的病例，建议采用2b强烈推荐cTURBT、外照射放疗和同步化疗的三联方案进行保留膀胱的综合治疗单发病灶，cT2NOMO,肿瘤最大径3推荐~3cm,cTURBT彻底，无尿路梗阻，无CIS及肾功能受损，膀胱容址和功能正常，是TMT保膀胱治疗的理想人群接受放疗的病例，建议采用图像引导和3强烈推荐涸强放疗以减少副作用；如果患者状况允许建议同步化疗以改善临床预后"}
{"raw_content": "三、预后及随访\n肌层浸润性膀胱癌患者进行开放性根治性膀胱切除术后的局部复发率为30%~54%，远处复发率为50%,5年无复发生存率为58%~81%(636]。T2、T3和T4期的5年生存率分别为69.4%、34.9％和4.8%[637]。根治性膀胱切除术后的5年总体生存率约为58%,5年癌特异性生存率约为64%，开放性和微创手术（腹腔镜和机器人手术）的5年总体生存率和5年癌特异性生存率没有差异[638]。另外一项研究显示，采用根治性膀胱切除术和保留膀胱治疗(TURBT＋放疗＋化疗）的5年癌特异性生存率分别为42％和25%,5年总体生存率分别为60％和42%(639]。可根治性切除的肌层浸润性膀胱癌患者术后必须进行长期随访，随访的重点包括肿瘤复发和尿流改道相关并发症[640]。肿瘤复发的风险主要与病理分期有关，因此随访方案取决于肿瘤的病理分期[641]。全身和尿道复发最常见千术后3年内，局部复发主要见于术后前两年，而上尿路肿瘤常见于3年以后，因此，术后2~3年应采用更加严密的随访方案[642-644]。检查的时间与肿瘤分期有关，术后3个月进行第一次检查，包括体格检查、血液生化检查，以及胸腹部CT或MRI,怀疑转移时可进行PET-CT检查，另第三节不可根治切"}
{"raw_content": "一、诊断\n（一）临床表现\n血尿是该部分患者常见临床表现，多数患者常因待续的血尿而发生失血性贫血。膀胱血块的形成或肿瘤侵犯膀胱颈可导致排尿功能障碍。肿瘤侵犯单侧输尿管可导致相应侧上尿路积水、腰痛，侵犯双侧输尿管可导致少尿、无尿、肾功能不全[650]。其他表现还包括骨盆疼痛、体重减轻、营养不良或静脉、淋巴管堵塞导致的下肢水肿。体格检查包括直肠触诊或阴道触诊，局部进展期肿瘤可能可以触及盆腔包块(651]。此外，在经尿道膀胱肿瘤诊断性电切术前后可进行麻醉下触诊，判断是否存在盆腔肿块或者肿瘤是否固定在盆壁(652,653]。生活质量评分：患者往往因排尿功能障碍、出血和疼痛而降低生活质量[654]。对于这部分患者，应进行治疗前生活质量评估以指导治疗方式。评估应包括患者生理、心理、情感和社交状态。现有的评估量表2膀胱及尿道癌诊断治疗指南外，可以采用尿液细胞学和尿液肿瘤标志物检查。对千保留尿道且未行原位新膀胱手术的尿道复发危险高的患者，如尿道切缘阳性、多发性原位癌以及前列腺段尿道受累者，可以进行尿道冲洗液细胞学检查。对千Tl期肿瘤可以每年检查l次，T2期肿瘤每6个月1次，T3期肿瘤每3个月1次，T2和T3期肿瘤术后2年内如果未见复发，可改为每年复查1次[641,645]。接受尿流改道的患者在随访中需要同时检查尿流改道相关并发症，在术后五年内尿流改道相关并发症的发生率为45%，包括维生素B12缺乏、代谢性酸中毒、肾功能减退、尿路感染、尿路结石、输尿管肠吻合口狭窄或反流、回肠通道的造口并发症、新膀胱的控尿和排空功能障碍等[646-648]。保留膀胱的肌层浸润性膀胱癌患者的随访主要包括膀胱镜和影像学检查，尿液细胞学和尿液肿瘤标志物检查也有价值。2年内每3个月1次膀胱镜检查，第3年开始每6个月1次，5年后每年1次。另外，2年内每3~6个月检查胸腹部CT或MRJ,以后每年1次，如果怀疑转移可以检查PET-CT[649]。切除及转移性膀胱癌QLQ-BLM30鼠表、SF-36量表和最近的BCI调查问卷等[655-657]。其中，EORTCQLQ-BLM30量表和BCI调查问卷专为膀胱癌患者设计，而BCI调查问卷设计更为精简。\n（二）生化检验\n血常规、肝肾功能、碱性磷酸酶和乳酸脱氢酶是该部分患者的常规检验项目。循环肿瘤细胞(CTC)检测被认为在多种转移性肿瘤中具有诊断和预后预测价值[658]。小样本研究显示CTC检测在转移性膀胱癌中具有诊断应用前景[659,660]'但仍需要更高等级的研究证据。\n（三）影像学检查\n影像学检查主要包括泌尿系增强CT及CT尿路造影(CTU)、多参数泌尿系MRI及磁共振泌尿系水成像(MRU)、全身骨显像、正电子发射－计算机断层扫描显像(PET-CT)等。主要目的是了解膀胱病变程度、全身转移灶的评估、腹膜后和盆腔淋巴结及上尿路情况，利于判断膀胱癌临床分期。—73—中国泌尿外科和男科疾病诊断治疗指南l胸部X线胸部正、侧位X线片是非手术膀胱癌患者的常规检查项目，了解有无肺部转移，是判定临床分期的主要依据之一。肺转移瘤在胸部X线片上可表现为单个、多发或大量弥漫分布的圆形结节性病灶。2．计算机断层成像(CT)泌尿系CT检查可以诊断膀胱肿瘤和评估肿瘤浸润范围（特别是显示膀胱外肿瘤浸润）。CT在诊断膀胱癌的敏感度和特异性分别为64%~90％和91%~98%(661-664]。尽管CT可以用来诊断膀胱癌转移性疾病，但对千上尿路和淋巴结转移的诊断敏感性要低于膀胱原发灶(665]。而CT泌尿道成像(CTU)能提供更多的泌尿系统信息（包括上尿路、周围淋巴结和邻近器官的状态），另外有文献~报道CTU诊断的敏感度为88%100%，特异度是93%~99%(666]。胸部CT对肺部转移最敏感，是评估肺部转移灶的首选检查，对X线发现肺部有结节的患者推荐行胸部增强CT。3多参数磁共振成像(mpMRI)mpMRI相比CT有更好的软组织分辨率。T1WI有助于检查扩散至邻近脂肪的肿瘤、淋巴结转移及骨转移情况，可评价邻近器官受侵犯情况。由千膀胱肿瘤的平均表观弥散系数(ADC)较周围组织低，弥散加权成像(DWI)可能在评估肿瘤侵犯周围组织中有价值。增强M阳检查也可发现正常大小淋巴结有无转移征象(667]。但与CT相似，MRI仍未能在相当大比例的病理阳性病例中检测到淋巴结转移，有研究报道弥散加权成像可以将MRI对淋巴结转移的敏感性提高到76%，但淋巴结阳性的临床病理差异仍然存在[668]。对造影剂过敏、肾功能不全而无法行CTU的患者，IVU检查泌尿系不显影及伴有肾盂输尿管积水的患者可以选择MRU(669]，能显示整个泌尿道，特别是显示上尿路梗阻部位及原因等。由千肾纤维化的风险，对于肾功能不全（肌酐清除率<30ml/min)的患者应该限制使用轧造影剂。对于有中枢神经系统症状或体征的患者，可考虑行颅脑M即检查以评估转移灶(670]。在检测有无骨转移时MRI敏感性远高于CT,甚至高于核素骨扫描(671,672]。4全身骨显像主要用千检查有无骨转移病灶以明确肿瘤分期，在浸润性肿瘤患者出现骨痛或碱性磷emissiontomography-computedtomography,PET-CT)PET-CT诊断淋巴结转移的准确率优于CT和MRl[673-676]。因此PET-CT在淋巴结转移以及软组织肿块的鉴别尤其是术后随访方面有一定优势，可选择性使用。PET-CT正被更多地应用在临床实践，目前证据提示PET-CT有可能用于转移性膀胱癌的临床分期，但还需要进一步证实[677-679]。\n（四）病理检查\n因无法获得大体标本，病理检查主要依赖膀胱镜下活检或TURBT术后标本。l原发肿瘤病理栓查包括膀胱镜下肿瘤活检和经尿道诊断性电切术后病检，可明确肿瘤的病理诊断和分级，为进一步治疗及判断预后提供依据。2免疫组织化学染色(IHC)IHC检测是病理鉴别诊断的重要手段。随着膀胱癌全身治疗方式的进展，针对性进行包括PD-1/PD-Ll、Her2和FGFR的多种指标的免疫组化检测对千不可切除／转移性膀胱癌的治疗和预后具有一定价值[680-683]。PD-1/PD-Ll免疫组化结果可以用联合阳性评分(CPS)等指标量化，作为免疫检查点抑制剂的应用参考[684]。Her2的表达可以用阳性率或者（十，2+,3+）等指标量化[685,686]'而针对Her2的抗体偶联药物RC48-ADC在局部进展／转移性尿路上皮癌的研究[685]'提示其具有确切的治疗价值，该药物在国内已上市。此外，FGFR2/3的IHC检测为该部分患者在铅类化疗后应用靶向药物提供了参考[685]。3淋巴结活检如果影像学显示转移仅限于淋巴结，可考虑行淋巴结活检明确诊断，以助于淋巴结分期[687］。但目前该操作尚无充分的循证医学证据支持。推荐意见证据级别推荐等级需询问病史，做体格检查、泌尿系CT/la强烈推荐MRI检查及胸部X线检查应行膀胱镜检查及病理活检或诊断性la强烈推荐TUR及病理检查对千有中枢神经系统症状或体征的患者，la推荐可考虑行颅脑MRI检查以评估转移灶行PET-CT检查以评估远处转移灶lb推荐选用BCI调查间卷量表进行全身治疗前2b推荐基线生活质盐评估行PD-1/Ll、Her2和FGFR2/3免疫组化2a推荐检测以评估预后及指导治疗续表推荐意见证据级别推荐等级对疑有骨转移者，可选择MRI或骨扫描3可选择检查对于转移仅限于淋巴结的患者，可考虑3可选择行淋巴结活检明确诊断"}
{"raw_content": "二、治疗\n（一）不可根治切除膀胱癌的局部治疗\nl侵及腹盆壁或伴区域淋巴结以外转移的膀胱癌患者的治疗包括cT4b（侵及腹盆壁）、任何N、MO或任何T、任何N、Mla（盆腔外淋巴结转移）的患者[688]'初始治疗方案根据有无远处转移而有所不同(MO或Mla)。MO的患者的初始治疗建议采取以同步放化疗为基础的综合治疗[689]'可先进行2~3个周期新辅助治疗后重新检查评估（包括膀胱镜检查、麻醉下双合诊、TURBT和腹部及盆腔影像学检查），如无肿瘤残留的证据，可以考虑膀胱切除术、继续巩固系统治疗或行同步根治性放化疗。也可以开始就行同步根治性放化疗，放疗剂量达60~66Gy,治疗后评估有无残留病变，如有残留建议继续系统性治疗或膀胱切除术[690]。Mla期患者应首先接受系统性治疗，然后采用膀胱镜、麻醉下双合诊、TURBT和腹部／盆腔影像学检查来进一步评估。如果转移灶治疗后呈现完全缓解，患者可接受同步放化疗或膀胱切除术。如果初始治疗后疾病保持稳定或出现进展，患者应参照转移性疾病来进行治疗[690]。2系统性降期治疗后仍无法根治性切除的膀胱癌的治疗(1)根治性放化疗：对于无法手术切除的肌层浸润性膀胱癌，根治性放化疗是主要治疗手段。由于膀胱浸润性移行上皮癌对放化疗都敏感，并且同步化疗可以增加放疗敏感性，所以建议能耐受的患者都尽量采用同步放化疗。一个小样本前瞻性研究显示无论是在术前放疗还是根治性放疗中，放化疗较单纯放疗相比都显著提高了盆腔控制率和总体生存率，在放疗期间接受同步顺铅化疗的51例患者5年盆腔复发率和3年OS分别为40％和47%，而单纯放疗的48例患者5年盆腔复发率和3年OS分别为59％和33%[691]。另一2膀胱及尿道癌诊断治疗指南疗(n=l388)或根治性放化疗(n=395)的结果发现，接受根治性放化疗的患者比单纯化疗的患者有更高的中位OS(19.0个月vs13.8个月，p<0.001)[692]。经典的BC2001研究中也有27例患者使用根治性放化疗，13例使用根治性放疗，也证实同步放化疗疗效优千单纯放疗[693]。但根治性放化疗的疗效尚缺乏大宗病例对照研究，目前推荐对无法经手术完全切除的肌层浸润性膀胱癌、老年患者、由于基础疾病无法耐受手术的患者可以采用根治性放化疗。根治性放疗剂量常为60~66Gy/30~33次，采用后程缩野技术，全膀胱士淋巴引流区照射DT40~45Gy后再缩野至肿瘤局部加量DT20~26Gy,也可选择同步局部加量技术。当需要照射全膀胱时，建议排空膀胱以减少照射面积，如需要膀胱局部加量时，建议充盈膀胱以减少正常组织照射，治疗时建议每次超声检查尿量，以保证靶区的重复性。(2)姑息性膀胱切除：对千无法手术治愈的局部晚期膀胱癌患者(T4b期，侵犯盆腔或腹壁），常伴有出血、疼痛、排尿困难和尿路梗阻，这些症状会导致患者一般状态进一步恶化。对于表现为顽固性血尿等症状的晚期膀胱癌患者，姑息性膀胱切除及尿流改道是有效治疗方法。但由于手术风险较高，一般仅在没有其他选择的情况下采用[694-696]。姑息性膀胱切除术发生严重手术并发症的发病率很高，尤其是在一般情况较差的患者。常见的术后并发症包括呼吸道及肠道并发症、尿路感染等。在一项纳入了76例接受膀胱切除术的T4期膀胱癌患者的研究中，患者的中位总生存期(OS)和肿瘤特异性生存期(css)分别为13.0个月和16.0个月。术后90天有30％的患者出现术后严重并发症(Clavien-Dindo分级~3)，死亡率达11%,70％的患者在术后第8个月的随访时已经死亡。单因素分析显示美国麻醉师协会(ASA)评分~3和术前血红蛋白<11.7g/dl的患者的OS更短(P<0.05)，可作为评估患者预后的参考性指标[697]。由于膀胱肿瘤的机械性梗阻或者肿瘤侵及输尿管口，局部晚期肌层浸润性膀胱癌可以导致输尿管梗阻。双侧输尿管梗阻或孤立肾伴输尿管梗阻会导致尿毒症。可选择姑息性膀胱切除及输尿管造口或永久性肾造喽术以解除梗阻。一项研究入组了61例患有梗阻性尿毒症的患者，其中有23例患者不能耐受膀胱切除术，而留置了永久性肾造痰管；另有10例患者接受了姑息性膀胱切除术，但在第一年内全部发生了盆腔局部复发[698]。—75-中国泌尿外科和男科疾病诊断治疗指南3．膀胱切除术／放疗后复发或持续存在的病变对于已经接受全程外放射治疗并且残留肿块巨大或者固定的患者，有时无法进一步切除膀胱。对千这些患者，建议行系统性治疗、姑息性TURBT和最佳支待冶疗。膀胱切除术后转移或局部复发的患者后续治疗包括化疗、同步放化疗、免疫检查点抑制剂或放射治疗（如果以前没有做过放疗）。化疗有时与姑息性放疗相结合，以治疗膀胱切除术后的转移或盆腔复发。然而，如果已接受高剂量放疗(>3Gy／次），则同期化疗是不合适的。此时，放疗增敏的化疗方案仍然具有争议性。可能的选择包括顺铅、多西他赛、5-FU或联合丝裂霉素C、低剂量吉西他滨。单纯放疗可作为转移性或膀胱切除术后局部复发膀胱癌患者的后续治疗，特别适用千仅有局部复发或伴有临床症状的部分患者。\n（二）不可根治切除膀胱癌的支持治疗\n不能根治的膀胱癌患者往往面临以下几个问题：疼痛、出血、排尿困难和上尿路梗阻。支持治疗在这些患者中有重要的意义。然而SEER数据库分析显示仅4.1％的晚期膀胱癌患者接受了支持治疗[699]。在多因素分析中，年轻、女性、合并症较多、行根治性膀胱切除术而不是保膀胱方法的患者更有可能接受支持治疗(699]。l上尿路梗阻肾造痰、内置输尿管内支架管、尿流改道的方法均可用于解除上尿路梗阻，各有优缺点。肾造痰可以有效解决上尿路梗阻，但是由千腰部存在造口袋，会对患者的生活质量有一定影响（尤其是双侧肾造痰）。输尿管内支架管虽然比肾造喽管对日常生活影响更少，但是输尿管支架管有时难以置入并且需定期更换，而且输尿管支架管也会出现堵塞及移位等现象。尿流改道（伴或不伴姑息性膀胱切除）也是解除上尿路梗阻的有效措施之一。2．出血无法根治的膀胱癌患者出现血尿时，首先应评估患者是否存在凝血功能障碍或正在使用抗凝或抗血小板药物。出血不严重的患者可以在膀胱血块冲出后进行持续膀胱冲洗，以避免膀胱内血块造成膀胱填塞。对于生理盐水持续冲洗无效的患者，也可以考虑进行经尿道电凝或激光止血。但是在充满血块或肿瘤的膀胱内，经尿道电凝或激光止血术可能非常困难。对于这部分患者，予膀胱内灌注1％硝酸银或1%~2％的明矶可以达到较好的止血效果，且无须麻醉(700］。明矶溶液止血成功率可达50%~100%,铝升高，可能会引发脑病[701]。常用灌注方法是1％的明矶溶液以3~5ml/min的速度持续灌注。另一种可选择的止血方法为膀胱内灌注甲醋（福尔马林），止血成功率可达71%~100%。福尔马林浓度一般为2.5%~4%，保留30分钟。由于膀胱内灌注甲酸会导致严重疼痛，一般需要脊髓麻醉或全身麻醉。甲醒灌注出现不良反应的风险较高，如膀胱纤维化和肾功能不全等。膀胱输尿管反流的患者应避免膀胱内灌注甲酸，以免造成肾损伤。一般认为铝溶液优于甲睦溶液[702]。放疗也具有一定的止血作用，同时也有止痛作用。有报道显示，放疗对出血和疼痛的控制率分别为59％和73%[703]，但可能出现轻微的放射性膀胱炎和肠炎。盆腔动脉栓塞术对于出血也具有很好的治疗效果，成功率高达90%[704]。如果上述各种方法均无法控制出血，对千一般状态较好、尚能够耐受手术和麻醉的患者，可以考虑进行尿流改道术（伴或不伴姑息性膀胱切除）。由于围手术期并发症发生率较高，对一般情况较差的患者不推荐行膀胱切除及尿流改道手术[704]。3疼痛疼痛的治疗以WHO发布的疼痛三阶梯治疗为基础，根据患者的病情和身体状况，应用恰当的镇痛方法，及早、持续、有效地治疗疼痛，预防和控制药物的不良反应[706]。~(1)轻度疼痛(NRS评分13分）：首先考虑非阿片类药物和辅助治疗。可使用对乙酰氨基酚及非肖体抗炎药进行治疗。对乙酰氨基酚，成人口服，0.5g／次，1次／（4~6)小时；或0.65g/次，1次／8小时，最大剂量为2g/d;非肖体抗炎药如布洛芬口服，400mg/次，1次／（4~6)小时，最大剂量为24g/d[705]。如果患者肝功能不全，应注意降低剂量。(2)中度疼痛(NRS评分4~6分）：可使用短效阿片类药物进行滴定治疗，根据需要每3~4小时1次。可供参考的用药方案：轻考酮速释(IR)2.5~5mg伴或不伴对乙酰氨基酚325mg;氢可酮5mg与对乙酰氨基酚325mg;氢吗啡酮2mg口服；吗啡5mg（溶液）或轻考酮速释7.5mg(1/2片）［705]。如果每天持续需要4剂或更多剂量的短效阿片类药物，根据每日总剂鼠，考虑加用长效阿片类药物。或者如果镇痛效果欠佳，可视临床实际情况，使用低剂量强阿片类药物联合非阿片类镇痛药物，作为对弱阿片类药物的替代治疗。(3)重度疼痛(NRS评分~7分）：可使用强阿片类药物如吗啡进行治疗，若镇痛效果欠佳，可酌情联合使用非肖体抗炎药或辅助镇痛药物。对于阿片类初治患者（阿片类药物初治患者是指每日未长期接受阿片类镇痛药的患者，因此未产生显著耐受~性），可口服短效硫酸吗啡515mg或等效药物。对千阿片类药物耐受患者（阿片类药物耐受患者为每日长期接受阿片类镇痛药的患者。FDA定义耐受为接受至少25µg/h芬太尼贴剂、至少60mg吗啡／天、至少30mg口服轻考酮／天、至少8mg口服氢吗啡酮／天或其他阿片类药物的等效镇痛剂量持续1周或更长时间），口服阿片类药物剂最相当于过去24小时内服用~的总阿片类药物的10%20%。口服药物1小时后需重新评估有效性和不良反应（若为静脉给药，给药剂量需进行等效换算，且给药15分钟后进行评估）：疼~痛不变或加重，剂蜇增加50%100%；疼痛减轻但控制不充分，重复相同剂量；疼痛得到改善和充分控制，根据需要在最初24小时内继续使用当前有效剂量。2~3个给药周期后，应考虑静脉滴定药物剂量[691]（表2-9)。长期使用阿片类药物的患者首选口服给药，吞咽困难、肾功能损害或依从性较差且需长期使用阿片类药物镇痛的患者可使用阿片类药物透皮贴剂。辅助镇痛药物是指能减少阿片类药物不良反应或增加阿片类药物镇痛疗效的药物。常用的辅助镇痛药物包括抗抑郁药物、抗惊厥药物和糖皮质激素类药物等。可根据需要修改给药途径（口服、静脉注射、直肠、皮下、舌下、经黏膜和经皮），应用等镇痛剂量转换。经皮给药比其他途径起效时间更长。应注意阿片类药物引起的神经毒性、便秘、呼吸抑制等副作用。表2-9不同阿片类药物口服及肠外给药的等效剂量及相对效能换算表阿片受体肠外剂蜇口服剂扯转换系数（静镇痛持续时间激动剂(mg)(mg)脉－口服）（小时）吗啡103033~4氢吗啡酮I57525~52~3芬太尼0I轻考酮15~203~5氢可酮30~453~5轻吗啡酮I10103~6可待因2003~4曲马多100300362膀胱及尿道癌诊断治疗指南4骨转移的治疗晚期／转移性膀胱癌患者中转移性骨病(metastaticbonedisease,MBD)的发~生率为30%40%[70?]。MBD引起的骨骼并发症会加重疼痛、降低生活质量，并且还与死亡率增加有关[693]。一项小型研究显示，双腊酸盐如嗤来腊酸(ZA)可通过抑制骨吸收来减少和延迟由于骨转移引起的骨骼相关事件(skeletal-relatedevents,SREs)[709]。地舒单抗(Denosumab)是一种完全人源性单克隆抗体，可结合并中和核因子心受体活化因子配体RANKL(ReceptoractivatorofnuclearfactorKBligand,RANKL),在预防或延迟膀胱癌骨转移患者的SREs方面不劣于嗤来腊酸[710]。骨转移肿瘤患者，无论癌症类型如何，都应考虑接受骨靶向治疗[708]。对于接受嗤来賸酸或地舒单抗治疗的患者，应告知其可能出现的副作用，包括颌骨坏死和低钙血症，必须补充钙和维生素D。嗤来腊酸的给药方案应遵循说明书，并且必须根据患者肾功能进行剂量调整[711],而地舒单抗的剂量不受患者肾功能的影响。推荐意见证据级别推荐等级对于无法手术治愈的局部晚期膀胱癌3可选择(T4b)患者，行姑息性膀胱切除对于存在非手术治疗无效的出血或梗阻3可选择症状的患者，行姑息性膀胱切除如有上尿路梗阻，可选用肾造痰、输3推荐尿管内支架、输尿管造口等方法解除梗阻如有严重血尿时，可选择经尿道电凝或3推荐激光止血、1％硝酸银或1%~2％明矶膀胱泄注、放疗、盆腔动脉栓塞术膀胱癌骨转移患者，若出现疼痛或骨相lb强烈推荐关事件，应使用双賸酸盐或地舒单抗治疗疼痛的治疗以WHO发布的疼痛三阶梯治lb强烈推荐疗为基础，根据患者的病情和身体状况，应用恰当的镇痛方法，及早、持续、有效地治疗疼痛，预防和控制药物的不良反应\n（三）不可根治切除及转移性膀胱癌的全身治疗\n不可根治性切除及转移性膀胱癌以系统治疗为主，强调多学科诊疗模式的共同参与制订治疗方案。目前二代基因测序(NGS)可能给患者带来潜在治疗——77中国泌尿外科和男科疾病诊断治疗指南机会。主要治疗方法包括化疗、免疫治疗、靶向治疗和抗体偶联药物的治疗。l．不可根治性切除及转移性膀胱癌一线治疗不可根治性切除及转移性膀胱癌通常不可治愈。不可切除及转移性膀胱癌一线治疗首选含钻，特别是顺铅方案。一般来说，可分为三大类：以顺铅为基础的化疗、以卡铅为基础的化疗和不以铅类为基础的化疗。顺铅不耐受定义为符合以下1条或1条以上标准：>心肾功能不全，eGFR30ml/min且eGFR<60ml/皿n;(2)ECOG评分为2;＠听力下降或周围神经毒性2级、心功能减退，2级以上。(1)以顺铅为基础的一线化疗：对于可耐受顺铅化疗的膀胱癌患者，以顺铅为基础的联合化疗方案是转移性尿路上皮癌一线标准治疗[712］。对于局部晚期或转移性尿路上皮癌，GC和MVAC方案化疗中位OS分别为15.2个月和14.0个月[713]。存在肌酐清除率轻度减退时，也可考虑将顺铅分割剂量给药。(2)以卡铅为基础的一线化疗：对于不耐受顺铅化疗，可行吉西他滨＋卡铅化疗。研究报道，吉西他滨＋卡铝方案在顺铅化疗不耐受患者ORR可达42%,不良反应发生率13.6%[714,715]。(3)铅类不耐受的一线免疫治疗：对千铅类不耐受的膀胱尿路上皮癌，如果PD-Ll表达高，可以考虑使用帕博利珠单抗、阿替利珠单抗作为一线治疗。Keynote052研究提示，帕博利珠单抗的疗效，ORR为28.9%,6个月OS率为67%[716]。IMvigor210研究表明，阿替利珠单抗用千一线治疗顺铅不耐受局部晚期和转移性尿路上皮癌患者，ORR为24%，中位OS为16.3个月，PD-Ll表达?:5％患者，ORR高达28%(716]。(4)含铅一线化疗后的免疫维持治疗：FDA已批准阿维鲁单抗(avelumab)作为一线含铅方案化疗4~6个疗程后疾病未进展的局部进展期或转移性尿路上皮癌患者治疗。JAYELINBladder100研究，阿维鲁单抗联合最佳支持治疗优于单纯最佳支持治疗，中位OS分别为21.4个月和14.3个月(P=0.001),中位PFS分别为3.7个月和2.0个月[717]。2．不可根治性切除及转移性膀胱癌二线治疗免疫检查点抑制剂是使用直接针对程序性细胞死亡分子1(PD-1)、程序性细胞死亡分子配体1(PDLl)、细胞毒T淋巴细胞相关抗原4(CTLA-4)的抗体，具有抗肿瘤活性，安全性较好。目前尚缺乏(TC?:25％或IC?:25%),40.1％患者为PD-Ll低表达或阴性(TC及IC均低于25%），结果显示：PD-Ll高表达患者ORR为26%,PD-Ll低表达或阴性患者ORR仅为4%[718,719]。(1)含铅化疗进展后的二线免疫单药治疗：FDA已批准帕博利珠单抗、纳武利尤单抗和阿维鲁单抗用于含铅化疗失败的晚期尿路上皮癌患者。Keynote045皿期研究表明，对钻类化疗失败后的晚期尿路上皮癌患者，帕博利珠单抗优于化疗（联合紫杉醇、多西他赛和长春氮宁），ORR分别为21.1％和11.4%(P=0.001)、中位OS分别为10.3和7.4个月[720]。CheckMate275研究提示，纳武利尤单抗在含铅方案治疗后进展的转移性尿路上皮癌所有患者ORR为19.6%，中位OS为8.74个月。PD-Ll表达?:5%、?:1%、＜1％的ORR分别为28.4%、23.8%、16.1%(721]。我国原研的PD-1抑制剂包括替雷利珠单抗和特瑞普利单抗相继获NMPA批准的晚期尿路上皮癌的二线治疗适应证。Polaris03研究提示，特瑞普利单抗ORR为25.8%，中位PFS和OS分别为2.3个月和14.4个月[722]。BGB-A317-204研究表明，替雷利珠单抗在PD-Ll高表达的晚期尿路上皮癌患者ORR为24%,中位PFS和OS分别为2.1个月和9.8个月(723]。(2)含铅化疗进展后的二线化疗：经含铅方案治疗失败转移性尿路上皮癌的二线化疗药物，可选白蛋白紫杉醇(724］、紫杉醇(725]、多西紫杉醇(726]，中位PFS2.8~6个月。此外，PENUT研究显示，经铅治疗失败后的转移性尿路上皮癌，ORR为38.6%,CR率为14.3%，中位PFS5.9个月(727]。3．不可根治性切除及转移性膀胱癌靶向治疗厄达替尼(erdafitinib)是一种泛FGFR酪氨酸激酶抑制剂，FDA已批准厄达替尼用千含钻化疗失败且FGFR2/FGFR3基因改变的局部晚期或转移性膀胱癌的治疗。II期研究报道，厄达替尼ORR为40%,CR率为3%,PR率为37%，中位PFS为5.5个月，中位OS为13.8个月[728]。4．不可根治性切除及转移性膀胱癌抗体偶联药物抗体偶联药物(antibody-drugconjugates,ADCs)是一类利用单克隆抗体(mAbs)的特异性，选择性地向表达抗原的肿瘤细胞运送有效的细胞毒性药物的治疗药物。维迪西妥单抗是我国自主研发HER2ADC,已被中国国家药品监督管理局(NMPA)批准附条件上市。II期研究显示，维迪西妥单抗用于一线含铅治疗失败的HER2表达（2＋或3+)的局部进展期或转移性尿路上皮癌，ORR为51.2%，中位PFS和OS分别为6.9个月和13.9个月[729]。戈沙妥珠单抗(sacituzumabgovitecan)是Trop2ADC,TROPHY-U-01研究显示，对接受过含铅化疗及PD-1/PD-Ll治疗的局部进展或转移性尿路上皮癌患者，戈沙妥珠单抗ORR达到了27.7%,CR率达到了5.4%,PR率22.3%，中位DoR为7.2个月[730]。EV-201研究显示，Nectin4ADC药物enfortumabvedotin,ORR达到了44%,CR率12%,PR率32%,中位DoR为7.6个月[731]。enfortumabvedotin与帕博利珠单抗联合作为铅类化疗失败的局部晚期和转移性尿路上皮癌患者的一线治疗的疗效，ORR达到73.3%,CR率为15.6%(732]。5不可根治切除及转移性膀胱癌的化疗方案(1)GC方案：见上文“新辅助／辅助治疗“化疗方案。(2)dd-MVAC方案：见上文“新辅助／辅助治疗”化疗方案。(3)MVAC方案：甲氨蝶呤30mg/m2第1、15、22天静脉滴注，长春碱3mg/m2第2、15、22天静脉滴注，多柔比星30mg/m2、顺铅70mg/m2第2天静脉滴注，每4周为1个周期，共4~6个周期[733,734]。(4)GemCarbo方案：吉西他滨1000mg/m2第1、+8天静脉滴注，卡铅[4.5X(GFR25)]mg第1天静脉滴注，每3周为1个周期[714]。或吉西他滨1250mg/m2第1、8天静脉滴注，卡钻AUC5第2天静脉滴注，每3周为1个周期，共4~6个周期[735]。根据血药浓度－时间曲线下面积(AUC)计算卡铅剂量：卡铅剂量＝所设定的AUC(mg/ml/min)X［肌酐清除+率(ml/min)25]。其中AUC取值为5~7,常取5。根据Cockcroft公式计算肌酐清除率：男性肌酐清除率＝［（140－年龄）X体重(kg)]/[0.818X血肌酐(µmol/L)]或＝（140－年龄）X体重(kg)/72X血肌酐(mg/dl)。女性肌酐清除率按男性计算结果X0.85。(5)M-CAVI方案：甲氨蝶呤30mg/m第l、15、+22天静脉滴注，卡铅[4.5X(GFR25)]mg第1天静脉滴注，长春碱3mg/m2第1、15、22天静脉滴注，每4周为1个周期，至少2个周期[715]。(6)白蛋白紫杉醇：125g/m2,第1、第8天，静脉滴注，每3周为1个周期。或260mg}m2,静脉滴注，每3周为1个周期[724]。2膀胱及尿道癌诊断治疗指南分静脉滴注，每3周为1个周期[725]。(8)多烯紫杉醇：60~75mg/m2,第1天，静脉2滴注，每3周为1个周期(726]。疗(9)维迪西妥单抗：2.5mg/kg,第1天，静脉滴癌注，每2周为1个周期。(10)替雷利珠单抗：200mg,第1天，静脉滴注，每3周为1个周期。b(11)特瑞普利单抗：240mg,第1天，静脉滴注，每3周为1个周期。尿推荐意见证据级别推荐等级适合铅类化疗患者的晚期一线治疗采用以顺铅为基础的联合化疗方案如吉la强烈推荐西他滨＋顺铅(GC)方案、剂批密集型甲氨蝶呤＋长春碱十多柔比星十顺铅(ddMAVC)方案顺铅不耐受、适合卡铅化疗的，采用吉2a推荐西他滨＋卡铅方案化疗一线含铅化疗后至少达到疾病稳定状态的维持治疗对于一线含铅化疗疾病未进展的患者，2a推荐推荐参加临床试验（如免疫检查点抑制剂维持治疗）顺铅不耐受或铅类不耐受患者的一线治疗对千不适合顺铅且PD-LI高表达的患者，2a推荐在临床试验中推荐进行免疫检查点抑制剂治疗对于铅类不耐受的患者，无论PD-LI表2a推荐达状态，在临床试验中推荐进行免疫检查点抑制剂治疗含钻化疗进展后的二线治疗推荐进行替雷利珠单抗(PD-LI高表达）2a推荐和特瑞普利单抗治疗在临床试验中推荐其他免疫检查点抑制2a可选择剂治疗选择紫杉类方案（白蛋白紫杉醇、紫杉2a推荐醇、多烯紫杉醇）含铅化疗和免疫治疗进展的后续治疗推荐进行维迪西妥单抗(HER2表达为2a推荐2＋或3+)在临床试验中推荐新型抗体药物偶联物2a可选择（如戈沙妥珠单抗或EV)治疗在临床试验中推荐厄达替尼治疗2a可选择FGFR2/3改变患者—79-中国泌尿外科和男科疾病诊断治疗指南6．不良反应管理(1)化疗相关不良反应的管理：化疗的主要不良反应有消化道反应、贫血及白细胞减少等，但不增加术后3~4级并发症发生率[736]。化疗期间出现血液系统毒性反应（如粒细胞减少性发热）或其他4级毒性反应，可将GC方案或ddMVAC方案的各化疗药物剂量减少15%~20%。若14天内血液系统毒性反应或其他4级毒性反应还未恢复，尽管此时化疗药物已减量，仍应停止化疗[737]。(2)免疫治疗相关不良反应的管理：免疫相关不良反应(irAE)可发生千任意器官，不同部位不良反应发生频率各异。常见不良反应包括痛痒、疲乏、恶心、腹泻、食欲缺乏、无力、皮疹、发热等，但其发生率通常低于化疗，耐受性更好[720,738]。其中3~4级irAE主要发生在消化道，心脏、神经、肾、眼和血液系统的irAE罕见[739]。因此，使用免疫检查点抑制剂治疗时，经治医师应充分了解免疫治疗的毒性反应，鉴别可能带来irAE的潜在危险因素[740]。这些危险因素包括：患者和家族自身免疫疾病史、肿瘤的浸润情况、机会致病菌、合并用药、从事增加自身免疫性疾病风险的专业活动等。因此在开始免疫治疗前，医师必须对患者进行全面的体格检查和病史回顾，并对患者进行irAE易感性评估以及进行irAE相关症状和体征的教育。irAE处理原则，一般根据严重程度进行分级管理，并对免疫治疗用药做出是否暂停用药判断，推荐局部或全身使用糖皮质激素，需要专业医师评估讨论处理，以及是否后续继续用药，提倡多学科诊疗处理中到重度irAE,必要时需要ICU监护支持。7，转移灶的局部治疗(1)寡转移膀胱癌患者的转移灶切除术：部分伴有寡转移的膀胱癌患者，如果肿瘤生物学上进展缓慢，且对全身化疗反应良好，可能受益于转移灶切除术。虽然支持转移灶切除的前瞻性研究证据有限，但一些回顾性研究表明，转移灶切除术对千某些转移性膀胱癌患者可能是一种有效的治疗选择，尤其是对全身治疗反应良好、单发转移灶、肺转移或淋巴结转移的膀胱癌患者。目前各中心对于寡转移灶部位的定义尚不统一，主流意见认为可包括腹膜后淋巴结转移、肺转移等。有学者将可切除的寡转移灶定义为：心局限于1个器官；＠转移灶不多于3处；＠最大直径一项1I期前瞻性研究选取11例腹膜后淋巴结转移的膀胱癌患者（系统化疗后64％患者CR,36%PR)，所有患者接受了完整的双侧腹膜后淋巴结清扫术（未切除膀胱者同时切除了膀胱），结果显示不超过2个淋巴结有残存肿瘤患者的生存率有明显优势，这表明低肿瘤负荷可能有助于从转移灶切除术中获益[742］。另一项1I期前瞻性研究对70例接受膀胱癌转移灶完整手术切除的患者进行了研究，尽管转移灶切除术没有给患者带来生存优势，但有症状患者的生活质噩和体能状态评分有所改善[743]。除了这些前瞻性研究数据外，几项回顾性研究已经证明了转移灶切除的生存优势[744,745]。有学者报道接受尿路上皮癌肺转移灶切除手术的患者中，3年和5年总体存活率分别为59.8％和46.5%。单发和多发转移灶患者的5年总体存活率分别为85.7％和20%[746］。一项共入选了412例转移性尿路上皮癌患者的系统回顾和萎萃分析显示，接受转移灶切除手术的患者的5年总体生存率为28%~72%，相对于未行转移灶切除的患者有所改善[747]。一项包含了497例至少有一个转移灶的老年患者(;::65岁）的人群分析发现，对于预期寿命较长的严格挑选的尿路上皮癌患者，转移灶切除术安全性是可接受的并且有可能带来长期生存受益和治愈可能[748]'中位生存时间达19个月，超过1/3的患者生存期超过3年。相反，一项研究比较了NCDB数据库在2004—2016年收录的接受与未接受转移灶切除术的转移性尿路上皮癌患者的生存数据，经过倾向评分匹配后二者的OS没有显著差异(HR=0.94,95%CI:0.83~1.07,P=0.38)。约7％的转移性尿路上皮癌患者接受了转移性切除术治疗，接受转移瘤切除术的患者相对更年轻、肿瘤分期更晚、原发肿瘤进行过根治性手术并接受过系统治疗的比例更高[749]。后两项基于大型数据库的研究结果不一致体现了肿瘤生物学的异质性，也说明转移灶切除可能仅对部分患者是获益的。由于膀胱癌转移灶切除术患者获益的证据有限，而且通常手术切除范围较大且技术难度高，因此必须严格选择合适的患者。一项研究显示，肿瘤转移时间距原发灶手术;::15个月、无转移症状、C反应蛋白<0.5mg/dl的患者更有可能获益千转移灶切除术[750]。另一项单中心回顾性研究显示，存在肝转移、转移灶>8mm、存在超过1个肺转移灶的患者接受转移灶切除术获益较小[751]。推荐意见证据级别推荐等级对于局部侵犯明显不能根治性切除的膀3推荐胱癌患者，推荐采用化疗或同步放化疗，如肿瘤出现完全缓解或部分缓解，可进一步巩固化疗、放化疗、根治性放疗或膀胱切除术，少数完全缓解患者可选择密切随访。初始治疗后出现进展的患者，推荐按转移患者处理系统降期后仍无法切除的膀胱癌患者，3推荐为了提高生活质量，可以选择姑息性放疗或姑息性膀胱切除术。如有上尿路梗阻，可选用肾造痰、输尿管内支架、输尿管造口等方法解除梗阻。对有症状患者推荐支持治疗转移性膀胱癌患者首选全身化疗和或姑lb强烈推荐息性放疗转移灶切除术对于转移性膀胱癌患者的3可选择疗效尚不明确，仅限严格选择对全身治疗反应良好的患者进行进一步探索(2)局部放疗：膀胱癌切除术后，局部复发占~复发的10%30%，而远处转移更为常见，约4%的膀胱癌患者在诊断时巳发生远处转移。膀胱癌最常见的远处转移部位包括肺、肝和骨，放射治疗作为晚期膀胱癌姑息性治疗的主要手段之一，可显著改善血尿、局部梗阻及骨转移疼痛等症状，晚期病例通过放疗或放化疗、免疫治疗等综合治疗，90%以上能达到姑息减症的目的，约50％病例可达到症状完全缓解，22％的病例中位生存期得以延长7个月(752]。l)肺转移的姑息放疗：放射治疗是肺转移瘤治疗的重要治疗手段，与手术相比，放射治疗有更多的优势，尤其立体定向放疗(stereotacticbodyradiationtherapy,SBRT)技术的进步，使得肺转移病灶的放~疗应用更加广泛。SBRT一般适用于肺部15个病灶、单个转移灶体积相对较小的患者，但也有多达10个以上的病灶采用SBRT的报道(753-755]。多项研究对比了手术切除和SBRT在肺转移瘤中的效果，结果发现SBRT与手术在局部控制率和总生存率均相近，但SBRT组的不良反应发生率更低，且没有3级及3级以上放疗相关不良反应发生，说明SBRT治疗肺转移是一种安全有效、无创伤的技术，可以替代手术治2膀胱及尿道癌诊断治疗指南的剂量和分割目前尚无标准方案，大多单次剂量在3Gy、5Gy、8Gy、IOGy和20Gy不等，主要根据病灶大小、数目、位置和患者的身体情况及治疗目的等来确定处方剂量和分割模式。3次分割方案一般给予总剂量54Gy和60Gy;5次分割方案一般给予总剂量50Gy;~10次分割方案一般给予总剂量5060GypsJ,160]。2)肝转移的姑息放疗：SBRT技术由千其无创伤性及对患者一般状况要求低等优势，在肝转移癌中也有越来越广泛的应用[761]。SBRT一般适用于病灶<6cm、病灶数<5个、肝功能较好的患者，剂量分割一般采用24~54Gy/3~7次或14~26Gy／次（762-765]。3)骨转移的姑息放疗：膀胱癌骨转移通常为多发，单发转移者仅约占10%,80％发生在中轴骨如~椎体和骨盆[7661'50%75％的骨转移病变会导致疼痛、神经压迫症状、病理性骨折、高钙血症、神经根受损和脊髓压迫等症状和体征(767]。放疗是骨转移的主要治疗手段，对于缓解疼痛非常有效，可达到~80%90％的缓解率，还可以预防病理性骨折和脊髓压迫的发生[768,769]。常规放疗常给予骨转移处8Gy/次或20Gy/5次、24Gy/6次、30Gy/10次的照射，不仅副作用较小，而且可以有效缓解疼痛[770,771]。而对千脊柱转移者，由千受到脊髓受量的限制，使得常规放疗往往难以达到满意的疗效，目前多采用SBRT技术[772,773]，可采用24~28.SGy/3次或20~30Gy/~5次的大剂鼠分割模式，或1824Gy／次的单次高剂量模式[774,775]。多项研究表明无论在首次放疗或再程（次）放疗中，脊柱转移病灶SBRT放疗可以达~到70%90％的疾病缓解率，都较相常规放疗具有更持久的局部控制和无进展生存期，同时还可以缓解肿瘤硬膜外扩张导致的脊髓压迫[776-778］。双腊酸盐和地舒单抗均可减少和延迟骨转移患者骨相关事件(SREs)的发生(779]，因此，在放疗时可联合使用双腊酸盐或地舒单抗进一步缓解骨痛及预防SREs的发生。4)姑息性放疗和免疫治疗综合治疗：多个研究探讨了放疗与免疫治疗的协同作用，认为放疗可以产生“放射远隔效应”[780]，同时也能把对免疫反应弱的“冷＂肿瘤，转变为对免疫反应较强的“热＂肿瘤，改变肿瘤微环境而产生协同效应[780]。免疫治疗与放疗联合应用的研究已经在肺癌、乳腺癌中广泛开展[781-784]，膀胱癌中类似的研究比较少。近期一项前瞻性的1期随机临床试验开展了SBRT序贯帕博利珠单抗对比同期治疗转移性尿路上皮癌的研究，结果发现SBRT后序贯帕博利珠单抗组的ORR为0%，而帕——81中国泌尿外科和男科疾病诊断治疗指南博利珠单抗同步SBRT组的ORR为44%；且同期组在PFS和OS上均较序贯组有优势；而两组间不良反应发生率基本相似[785]。尽管该研究的样本量偏小，但也提示了PD-1抑制剂联合SBRT放疗在晚期尿路上皮癌中的潜在优势，免疫治疗联合放疗在膀胱癌姑息治疗中的研究仍在积极探索中。5)姑息性放化疗：对于盆腔内复发转移的病灶给予姑息性放疗同时，也应考虑与放疗增敏剂联合使用，推荐增敏剂为顺铅，因卡铅放疗增敏效果不佳，故不推荐使用卡钻代替顺铅。其他推荐放疗增敏剂包括多西他赛或紫杉醇，5-FU或联合丝裂霉素C,小剂量吉西他滨或卡培他滨[712]。但化疗不应与高剂量(>3Gy／次）的姑息性放疗同时使用。6)姑息性放疗的毒性反应：姑息性放疗的毒性反应根据放疗部位及是否合并化疗或免疫治疗而有所不同，包括放射性膀胱炎、尿道炎、直肠炎、肺炎、骨髓抑制及性功能影响等，发生率为20%~60%,发生严重影响患者生存质量和威胁生命的晚期损伤概~率较低(3%5%)[786]。高龄患者和合并糖尿病、严第四节膀胱非尿路上皮"}
{"raw_content": "一、非尿路上皮肿瘤\n膀胱非尿路上皮肿瘤在所有的膀胱肿瘤中占比<5%。非尿路上皮良性肿瘤主要包括膀胱平滑肌瘤、鳞状细胞乳头状瘤、绒毛状腺瘤、神经纤维瘤及膀胱血管瘤等[788]'可进行局部切除或膀胱部分切除术。膀胱非尿路上皮癌约90％来源千上皮，包括鳞状细胞癌、腺癌和神经内分泌肿瘤；非上皮源性恶性肿瘤主要源于膀胱间质、血液和淋巴系统，包括肉瘤、黑色素瘤和淋巴瘤等[788]。膀胱非尿路上皮癌的发病机制尚不清楚。膀胱内的慢性感染、炎症和上皮化生被认为是肿瘤发生的重要因素，亦有假说认为膀胱非尿路上皮癌源自既存尿路上皮癌的化生或源自膀胱内的多能干细胞[789]。大部分非尿路上皮肿瘤的相关诊治证据主要来源于回顾性病例研究。虽然免疫检查点抑制剂在非尿路上皮癌中的运用尚缺乏有力证据，但是有限的数据显示PD-Ll表达阳性或高肿瘤突变负荷的非尿路上皮癌患者可能从免疫检查点抑制剂的治疗中获益[790-794]。重高血压或严重肾功能不全患者放射损伤风险增加，放疗中和放疗后应加以防范。推荐意见证据级别推荐等级局部肿瘤较晚伴有肺、骨、肝等部位转2b强烈推荐移，或有疼痛、排尿困难、出血、梗阻等症状，应予以对症支持治疗；如果患者能耐受建议姑息放疗或放化疗"}
{"raw_content": "三、预后及随访\n转移性膀胱癌的无进展生存期为7个月，中位总体生存期为15个月[787]。最常见的转移部位是骨(10.80%）、肺(8.95%）、肝(5.13%）和脑(0.41%），骨转移、脑转移、肝转移和肺转移者的平均生存时间分别为9.0个月、7.3个月、7.1个月和10.2个月，肝转移者的预后最差。转移部位、年龄、组织学类型及化疗是独立的预后因素[786]。皮肿瘤及尿路上皮癌变异\n（一）鳞状细胞癌\n膀胱鳞状细胞癌(squamouscellcarcinoma,SEC)约占膀胱恶性肿瘤的2.5%，近年来发病率有下降的趋势，女性发病率略高千男性，可能与女性更易发生慢性尿路感染和膀胱炎有关[795,796]。可分为非血吸虫病性膀胱SEC和血吸虫病性膀胱SEC。诊断主要靠膀胱镜活检。膀胱SEC患者应选择根治性膀胱切除加盆腔淋巴清扫，目前缺乏新辅助和辅助化疗的证据。高分级、高分期肿瘤术前放疗有助于预防盆腔复发；合并高危因素如切缘阳性等，术后可行放疗[797,798]。对千部分晚期患者可考虑行紫杉醇、异环磷酰胺和顺铅的联合化疗[799]。膀胱SEC的5年总生存率约为23%，其中非肌层浸润性SEC为33%，肌层浸润性SEC为28%，转移性SEC为6%[795,796]。血吸虫病性膀胱SEC的预后相对较好，5年生存率约为48%[798]。L非血吸虫病性膀胱SEC的发生与细菌感染、异物、慢性下尿路梗阻或膀胱结石等引起的慢性炎症、膀胱黏膜白斑及长期留置导尿管有关[800]。非血吸虫病性膀胱SEC好发于膀胱三角区和侧壁，主要是溃疡和浸润，很少呈乳头样生长，可伴有~膀胱憩室或膀胱结石。8%21％膀胱SEC发现时即有转移[796］。主要症状是血尿，93％的患者伴有泌尿系感染[801]。本病单纯放疗效果差，根治性膀胱切除术疗效优于放疗；局部复发是治疗失败的主要原因，术前放疗加根治性膀胱切除术比单纯根治性膀胱切除术效果更好[797,802,803]。2血吸虫病性膀胱SEC的发生可能与血吸虫存在导致的细菌和病毒感染有关，而非寄生虫本身[804]。维生素A缺乏也可能是膀胱上皮鳞状化生及肿瘤发生的重要原因之一。血吸虫病性膀胱SEC的平均发病年龄比非血吸~虫病性膀胱SEC低1020岁[802]。主要症状是尿频、尿痛和血尿。肿瘤好发于膀胱后壁的上半部分或顶部，很少发生千三角区。确诊主要依靠膀胱镜检查活检。根治性膀胱切除术是血吸虫病性膀胱SEC治疗的主要方法。术前放疗可改善高分级、高分期肿瘤患者的预后[805]。\n（二）腺癌\n根据组织来源膀胱腺癌可分为3种类型：原发性腺癌、跻尿管腺癌、转移性腺癌。原发性膀胱腺癌在所有膀胱癌病例中占比<2%(795,796]。诊断主要依靠膀胱镜活检，超声、CT及MRI等检查可显示肿瘤大小、侵犯范围及临床分期，需注意部分腺癌未侵及膀胱黏膜时，膀胱镜检可无异常发现(806]。l非跻尿管腺癌(non-urachaladenocarcinoma)非肪尿管腺癌可能因移行上皮腺性化生引起。长期的慢性刺激、梗阻及膀胱外翻是引起化生的常见原因。血吸虫感染也是腺癌发生原因之一，在血吸虫流行地区膀胱腺癌约占膀胱癌的10%(798]。膀胱腺癌主要症状有血尿、以尿痛为主的膀胱刺激症状和黏液尿。非肪尿管腺癌多发生千膀胱三角区及膀胱侧壁，病变进展较快，多为肌层浸润性膀胱癌(795,796]'伴腺性膀胱炎比原位癌更常见。非跻尿管腺癌可依据病理类型进一步分为5个亚型：心乳头状（肠型），结构和细胞学特征类似典型的结肠腺癌；＠黏液型，癌细胞或细胞巢漂浮在细胞外黏蛋白湖中；＠印戒细胞型，肿瘤细胞呈印戒状，扩散或侵袭周围组织；＠非特异型，非以上特异表现的类型；＠混合型，当病理显示2个或更多类型，没有单一类型占75％以上时(807]。临床就诊时大多数巳2膀胱及尿道癌诊断治疗指南放射治疗，可以提高肿瘤无复发生存率[809]。对于进展期和巳有转移的腺癌可以考虑化疗，一般采用5－氛尿啼唗为基础的结直肠癌化疗方案。乳头状和非特异性腺癌预后相对较好，印戒细胞型预后极差[809]。2．肵尿管腺癌(urachaladenocarcinoma)跻尿管腺癌可能与跻尿管上皮增生及其内覆移行上皮腺性化生有关，约占膀胱腺癌的1/3。部分肪尿管腺癌可分泌黏蛋白，出现黏液尿患者需高度怀疑此病。跻尿管腺癌只发生在膀胱顶部前壁，膀胱黏膜无腺性膀胱炎和囊性膀胱炎及肠上皮化生，肿瘤集中于膀胱壁，即肌间或更深层，而非黏膜层，可见肪尿管残留[810]。跻尿管腺癌可浸润到膀胱壁深层、跻、Retzius间隙及前腹壁。跻尿管癌分期一直沿用Sheldon提出的分期：1期，肿瘤局限于跻尿管黏膜；11期，局部侵袭突破黏膜但局限在跻尿管；皿期，局部累及膀胱(A),腹壁（B),腹膜（C),其他邻近脏器（D);N期，局部淋巴结转移(A)，远处转移（B)。而MayoClinic的分期相对简单：1期，肿瘤局限于跻尿管黏膜；11期，局部累及跻尿管或膀胱肌层；皿期，局部淋巴结转移；W期，远处淋巴结或脏器转移[81I]。跻尿管腺癌的治疗主要为手术治疗，包括扩大性膀胱部分切除术和根治性膀胱切除术联合盆腔淋巴清扫术。放疗和化疗的效果不佳[812]。扩大性膀胱部分切除术应尽可能地整块切除膀胱顶、跻尿管和跻，切除范围包括部分腹直肌、腹直肌后鞘、腹膜及弓状线。复发和转移一般在术后2年内发生，常见的转移部位是骨、肺、肝和盆腔淋巴结[813]。肪尿管腺癌诊断时往往分期较高，有较高的远处转移风险，预后较非跻尿管腺癌更好(814]。美国M.D.Anderson肿瘤中心的经验：边缘阴性与否和淋巴结清况是影响预后的重要因素，总体5年生存率为40%，平均生存46个月。MayoClinic基于他们的分期系统分析了该中心49例肪尿管腺癌的中位生存期显示：I／11期为10.8年，m/W期为1.3年[815]。新近有研究显示跻尿管腺癌和结直肠癌有相同的基因组改变，靶向表皮生长因子的药物可能对晚期跻尿管腺癌有效(816]。3转移性腺癌是最常见的膀胱腺癌，原发病灶包括来自直肠、胃、子宫内膜、乳腺、前列腺和卵巢。治疗上选择以处理原发病为主的综合治疗。\n（三）神经内分泌肿瘤(neuroendocrineneoplasms)\n膀胱的神经内分泌肿瘤约占所有膀胱恶性肿瘤的1%[795,796]。以小细胞神经内分泌癌为主，大细胞神经内分泌癌极其罕见，仅有极少量病例报道[817,818]。膀胱—83—中国泌尿外科和男科疾病诊断治疗指南小细胞癌组织学上类似肺小细胞癌，好发千膀胱两侧壁和膀胱底部，瘤体直径往往较大，平均约5cm[819]。与尿路上皮癌相似，膀胱小细胞癌主要通过淋巴转移，不同点在于其更具侵袭性，转移得更早、更快。最常见的转移部位依次为淋巴结、肝、骨骼、肺和大脑[820］。就诊时患者往往已有深肌层浸润。膀胱小细胞癌的诊断同尿路上皮癌，但需更关注远处转移。膀胱小细胞癌与膀胱尿路上皮癌在CT上的区别是：膀胱小细胞癌广基、无蒂、息肉样改变，向膀胱壁内浸润明显，在未出现膀胱邻近器官或淋巴结转移时往往已侵犯膀胱全层[821]。膀胱小细胞癌治疗考虑局部的手术或放疗联合新辅助化疗或者辅助化疗，化疗方案同小细胞肺癌，一般选用顺铅和依托泊昔。新辅助化疗联合根治性膀胱切除术可显著提高患者的生存率[822]。病理分期为T3、T4期考虑术后辅助化疗[823]。肿瘤无法手术切除的患者亦可考虑异环磷酰胺联合多柔比星和顺铅联合依托泊昔的交替化疗[822,824]。膀胱副神经节瘤(paraganglioma)占膀胱肿瘤的比例<0.05%，可能起源于膀胱逼尿肌的交感神经丛的嗜铭细胞胚巢，与肾上腺嗜铭细胞瘤一样，所有副神经节瘤均有恶性潜能。临床症状与肾上腺嗜辂细胞瘤类似。表现为排尿时阵发性高血压、头晕、视物模糊、大汗。如考虑该病，行膀胱镜检查前应给予a受体阻滞剂。术前影像学及生化检查往往能够完成诊断，因为肿瘤血供丰富，表面通常覆有完整尿路上皮，活检意义有限[825]'尤其是儿茶酚胺分泌型肿瘤应尽量避免活检[826]。推荐行膀胱部分切除术或根治性膀胱全切，怀疑盆腔淋巴结转移应行盆腔淋巴清扫术。不推荐行TURBT治疗膀胱副神经节瘤，因其为非黏膜性肿瘤，术后极易复发[827,828]。围手术期处理同肾上腺嗜辂细胞瘤。由千该肿瘤有恶性潜能，术后随访很重要。\n（四）肉瘤\n膀胱原发性肉瘤较罕见，膀胱肉瘤是指膀胱非上皮性恶性软组织肿瘤，50％为平滑肌肉瘤（发生率在膀胱癌恶性肿瘤低千1%），好发于中老年人，部分患者有全身化疗（环磷酰胺）和局部放疗史，临床主要表现为肉眼血尿，少数患者表现为尿频、尿痛、排尿困难或下腹包块来就诊。肿瘤可以发生在膀胱任何部位，但以膀胱顶部或两侧壁为多见。肿瘤较大，无包儿童和青少年[829]。其余的血管肉瘤、骨源性肉瘤、黏液脂肪肉瘤、纤维肉瘤和未分型的肉瘤等均极罕见[830]。膀胱肉瘤具有高侵袭生物行为，就诊时多数已侵及肌层或膀胱外，此类患者的治疗类似千软组织肉瘤患者，一旦确诊需行根治性膀胱全切术。\n（五）黑色素瘤\n原发性膀胱黑色素瘤极其罕见，细胞起源难以确定，尿道发生率高于膀胱。多数继发于皮肤黑色素瘤转移。原发性黑色素瘤的治疗手段为根治性膀胱全切，预后较差[831]。\n（六）淋巴瘤\n原发性膀胱淋巴瘤罕见，男女比例约1:3。约80％为黏膜相关淋巴组织淋巴瘤，被认为源于慢性炎症，2/3患者存在慢性膀胱炎。诊断时多为局限性，TURBT联合抗幽门螺杆菌的治疗并定期膀胱镜检查可充分治疗该疾病[832]。其余20％中最常见的是弥漫大B细胞淋巴瘤及更具侵袭性的非霍奇金淋巴瘤亚型，治疗依赖千全身系统性的化疗或放疗（同其他部位的淋巴瘤）。原发性膀胱淋巴瘤预后好，死亡率<5%[832,833]。"}
{"raw_content": "二、尿路上皮癌变异\n（一）尿路上皮癌伴异常分化\n尿路上皮癌伴异常分化是尿路上皮癌最常见的组织学变异，指肿瘤中存在一定程度典型的尿路上皮癌及其他组织形态，主要包括鳞状上皮和腺样分化。鳞状上皮分化在组织学上表现为角蛋白或细胞间桥的形成，尿路上皮癌中出现分化不完全的鳞状细胞称为尿路上皮癌伴鳞状分化(urothelialcarcinomawith~squamousdifferentiation)，可见于20%40％的侵袭性尿路上皮癌[834,835]。腺样分化(urothelialcarcinomawithglandulardifferentiation)是第二常见的变异，发~生在6%18％的侵袭性尿路上皮癌中，表现为肿瘤内可见管状或肠腺样腺癌成分[834,835]。临床实践中由于肿瘤的异质性和取样不足等原因，变异组织容易被低估或错误分类。尿路上皮癌伴鳞状上皮或腺样分化治疗基本同单纯尿路上皮癌。但因为伴异常分化尿路上皮癌发现时往往处千较高分期[836]，临床分期考虑非肌层浸润的判断可能低估其分期，选择TURBT治疗需充分评估肿瘤分期、进展和死亡的风险，临床决策时可考虑更积极的治疗措施[837,838]。新辅助化疗可能改善伴鳞状或腺样分化尿路上皮癌患者的预后[839]。免疫检查点抑制剂的客观反应率和生存获益与单纯尿路上皮癌相比无明显差异[792,835,840]。尿路上皮癌伴鳞状或腺样分化相对单纯尿路上皮癌诊断时往往分期更高，整体预后更差[841,842]。尿路上皮癌混合小细胞神经内分泌癌成分具有高侵袭性，生长迅速易于早期出现淋巴结、脑和骨转移[843,844］。术前需注意中枢神经系统的影像学评估。无论小细胞癌成分占比多少，治疗同膀胱小细胞神经内分泌癌。新辅助化疗联合根治性膀胱切除术，或术后根据分期联合辅助化疗（化疗方案同前：膀胱小细胞神经内分泌癌）。新近的一项回顾性分析显示其中9例混合神经内分泌成分的尿路上皮癌患者显示免疫检查点抑制剂的客观反应率同单纯尿路上皮癌，但总生存期的获益明显低于单纯尿路上皮癌和其他的组织学变异亚型[840]。\n（二）微乳头尿路上皮癌(micropapillaryurothe\nlialcarcinoma)膀胱微乳头癌是膀胱尿路上皮癌的变异之一，典型特征与卵巢乳头状浆液性癌相似，镜下细丝状突起伴随无血管核心的微乳头状聚集物浸润，核异形明显，缺乏颗粒小体，常伴脉管系统侵犯(845]。单纯的膀胱微乳头尿路上皮癌极其罕见，主要以和传统尿路上皮癌混合的形式出现，占膀胱恶性肿瘤的~0.3%2.2%[795,834]。而无论微乳头成分在整个肿瘤中的占比如何，均表现出高侵袭性。肿瘤大体形态及患者症状相比单纯尿路上皮癌无明显特异性，但发现时往往局部分期更晚，超过50％的患者为非器官局限性肿瘤，且淋巴转移的比例更高(846,847]。治疗以根治性膀胱切除术联合盆腔淋巴清扫术为主。对千非肌层浸润性微乳头癌，经尿道肿瘤切除联合BCG膀胱灌注疗效不佳，早期的膀胱全切有可能获得更好的肿瘤控制效果1848,849]。回顾性的数据显示围手术期化疗相比直接的根治性膀胱全切术并未明显改善患者预后，但化疗可给转移患者带来生存获益，对于非器官局限性肿瘤围手术期化疗可能有利千疾病控制(850,851]。微乳头癌有更高的侵袭性，根治性膀胱切除术后总生存期较单纯尿路上皮癌差[852]。\n（三）浆细胞样尿路上皮癌(plasmacytoidurothelial\ncarcinoma)浆细胞样尿路上皮癌（包括印戒细胞样变异）是2膀胱及尿道癌诊断治疗指南~。侵袭性膀胱癌的1%3%[853]。在形态学上类似千乳尿腺小叶癌和胃印戒细胞癌，可表现为弥漫片状，也可鳞表现为失黏附、高度浸润的生长模式。肿瘤细胞细胞更核偏位伴丰富的嗜酸性细胞质，类似于浆细胞，许多肿瘤细胞可能表现出印戒细胞的形态。膀胱镜检查显有示无蒂的结节性肿块，即使在晚期患者中亦有部分转病例仅显示黏膜变硬，无乳头状或实性肿瘤结节形成(854]。浆细胞样尿路上皮癌在临床上具有高侵袭性，经诊断时往往已局部进展，这种变异具有独特的腹膜扩术散倾向，淋巴结阳性率及膀胱全切切缘阳性率均明显高于传统的尿路上皮癌，即使控制肿瘤分期和淋巴结状态，该变异相比传统尿路上皮癌亦有更差的肿瘤特疫异性生存期和总生存期[855,856]。非肌层浸润性病例少总见，且保膀胱治疗容易低估病理分期，治疗上建议对织可切除肿瘤行膀胱全切，并注意切缘情况。基千铅类的新辅助化疗的完全病理缓解率和降期率均低千传统~尿路上皮癌，且18%28％的术前化疗患者虽然未见明显影像学进展，但因肿瘤广泛且固定导致膀胱全切失败；即使有病理反应的患者术后亦未观察到明显典的生存获益(834,838,857,858]。回顾性研究显示晚期患者免疫检查点抑制剂可获得和传统尿路上皮癌类似反应率和疗效[835,840,857]。\n（四）微囊性尿路上皮癌(microcysticurothelial\ncarcinoma)微襄性尿路上皮癌的特征是存在1~2mm大小不一圆形或椭圆形微襄，腔内通常含有分泌物。这种变异具有深层浸润性，常累及固有肌层。组织学上注意和巢状尿路上皮癌、膀胱腺癌和腺性膀胱炎相鉴别，约40％的病例中可见到高级别尿路上皮癌成分，这一点有利于与其他病理类型进行区分(859]。该变异极其罕见，仅有少量病例报告，显示其与不良预后有关，但去除分期因素的影响后，显示其预后和单纯尿路上皮癌无明显差别[860]。\n（五）膀胱淋巴上皮瘤样癌(lymphoepithelioma­\nlikecarcinoma)膀胱淋巴上皮瘤样癌因其组织学与鼻咽淋巴上皮瘤相似而得名，在所有尿路上皮癌中占比<1%。其由小的具有大细胞核、突出的核仁和模糊的细胞膜的低分化肿瘤细胞聚集而成，淋巴或炎症细胞的密集浸润是一个重要特征。该变异可能对基于铅的化疗反应较好，转移潜能较低，预后与肿瘤中存在的其他变异相关[861]。在对140例病例的系统回顾中，根治性膀—85—中国泌尿外科和男科疾病诊断治疗指南胱全切术相比膀胱部分切除术或TURBT有最高的无肿瘤生存率(67.8%)[862]。PURE-01的扩展研究显示该病理类型对帕博利珠单抗的新辅助免疫治疗显示出较好的病理完全反应率(3例中有2例达到pTO)［792]。\n（六）肉瘤样尿路上皮癌(sarcomatoidurothelial\ncarcinoma)肉瘤样尿路上皮癌［包括既往的癌肉瘤(carcinosarcoma)］约占尿路上皮癌的0.3%，由高级别梭形肿瘤细胞组成，并显示上皮和间充质分化的形态学和（或）免疫组织化学特征。放疗和环磷酰胺的使用是该变异的危险因素。相比单纯尿路上皮癌，诊断时分期更高，预后更差。目前的回顾性病例研究显示新辅助化疗和辅助化疗相比单独的根治性膀胱切除无明显生存获益[863,864]'但化疗耐药的肉瘤样尿路上皮癌帕博利珠单抗治疗可能获得比单纯尿路上皮癌更好的客观反应率和生存获益[835]。\n（七）透明细胞型尿路上皮癌(clearcellurothelial\ncarcinoma)透明细胞型尿路上皮癌的特征是癌细胞具有富含糖原的细胞质。该变异在瘤体中可以是局灶性的，也可以是广泛的，需注意与膀胱透明细胞腺癌、转移性肾透明细胞癌和女性生殖系统透明细胞癌相鉴别[834］。这种变异极其罕见，预后和治疗策略尚不明确。来自病例报道和单一病例系列的数据表明，该疾病进展快和易发生转移，建议早期行根治性膀胱切除术[865]。\n（八）巢状尿路上皮癌(nestedurothelialcarcinoma)\n巢状尿路上皮癌罕见，其特征性变化是大量离散至融合的小的尿路上皮细胞巢浸润至固有层和肌层，第五节（原发性）尿"}
{"raw_content": "一、尿道癌的流行病学\n尿道恶性肿瘤罕见，占全部泌尿男生殖系统恶性肿瘤不到1%，包括尿道癌、黑色素瘤和淋巴瘤等。尿道癌多见千老年患者，男女均可发病，既往文献报道男性发病率稍高。Wenzel,M.[868]等报道2019年欧洲28个国家原发性尿道癌患病率男女之比为肿瘤细胞巢呈随意的浸润性分布。表现出较高的肌层浸润率、局部进展风险和转移倾向[866,867]。需行根治性膀胱切除，尚缺乏新辅助化疗和非肌层浸润性肿瘤保膀胱的研究数据。当匹配分期后，相比单纯性尿路上皮癌无复发生存期和肿瘤特异性生存期无明显差已[866]开推荐意见证据级别推荐等级可切除膀胱非尿路上皮癌治疗主要以根2b推荐治性膀胱切除术为主高分级、高分期的膀胱鳞状细胞癌术前3可选择放疗可改善预后膀胱跻尿管腺癌保证切缘阴性情况下可2b推荐选择扩大性膀胱部分切除术加盆腔淋巴结清扫术，应整块切除膀胱顶、膀尿管韧带和跻膀胱小细胞神经内分泌癌或含小细胞神2b推荐经内分泌癌成分推荐铅类为基础的新辅助化疗联合根治性膀胱切除或术后联合辅助化疗尿路上皮癌变异需在病理中明确诊断，2b推荐处理原则总体上同单纯尿路上皮癌微乳头、浆细胞样和肉瘤样尿路上皮癌2b推荐变异侵袭性强、进展风险大，初始治疗时可考虑更积极的策略膀胱尿路上皮癌变异及非尿路上皮癌中3可选择免疫检查点抑制剂可能获得和单纯尿路上皮癌类似的疗效晚期膀胱非尿路上皮癌，缺乏治疗证据3可选择时，可考虑其他部位类似肿瘤的治疗策略晚期肿瘤可建议患者参加临床试验可选择尿道癌诊断治疗指南SWARTZl870]等也千2006年报道了美国男性、女性的原发性尿道癌的年发病率分别为4.3/1矿和1.5/lO6，并~且发病率随着年龄的增长逐渐增高，以7584岁年龄段发病率最高，男性、女性分别达32/106、9.5/1060目前我国原发性尿道癌的流行病学数据尚无文献报道。男性尿道癌的病因尚不清楚，诱发因索包括慢性尿道炎、尿道狭窄、反复尿道扩张、外放疗或放射性粒子植入等。男性尿道癌约50％继发于远侧的尿道狭窄，约25％有性传播性疾病。男性末梢尿道癌与阴茎上皮内瘤变及硬化性苔鲜相关[871]。女性尿道癌的病因不明，可能的病因包括慢性刺激、尿道炎症、局部增殖病变（如尿道肉阜、乳头状瘤、腺瘤、息肉和尿道黏膜白斑病[872])。文献报道提示，31.6％的原发性尿道癌的发生与高危型人乳头瘤病毒(HPV16、HPV18等）感染相关[873,874]。尿道肿瘤男女均可发生，由于男性尿道与女性尿道解剖上的差异，以及肿瘤发生、治疗上的不同，本章分别予以叙述。"}
{"raw_content": "二、尿道癌的病理学\n（一）尿道癌的组织学类型\n根据目前WH02016第4版分型，尿道癌组织类型可分为尿路上皮癌、鳞状细胞癌及腺癌，少见类型包括透明细胞癌和腺样毅性癌。正常男性尿道舟状窝部覆盖鳞状上皮，阴茎部和球部尿道覆盖假复层或柱状上皮，后尿道则覆盖移行上皮。尿道肿瘤最常见的部位是球、膜部尿道。约60％尿道肿瘤位于球、膜部尿道，30％位于阴茎部尿道，10％位于前列腺部尿道。女性尿道远段2/3覆盖鳞状上皮，近段1/3覆盖移行上皮。与组织学相对应，女性近端尿道癌病理类型主要是尿路上皮癌和腺癌，而远端尿道癌病理类型以鳞癌为主。~尿道癌中原发性尿路上皮癌占54%65%，是原发性尿道癌的主要病理类型，鳞癌占16%~22%,~腺癌占10%16%[875]。\n（二）尿道癌的转移途径\n尿道癌属侵袭性较强的肿瘤，可向外浸润与转移，肿瘤转移以直接扩散和淋巴转移为主。1直接扩散男性尿道球、膜部肿瘤常侵犯会阴部深层结构，包括尿生殖脱、前列腺和膀胱；舟状窝的肿瘤可侵犯富含血管及淋巴管的阴茎头。而女性尿道肿瘤向近侧生长侵犯膀胱，向远侧侵犯阴唇，亦可侵犯阴道，形成尿道阴道痰。全尿道癌更易向深部组织浸润。2淋巴转移前尿道肿瘤通常转移至腹股沟浅、深淋巴结。后尿道肿瘤则转移至闭孔和骼内、外淋巴结，但当后尿道肿瘤侵犯阴茎或会阴部皮肤时也可转移至腹股沟淋巴结。3．血行转移尿道癌发生血行转移少见。但晚期2膀胱及尿道癌诊断治疗指南膜和骨。\n（三）尿道癌的分期和分级\n尿道癌的组织学分级与膀胱癌相似，详见第一部分膀胱癌的病理部分。尿道癌的分期普遍采用国际抗癌联盟(UnionforInternationalCancerControl,UICC)在2017年发布的第8版TNM分期法（表2-10)。表2-10尿道癌2017UICCTNM分期（第8版）［136]T（原发肿瘤）Tx原发肿瘤无法评估TO无原发肿瘤证据尿道（男性和女性）癌Ta非浸润性乳头状、息肉状或抚状癌Tis原位癌Tl肿瘤侵犯上皮下结缔组织T2肿瘤侵犯以下部位·尿道海绵体、前列腺、尿道周围肌肉T3肿瘤侵犯以下部位阴茎海绵体、超出前列腺被膜、阴道前壁、膀胱颈（侵至前列腺外）T4肿瘤侵犯其他相邻器官（如侵及膀胱）前列腺部尿路上皮癌Tis原位癌，累及前列腺段尿道、尿道周围或前列腺导管，不伴间质浸润Tl肿瘤侵犯上皮下结缔组织（仅累及前列腺段尿道）T2肿瘤侵犯以下部位：前列腺间质、尿道海绵体、尿道周围肌肉T3肿瘤侵犯以下部位：阴茎海绵体、超出前列腺被膜、膀胱颈（侵至前列腺外）T4肿瘤侵犯其他相邻器官（如侵及膀胱或直肠）N（区域淋巴结）Nx区域淋巴结无法评估NO无区域淋巴结转移Nl单个淋巴结转移N2多个淋巴结转移M（远处转移）MO无远处转移Ml有远处转移"}
{"raw_content": "三、尿道癌的诊断\n（一）尿道癌的临床表现\n男性尿道癌发病年龄绝大多数超过50岁。早期即可有排尿困难的症状，肿瘤位千阴茎部可抇及肿——87中国泌尿外科和男科疾病诊断治疗指南块。一般以尿道流血、尿道梗阻、肿物、尿道周围脓肿、尿外渗、尿道痪和尿道分泌物等症状而就医，一些患者有疼痛、血尿或血精症状。舟状窝肿瘤可表现为溃疡或乳头状病灶。部分患者可触及腹股沟肿大淋巴结。直肠双合诊检查可了解肿瘤有无扩展至前列腺、肛门和尿生殖脯[876,877]。女性尿道癌常见症状为尿道流血、尿频和排尿困难，据报道70％以上的患者表现为反复的泌尿系感染、尿路刺激症或尿道出血等症状。尿道癌有时尿道口可见类似肉阜脱出，肿瘤增大后可在尿道局部触及肿块，并可形成溃疡，部分有阴道分泌物增多，尿失禁及性交疼痛。肿瘤坏死时可为恶臭分泌物并可继发感染，晚期可蔓延至会阴皮肤或外阴，并可出现尿道阴道痰或膀胱阴道痰、消瘦、贫血等症状[872,878]。女性盆腔检查在阴道前壁可触及肿块，尿道增粗、变硬，约有1/3患者就诊时能触及腹股沟肿大的淋巴结。\n（二）辅助检查\nl影像学梒查原发性尿道癌的影像学检查对于评估局部分期、检测淋巴结和远处转移方面有所帮助。在Schubert.T等开展的一项多中心研究中，临床肿瘤和淋巴结分期的横断面成像预测最终病理分期的准确率分别为72.9％和70.6%[879]。(1)MRI:在尿道癌的辅助诊断中起着较大作用，男性和女性尿道癌均可在矢状位上清晰呈现。尿道肿瘤在T1加权像中呈低信号，在飞加权像中呈低至中等信号（强于尿道肌层）。值得注意的是相较于肿瘤，海绵体在飞加权像上呈高信号[880]。因此，MRI检查有利于了解尿道肿瘤的浸润深度。此外，在评估局部淋巴结转移，特别是腹股沟和盆腔淋巴结转移有优势，有助于肿瘤分期[881]。(2)CT:胸部、腹部和盆腔的CT检查及CT尿路造影在诊断尿道肿瘤和评估尿道癌浸润范围方面有一定价值。(3)X线：女性近段尿道癌可直接侵犯耻骨，造成骨质破坏。(4)PET/CT:18F-FDGPET/CT/磁共振成像有助于已发生转移的患者的诊断与评估。2．尿道镜／膀胱镜检查通过膀胱镜／尿道镜检查可明确尿道肿瘤的数目、大小、形态（乳头状的或广基的）、部位及周围黏膜的异常情况，同时可以对肿癌患者尿道镜下并无可视的病变。膀胱镜检查对于排除伴发性膀胱癌和膀胱癌患者术后继发性尿道癌的膀胱随访具有积极意义。3尿细胞学梒查尿细胞学检查可作为疑似尿道癌患者检查的一部分，但细胞学检查尿道癌敏感性不~高，总体敏感性为55%59%，且与尿道癌组织学类型相关。Touijer,A.K.[882]一项研究显示，男性患者相较千鳞状细胞癌，对尿路上皮癌的敏感性更高，分别为50％和80%，而女性患者相反，分别为77％和50%。"}
{"raw_content": "四、尿道癌的治疗\n（一）远端阴茎部尿道癌\n浅表的非肌层浸润性尿道癌，可以尝试行经尿道的肿瘤电切术。但由千临床分期往往不够准确，且~局部电切后复发率相对较高，在肿瘤近端12cm处行阴茎部分切除较为合理。侵入尿道海绵体及扩展至~尿道海绵体外组织的尿道肿瘤，宜距离肿瘤12cm处行阴茎部分切除术。若不能获得满意的无瘤切缘，则行阴茎全切及会阴部尿道造口术。切除原发肿瘤后，若肿大的腹股沟淋巴结不缩小，活检证实癌转移者，应行双侧腹股沟深、浅淋巴结及盆腔淋巴结清扫术。\n（二）球、膜部尿道癌\n浅表的非肌层浸润性尿道癌，可经尿道行电切手术，但电切肿瘤往往不完全，且电切括约肌附近的肿瘤易发生尿失禁。少部分病灶局限的球膜部尿道癌，可行受累尿道切除吻合术。大多球膜部尿道癌，以施行膀胱前列腺及全阴茎切除术较为合理，且应同时行盆腔淋巴结清扫术。如活检证实腹股沟淋巴结转移者，亦应予以清除。\n（三）前列腺部尿道癌\n原发于前列腺部尿道癌少见，对千早期前列腺尿道癌(Ta及Tis)可经尿道行电切手术，术后配合卡介苗灌注治疗。对于导管或间质受累患者，电切手术低估前列腺尿道癌局部扩展的风险很高，且电切括约肌附近的肿瘤易发生尿失禁，虽在一些小规模研究中，前列腺导管受累者对卡介苗有一定的应答率[883]'仍推荐以施行根治性膀胱前列腺切除及全尿道切除术较为合理，且应同时行盆腔淋巴结清除术。活检证实\n腹股沟淋巴结转移者，亦应予以清除。（四）女性尿道癌\n手术是治疗女性尿道癌的主要方法，经尿道电切或激光手术及尿道部分切除术适用千非肌层浸润性的局限性前尿道癌，但术后局部复发率较高，并且可能发生尿失禁。腹股沟淋巴结清扫术仅限千已证明有淋巴结转移者。近段尿道癌和（或）全尿道癌发现时常较晚，需行尿道根治性切除术，手术范围应远端起自双侧球海绵体肌，环形切除尿道周围所有软组织至耻骨联合和膀胱颈，尿道后壁切除范围应包括阴道前壁[884]。Garden,A.S[885]等对女性尿道癌放疗效果的~系列研究中发现，中期随访91105个月，中位累积剂量为65Gy（范围40~106Gy),5年局部控制率为64%,7年癌症特异性生存率为49%。95％的局部进展发生在初次治疗后的前两年内，局部肿瘤的控制仅与尿道肿瘤浸润程度相关，与外照射或内照射无关。但在一项研究中，外照射联合内照射可将局部复发风险降低4.2倍[886]。在实现局部控制的患者中，盆腔毒性相当大(49%），包括尿道狭窄、疫管、坏死、膀胱炎和（或）出血，30％的报告并发症分级为严重[885]。\n（五）区域淋巴结处理\n尿道癌病例中腹股沟或盆腔肿大的淋巴结通常预示局部或远处转移。由于男女性在尿道解剖方面的不同，尿道癌淋巴转移在男女性中有所区别。在男性中，前尿道的淋巴管首先汇入腹股沟浅部和深部淋巴结，然后流入骼内、骼外和闭孔淋巴结；后尿道的淋巴管直接汇入骼内、骼外和闭孔淋巴结。在女性中，尿道近端1/3的淋巴管汇入骼内、外和闭孔淋巴结，而远端2/3的淋巴管首先汇入腹股沟浅和深淋巴结。目前仍无证据支持对所有的尿道癌患者进行预防性双侧腹股沟和（或）盆腔淋巴结清扫，但对于临床腹股沟／盆腔淋巴结肿大或侵袭性肿瘤患者，应考虑将局部淋巴结切除作为初始治疗，因为在病灶局限的条件下仍可能达到治愈效果。对于活检病理证实淋巴结转移者，远端阴茎部原发肿瘤患者应行双侧腹股沟深、浅淋巴结及盆腔淋巴结清除术；球、膜部尿道癌及前列腺部尿道癌患者行膀胱前列腺及全尿道切除术者应同时清扫盆腔淋巴结，病理证实腹股沟淋巴结转移者，一并清扫；女性远段尿道癌患者腹股沟淋巴结清扫仅限于已证明有淋巴结转移者，近段尿道癌发现时一般疾病已有进展，往往伴有盆腔淋巴结转移2膀胱及尿道癌诊断治疗指南生存获益[887]。\n（六）局部晚期尿道癌的多学科治疗\n原发性尿道癌的多学科治疗包括确定性手术加新辅助或辅助化疗和放疗，与单一疗法相比可以提高=无局部复发生存率(p0.017)(888]。对于局部晚期原发性尿道癌[>cT3和（或）c~]的患者，与单纯接受手术及辅助化疗的患者相比，新辅助化疗或联合放化疗有生存获益[889]。对于局部晚期尿道鳞状细胞癌患者，局部放疗＋化疗可以作为尿道鳞状细胞癌的手术替代方案，这种方法提供了保留生殖器官的可能性。一项25例原发性局部晚期尿道鳞状细胞癌的患者接受两个周期的5-氪尿啼唗和丝裂霉素C治疗同时进行外照射放射治疗(EBRT)的结果提示，约80%的患者对同期放化疗有完全反应。5年总生存率和疾病特异性生存率分别为52％和68%(890]。放疗或化疗联合区域淋巴结清扫对尿道癌淋巴转移的控制也有价值。\n（七）膀胱癌根治术后尿道复发的处理\n膀胱癌根治性膀胱切除术后尿道复发严重影响患者生存质量及生存率，据文献报道尿道复发率约为4.6%(891]。大多数尿道复发是在膀胱根治性切除术后的2年内出现的。尿道复发的临床症状包括尿道出血、尿道肿块或原位新膀胱术后出现尿道梗阻症状，如排尿困难、尿不尽及充溢性尿失禁。继发性尿道癌的发生与多种因素有关，包括膀胱肿瘤多灶性、原位癌(CIS)、膀胱颈肿瘤和前列腺受累等。我国开展的一项针对非肌层浸润性膀胱癌患者膀胱根治性切除术后尿道复发的的回顾性分析显示：肿瘤数目、既往复发病史、肿瘤侵及前列腺部尿道、非原位新膀胱术是非肌层浸润性膀胱癌根治性膀胱切除术后尿道癌发生的独立危险因素，术前灌注化疗是其发生的保护因素(892]。对于膀胱癌患者行预防性根治性尿道切除术暂无循证医学证据，因此不推荐对所有患者行预防性尿道切除术。虽暂时无明确证据支待，但对于根治性膀胱切除术后继发性尿道癌患者，挽救性尿道切除术是在排除远处转移后的首选方法。对于接受原位新膀胱术后尿道复发患者，尿道切除＋尿流改道是主要的治疗方法。保留尿道的治疗策略不作为常规选择，经尿道电切术仅在低级别继发性尿道癌中有较好效果，卡介苗灌注治疗仅在原位新膀胱术后尿道原位癌发生时具有较好效果，对乳头状癌及浸润性癌无效。对高危患—-89-中国泌尿外科和男科疾病诊断治疗指南者在进行根治性膀胱切除术时推荐进行远端尿道冰冻切片活检，对阳性者应考虑进行根治性尿道切除术，如原计划进行原位新膀胱术应放弃原位新膀胱方案。若石蜡切片病理切缘阳性，可考虑在术后3个月内补充尿道切除术。继发性尿道癌预后与发现时间早晚和复发类型相关，建议对高危患者进行监测期间使用常规细胞学检查和（或）尿道镜检，监测持续时间在前3~5年最有价值[893]。"}
{"raw_content": "五、尿道癌的预后\n本病国内的病例报道多属晚期，预后较差(894]。国外报道存活率与肿瘤部位和分期有关。欧训尿道癌患者的1年和5年相对总生存率(OS)分别为71％和54%(868)。罕见病理类型的原发性尿道癌(n=257)=和常见病理类型组(n2651)报告的10年生存率分别为42.4％和31.9%(895)。Zhang等在2018年中对95例原发性尿道癌患者的随访中，有23例患者死亡，平表2-11原发性尿道手术方式尿道膀胱镜前段尿脱保留尿道手术后第1~2年，每3个月1次；第]~2年，每3个第3年起，每6个月1次每6个月1次尿道部分、全长切第1~2年，每3个月1次；第1~2年，每3个除或膀胱（前列第3年起，每6个月1次；每6个月1次，5年腺）切除术后5年以后，根据具体情况情况决定决定推荐意见使用2017TNM分类和2004/2016WHO分级系统对原发性尿道癌进行尿道膀胱镜结合活检和尿细胞学检查诊断尿道癌使用盆腔磁共振成像评估尿道肿瘤的局部范围和局部淋巴结肿大通过胸部和腹部／盆腔的计算机断层扫描评估远处转移的存在为患有局部尿道肿瘤的女性提供局部放疗，作为尿道手术的替代方案，多学科团队中讨论局部晚期尿道癌患者的治疗为非侵袭性尿道癌或前列腺尿道和前列腺导管原位癌患者提供经尿道留尿道的方法根据原发性尿道癌术后随访方案进行随访均和中位生存时间分别为39个月和21个月，10年生存率为25%[881]。男性尿道癌中，阴茎部尿道癌预后较好，5年存活率43%；球部及前列腺部者14%。采用上述扩大根治的手术方法可能会改变疗效。而女性尿道癌尽管组织类型不同，但对预后影响不大，治疗方法也基本相似，资料显示女性患者预后可能稍优于男性患者。影响预后的主要因素包括年龄、种族、临床分期、肿瘤部位、肿瘤体积、病理类型及治疗等。"}
