{"raw_content": "第四十六章泌尿、男生殖系统\n挡回国E即\n回阳凯西嗣\n外科检查和诊断\n甜、尿外科学（urology）是一门研究和防治泌尿系统、男生殖系统以及肾上腺的外科疾病的专门学\n科。 在临床医学的发展中，泌尿外科自古以来就占有重要地位，早在 2000 多年以前就有关于膀脱结\n石取石术和包皮环切术的记载。 过去，辅助诊断方法常用的有尿液分析、膀脱镜和 X 线检查等。 现\n在，超声、CT、MRI、内镜等在临床中的应用越来越普遍，提高了泌尿外科医师诊断疾病的能力。 尽管\n如此，通过接触病人以获得完整的病史，进行认真全面的体格检查，以及仔细分析各项检查结果，仍然\n是确立诊断、采取治疗措施不可或缺的重要方法。\n第一节 泌尿、男生殖系统外科疾病的主要症状\n主要症状分为四类：①与泌尿系统或男生殖系统直接有关，如血尿、阴囊肿块等；②与其他器官系\n统有关，如恶心、呕吐、骨痛等；③全身症状，如发热、体重减轻等；④无明显的症状，但在其他的检查中\n被发现，如肾结石、肾肿瘤。 绝大多数病人的症状源于泌尿、男生殖系统的病变。 本节重点叙述的内\n容，包括疼痛、下尿路症状、尿液异常、性功能障碍等。\n（一）疼痛 为常见的重要症状，经常是因为泌尿系统的梗阻或感染所致。 尿结石阻塞上尿路\n时，常常会产生非常剧烈的疼痛。 而泌尿、男生殖系统的感染使组织水肿，器官被膜受牵张，从而引起\n疼痛。 泌尿系统肿瘤一般不会引起疼痛，除非肿瘤产生梗阻或者侵及周围的神经亦能导致疼痛。 放\n射痛亦为多见。\n1. 肾和输尿管痛 当患肾使肾包膜扩张、炎症或者收集系统扩张时，都会发生肾和输尿管痛。\n疼痛一般为钝痛，呈持续性，疼痛区域主要在肋脊角；也可以为锐痛，通常在胁腹部，有时会向腹股沟\n及同侧辜丸或阴囊放射。 输尿管痛一般为急性发作，多由尿结石或血块阻塞上尿路引起。 由肾孟输\n尿管连接处或输尿管急性梗阻、扩张引起的疼痛为肾绞痛（renal colic ） 。 其特点是绞痛，呈阵发性，剧\n烈难忍，辗转不安，大汗，伴恶心、呕吐。 因肾及其包膜受脊髓的胸 10 ～腰 1 的感觉神经支配，上段输\n尿管的神经支配和肾的神经支配相类似，所以，上段输尿管疾病与肾疾病引起的疼痛发生部位类同。\n中段输尿管梗阻引起的疼痛，右侧放射到右下腹区，表现类似阑尾炎，左侧则放射到左下腹区，表现如\n葱、室炎。 而下段输尿管疾病引起的疼痛通常表现为膀肮剌激症状如尿频、尿急，及耻骨上区不适。 疼\n痛有时向阴囊（阴唇）或阴茎头部放射。\n2 膀肮痛 由于急性尿漏留所致膀脱过度扩张，疼痛发生于耻骨上区域。 但慢性尿漏留即使膀\n脱平脐，如糖尿病引起的低张力性神经源性膀脱，亦可不引起疼痛。 膀肮感染表现为间歇性的耻骨上\n区不适，膀脱充盈时疼痛加重，而排尿后疼痛明显缓解，疼痛常呈锐痛、烧灼痛。 在排尿终末感到明显\n的耻骨上区刺痛，还会向远端尿道放射，并伴有膀肮剌激症状。\n3. 前列腺痛 由于前列腺炎所致组织水肿和被膜牵张，可引起会阴、直肠、腰慨部疼痛，有时牵\n涉到耻骨上区、腹股沟区及辜丸，并伴尿频或尿痛。\n4. 阴囊痛 一般由辜丸或附辜病变引起，包括外伤、精索扭转、辜丸或附辜附属物扭转以及感\n染。辜丸扭转（testicular torsion）和急性辜丸、附辜炎时，可引起辜丸水肿和剧烈疼痛，应予以鉴别。 阴\n"}
{"raw_content": "囊疼痛还可能由阴囊壁自身的炎症引起，如毛囊炎、皮脂腺囊肿等；也可见于鞠膜积液（hydrocele） 、精\n索静脉曲张（varicocele）和辜丸肿瘤（testicular tumor）等，疼痛为慢性的疼痛和坠胀感，无放射。 腹股\n沟斜茄引起的钝痛可向阴囊放射。\n5 阴茎痛非勃起状态时发生于膀脱或尿道炎症（如淋病），尿道口可有放射痛。 还可由包皮嵌\n顿引起，是阴茎远端包皮和阴茎头回流障碍，局部水肿、淤血所致。 勃起状态时发生于阴茎异常勃起\n的情况。\n（二） 下尿路症状（ lowe「 urinary tract symptoms, LUTS ) 是所有排尿障碍症状的总称，\n包括储尿期症状和排尿期症状，前者表现以刺激症状为主，后者以梗阻症状为主。\n1. 剌激症状\n(1）尿频（frequency） ：正常人每天的排尿次数为 5 -6 次，每次尿量约300ml。 尿频是指病人感到\n有尿意的次数明显增加，严重时几分钟排尿一次，每次尿量仅几毫升。 甜、尿、生殖道炎症、膀脱结石、\n肿瘤、前列腺增生等都可引起尿频，这是由于炎性水肿或膀脱伸缩力降低引起膀脱容量减少，或者由\n于膀脱排空障碍导致持续性尿睹留而引起膀肮有效容量减少。 若排尿次数增加而每次尿量并不减\n少，甚至增多，可能为生理性如饮水量多、食用利尿食物，或病理性如糖尿病、尿崩症或肾浓缩功能障\n碍等所致。 有时精神因素（如焦虑）亦可引起尿频。 夜间尿频又称夜尿症（nocturia），常因膀脱出口梗\n阻和（或）膀脱顺应性下降引起。 正常人夜间排尿次数不超过2 次。 良性前列腺增生最常见的早期症\n状是尿频，以夜尿更明显。\n(2）尿急（urgency） ：当膀脱功能和容量正常时，有尿意时可主观延迟排尿。 但膀胧炎症或膀脱\n容量过小、｝1191应性降低时，则难以自控。 尿急是指一种突发的、强烈的排尿欲望，且很难被主观抑制而\n延迟排尿。每次尿量很少，常与尿频同时存在。 以尿急为特征，伴有尿频和夜尿，可伴有或不伴有急\n迫性尿失禁，此综合征称为膀脱过度活动症（ov巳ractive bladder, OAB）。 OAB 的病因尚不十分明确，但\n临床上很多疾病可出现 OAB 症状，如各种原因引起的膀脱出口梗阻、神经源性排尿功能障碍、泌尿生\n殖系统感染等。 良性前列腺增生的 OAB 症状，既是继发性的，也可能是原发病并存的症状。\n(3）尿痛（dysuria） ：排尿时感到尿道疼痛，可以发生在排尿初、中、末或排尿后。 疼痛呈烧灼感，\n与膀脱、尿道或前列腺感染有关。在男性多发生于尿道远端，女性发生于整个尿道。 尿痛常与尿频、\n尿急相伴随，三者同时出现，称为膀脱剌激症状。\n2. 檀阻症状\n(1）排尿困难（difficulty of urination）：包含排尿踌躇（urinary hesitancy） 、费力（straining）、不尽感、\n尿线元力（decreased force of urination） 、分叉、变细、滴沥（也由bling）等。 由膀脱以下尿路梗阻所致，常\n见于良性前列腺增生。 排尿踌躇是指排尿开始时间延迟。 排尿费力是用增加腹内压以启动排尿的过\n程。 排尿不尽感是指排尿后仍感到膀脱内有尿液未排出。 尿流分叉为尿流形成双股状或散射状。 尿\n流变细是由于尿流阻力增加所致。 排尿滴沥是指排尿终末出现的少量尿液从尿道口滴出。\n(2）尿流中断（interruption of urinary stream）：是指不自主地出现排尿时尿流中断，然后又可以继\n续排尿，如此反复出现的症状。 常伴疼痛，可放射至远端尿道，大多是由于膀脱结石在膀肮颈部形成\n球状活塞，阻断排尿过程而引起。 也可见于良性前列腺增生，因侧叶增大引起间歇性尿道梗阻。\n(3）尿满留（urinary retention） ：分急性和慢性两类。急性尿满留见于膀脱出口以下尿路严重梗\n阻，突然不能排尿，使尿液滞留于膀脱内。 腹部、会阴部手术后不敢用力排尿，常会发生。 此外，在男\n性常见于良性前列腺增生、前列腺肿瘤或者尿道狭窄引起的膀脱出口梗阻。 慢性尿滞留见于膀脱颈\n部以下尿路不完全性梗阻或神经源性膀脱。 ｜｜面床上表现为排尿困难，耻骨上区膨隆、不适或疼痛，严\n重时出现充溢性尿失禁。\n下尿路症状中，鉴别剌激症状和梗阻症状是十分重要的。 就良性前列腺增生而言，虽然它可引起\n尿路梗阻，但它形成继发的膀肮顺应性下降，会产生剌激症状，且更为常见，如夜间尿频。 下尿路症状\n川已 是非特异性的，可能继发于前列腺的增大，也会继发于其他的疾病如脑血管意外、糖尿病和帕金森"}
{"raw_content": "病等。\n3. 尿失禁 （ incontinence of urine ) 为尿液不能自主控制而流出。 分为以下四种类型：\n(I ）持续性尿失禁：又称真性尿失禁，是指尿液持续地昼夜从膀脱或泌尿道瘦中流出，几乎没有\n正常的排尿，膀脱呈空虚状态。 常见的原因为外伤、手术或先天性疾病引起的膀肮颈和尿道括约肌的\n损伤。 多见于妇科手术、产伤所造成的膀脱阴道瘦，输尿管阴道瘦较为少见。 也可见于前列腺手术引\n起的尿道外括约肌损伤，先天性异位输尿管开口于尿道、阴道或外阴前庭等，由于异位输尿管多与发\n育不良的肾上极相连，大部分女性病人一直有持续的少量漏尿，但仍有正常排尿，所以这种症状易被\n误诊为慢性的阴道分泌物。\n(2）充溢性尿失禁：又称假性尿失禁，是指膀眈功能完全失代偿，膀脱呈慢性扩张，并且从未完全\n排空，当膀脱过度充盈后，尿液会不断溢出。 夜间多见。 各种原因所致的慢性尿滞留均可能出现这种\n症状。\n(3）急迫性尿失禁：严重的尿频、尿急而膀脱不受意识控制就开始排尿，通常继发于膀脱炎、神经\n源性膀脱以及重度膀脱出口梗阻。 这类尿失禁可能由膀脱的不随意收缩引起。\n(4）压力性尿失禁：当腹内压突然增高（咳嗽、喷囔、大笑、运动等）时，尿液不随意地流出。 这是\n由于膀脱和尿道之间正常解剖关系改变，使腹内压突然增加时传导至膀脱和尿道的压力不等，膀脱压\n力增高而没有相应的尿道阻力增加，从而产生漏尿。 另外，也与盆底肌肉松弛有关。 常见于多次分娩\n或绝经后的妇女，是阴道前壁和盆底支持组织张力减弱或缺失所致。 也见于根治性前列腺切除术的\n病人，因为此手术可能会损伤尿道外括约肌。 这类尿失禁多在直立体位时发生。\n4. 遗尿（ enuresis) 是指除正常自主性排尿外，睡眠中出现无意识的排尿。 新生儿及婴幼儿\n为生理性，3 岁以后除功能性外，可因神经源性膀脱、感染、后尿道瓣膜等病理性因素引起。 遗尿需与\n持续性尿失禁鉴别，如发生在年轻女性，多数可能存在异位输尿管开口。 ＞6 岁的儿童遗尿者应予泌\n尿系统检查。\n（三）尿液改变\n1. 尿量正常人24 小时尿量为 1000 ～2000ml。 无尿和少尿是由肾排出量减少引起的，而导致\n尿量减少可有肾前性、肾性和肾后性因素。 因此，必须首先了解是否存在输尿管或尿道梗阻。 尿量\n<lOOmν24h 为无尿，持续性无尿见于器质性肾损伤，表现为氮质血症或尿毒症。 尿量＜400mV24h 为\n少尿，突然尿量减少可能发生急性肾损伤。 多尿是指尿量可达3000 ～mν24h，急性肾后性肾损伤\n的多尿期系肾浓缩功能减退和溶质性利尿所致。 尿闭是指完全性无尿，多见于孤立肾结石引起的完\n全性 t尿路梗阻，可在肾绞痛后突然发生。 须注意，尿闭时膀脱空虚无尿排出，而尿满留时膀脱充满\n尿液但无法排出。\n2. 尿的观察\n(1 ）血尿（ hematuria ） ： 尿液中含有红细胞，分为肉眼血尿和镜下血尿。 肉眼血尿（ gross\nhematuria）为肉眼能见到血色的尿，通常在 lOOOml 尿中含 lml 血液即肉眼可见。 镜下血尿\n(microscopic hematuria）为借助于显微镜见到尿液中含红细胞。 一般认为新鲜尿离心后尿沉渣每高倍\n镜视野红细胞＞3 个即有病理意义。 任何程度的血尿都不应该被轻易放过，尤其是成年人，都应首先\n考虑是否有恶性肿瘤的可能。 在分析血尿原因的时－候，需要注意以下几个方面。 血尿是挝、尿系统疾\n病重要的症状之一，往往是疾病的一个危险信号，但血尿程度与疾病严重性并没有肯定的相关性。 血\n尿伴有或元疼痛是区别良恶性泌尿系疾病的重要因素，血尿伴排尿疼痛大多与膀肮炎或尿石症有关，\n而无痛性血尿除非另有其他的证据，否则提示泌尿系肿瘤，尤其在中老年人。\n泌尿道病变部位可以通过排尿过程中血尿出现的时间来判断。 血尿可分为初始血尿、终末血尿\n和全程血尿：①初始血尿（initial hematuria）不常见，提示病变位于尿道，一般继发于炎症；②终末血尿\n( terminal hematuria）提示病变位于膀肮颈部或尿道前列腺部，多为炎症引起；③全程血尿（total hema-\nturia）最常见提示病变位于附和上尿路以肿瘤可能大。 川岱"}
{"raw_content": "血尿色泽因含血量、尿pH及出血部位而异。 来自肾、输尿管的血尿或酸性尿，色泽较暗；来自膀\n脱的血尿或碱性尿，色泽较鲜红。 严重的血尿可呈不同形状的血凝块，蜓蚓状血块常来自肾、输尿管\n的血尿，而来自膀脏的血尿可有大小不等的血凝块。 膀肮病变引起的血尿，当血凝块通过尿道时，尿\n痛不会加重；而上尿路病变引起的血尿，当血凝块通过输尿管时，会产生胁腹部的绞痛，类似于尿结石\n引起的肾绞痛。\n尿液呈红色并不都是血尿。 有些药物、食物能使尿液呈红色、橙色或褐色，如大黄、酣歌、利福平、\n四环素族、酣红、瞟岭类药物等。 有些药物能引起血尿，如环磷酷胶、别瞟岭醇、肝素及双香豆素等。\n由于严重创伤、错误输血等使大量红细胞或组织破坏，导致血红蛋白或肌红蛋白尿。 由前尿道病变出\n血或邻近器官出血，滴入尿液所致，并非血尿。\n(2）棍浊尿：尿液呈混浊，常见有晶体尿（crystalluria）、磷酸盐尿（phosphaturia）、服尿（pyuria）、乳\n廉尿（chyluria）等。 晶体尿是尿液中含有机或无机物质沉淀、结晶，见于尿中盐类呈过饱和状态时。\n磷酸盐尿是由于磷酸盐在碱性尿中沉淀而形成，见于餐后或大量饮用牛奶后可间歇发生。 服尿是由\n于尿液中含大量臼细胞，是泌尿系感染的表现。 一般认为，新鲜尿液离心后，尿沉渣镜检每高倍镜视\n野白细胞＞5 个提示尿路感染或炎症。 根据排尿过程中服尿出现的时间以及伴发症状，可对病变进行\n初步定位。 初始服尿为尿道炎；全程服尿伴膀肮剌激症状、腰痛和发热提示肾孟肾炎；服尿伴膀肮剌\n激症状而无发热多为膀脱炎。 乳廉尿呈乳白色，由于尿液中混有淋巴液，也可混有大量蛋白或血液。\n乙酷可使浑浊尿液变清，故用乙酷试验可确诊乳廉尿，亦称乳廉试验。 乳廉尿的常见病因是丝虫病\n感染。\n(3）气尿（pneumaturia）：是指排尿同时有气体与尿液一起排出。 提示有泌尿道－胃肠道瘦存在，\n或有泌尿道的产气细菌感染。 常见的原因有想室炎、乙状结肠癌、肠炎和 Crohn 病等。 亦见于泌尿系\n器械检查或留置导尿管所致肠道损伤。\n尿道分甜、物（urethral discharge）：大量勃稠、黄色的服性分甜、物是淋菌性尿道炎的典型症状。 少\n量无色或白色稀薄分泌物为支原体、衣原体所致非淋菌性尿道炎的表现。 慢性前列腺炎病人在晨起\n排尿前或大便后尿道口可出现少量乳白色、黠稠分泌物。 血性分泌物常提示尿道肿瘤的可能。\n（四）性功能障碍男性性功能障碍表现为性欲低下、勃起功能障碍（erectile dysfunction, ED）、\n射精障碍（早泄、不射精和逆行射精）等。 最常见为勃起功能障碍和早泄。 勃起功能障碍（ED）是指持\n续或反复不能达到或维持足够阴茎勃起以完成满意性生活。 引起 ED 的因素很多，包括精神心理因\n素、血管病变、神经病变、内分泌疾病、药物及全身性疾病等。 早泄（premature ejaculation）的定义目前\n尚存争议，通常认为应注意三个要素：射精潜伏期、射精控制力和情绪影响。 2014 年国际性医学会将\n早泄分为原发性早泄和继发性早泄。 原发性早泄是指从初次性交开始，常常在插入阴道一分钟左右\n射精；继发性早地是指射精潜伏时间显著缩短，通常在三分钟内射精。 两者均表现为控制射精的能力\n差，总是或几乎总是不能延迟射精，并对身心造成消极的影响，如苦恼、忧虑、沮丧和（或）躲避性生\n活等。\n血精（hematospermia）为精液中含有血液，大多是因前列腺和（或）精囊的非特异性炎症引起，一般\n在几周内症状就可以自行消失。 若血精持续数周以上，应排除生殖道结核、前列腺肿瘤等病变。\n第二节 泌尿、男生殖系统外科检查\n｛体格检查］ 除全面系统的全身状态检查外，泌尿生殖系统的体格检查仍要用到视、触、叩、昕这\n四种基本的检查方法。\n才． 肾 视诊：病人面向前站立或坐直，检查者位于病人的后方，面向需检查的部位。 病人脊柱明\n显侧凸，往往与因炎症引起的腰肌痊孪有关。 肋脊角、腰部或上腹部隆起常提示有肿块存在。 胁腹部\n水肿往往提示有潜在的炎症存在。 触诊：肾双合诊见图 46-1。 病人仰卧位，检查者用一只手置于肋脊"}
{"raw_content": "随呼吸上下移动。 正常肾一般不能触及，有时在深呼吸时刚能触及\n右肾下极。 这种方法在小儿和偏瘦的成人中常成功。 大的肾肿物\n也有可能扪及，多数为良性囊肿或恶性肿瘤。疑有肾下垂时·，应取\n立位或坐位检查。 叩诊： 因肾表面有腹内空腔脏器，叩诊为鼓音。\n肋脊角的叩击痛阳性提示潜在的炎性肿胀或肿块。 昕诊：疑为肾动\n脉狭窄、动脉瘤形成或动静脉畸形的病人，在吸气时行上腹部两侧\n)\n和肋脊角听诊，有元血管杂音，听到血管收缩杂音有诊断意义。 ，‘、，咽’A\n2. 输尿筐 沿输尿管行径进行深部触诊，有无肿块或触痛。\n3. ij旁肮检查 视诊：病人仰卧位，如果病人较瘦，当膀脱内尿\n量达到 ml 左右时，在下腹部可看到充盈的膀脱轮廓。 触诊：当\n膀肮内尿量达到 150ml 以上时，膀肮可在耻骨联合水平上被触及。\n需了解膀肮肿瘤或腹内、盆腔内其他肿块的范围及活动度时－，可以\n采用腹部－直肠（男性）或腹部－阴道（女性）双合诊，在膀肮排空后检\n(2)\n查，手法要轻柔。 叩诊：对检查膀脱是否充盈特别有用，尤其是肥胖\n圄46-1 肾双合诊\n或腹肌难以放松的病人。 从耻骨联合上方向头侧叩诊，直到叩诊音\n( l）正常呼吸时 (2）深呼吸时\n由浊音变为清音，充盈膀脱呈浊音区。\n4. 阴茎和尿道口 视诊：有无包茎、包皮过长和包皮嵌顿。 包茎（phimosis）是指包皮外口过小，\n紧箍阴茎头部，不能向上外翻者。 包皮过长（redundant prepuce）是指不能使阴茎头外露，但包皮可以\n翻转者。 包皮嵌顿（paraphirr\n茎头的状态，会导致包皮充血和水肿。包皮过长时应翻转包皮进行检查，注意阴茎头有无肿瘤、溃房、\n廉烂及恶臭味。 包皮不能向上外翻者，应行包皮背侧切开术或环切术以便仔细检查阴茎头和尿道口。\n注意阴茎有无皮损、偏斜或屈曲畸形、尿道口是否红肿、有无疵、有无分泌物等。另外，注意尿道口位\n置。 尿道口位于阴茎的腹侧或阴囊、会阴部为尿道下裂，极少数位、于背侧为尿道上裂。 触诊：阴茎体\n部有元硬结对判断阴茎海绵体硬结症（Peyronie病）很重要。 尿道有无硬块、结石或压痛。\n5. 阴囊及真内容物 病人站立位。 视诊：阴囊是否发育。 阴囊皮肤有无红肿、增厚。 阴囊肿块\n或精索静脉曲张也能在视诊中被发现。 触诊：首先检查辜丸，然后是附辜，以及索状结构，最后是腹股\n沟外环。 注意大小、质地、形状及有无异常肿块。 注意输精管粗细、有无结节。 阴囊内辜丸缺如时，应\n仔细检查同侧腹股沟。 阴囊肿块应进行透照试验，即将手电筒光源放置在肿物后方，可在暗室内进\n行。 如透照出红光提示肿块为囊性、充满液体，而不能透照出红光提示为实性肿块。 辜丸鞠膜积液时\n阳性，而辜丸肿瘤时阴性，但是，因有少数的辜丸肿瘤伴喃膜积液，需要行阴囊超声检查以进一步\n确诊。\n6. 直肠手日前列腺 病人胸膝位或站立弯腰体位。 检查者在手指套上涂上足够的润滑剂，并注意\n缓解病人的紧张情绪，轻柔、缓慢地将示指放入病人脏门、直肠进行直肠指检（ digital rectal\nexamination, DRE） 。 正常前列腺如栗子大小、较平，质地韧、有弹性，后面能触及中央沟，表面光滑。 注\n意前列腺的大小、质地、有元结节、压痛，中央沟是否变浅或消失。 不仅要对前列腺进行详细的检查，\n而且应该仔细触诊整个直肠以发现是否有其他异常。 最后还应检查脏门括约肌张力。 前列腺按摩方\n法：检查前病人先排空膀脱，检查者作直肠指检，自前列腺两侧向中央沟，自上而下纵向按摩二、三次，\n再按摩中央沟一次，将前列腺液挤入尿道，并由尿道口滴出，直接收集前列腺液送验（图 46-2）。 急性\n前列腺炎时禁忌按摩。 在正常情况下精囊不能触及，只有当梗阻或感染而精囊变大时可通过直肠指\n检触及。 通过 DRE 可发现良性前列腺增生、前列腺癌等。 如 DRE 发现前列腺结节或肿块，应建议行\n前列腺穿刺活检。\n7. 女性原道、阴道检查 取截石位。 望诊：识别尿道口，注意其大小、位置以及有元肉阜（ca.run-"}
{"raw_content": "cle）或肿瘤、有无阴道膨出等。 通过增加腹内压如咳l败，可以\n诱发压力性尿失禁病人的尿漏。 fO虫诊：在检查阴道前壁时，可\n同时检查尿道、膀肮颈和膀脱三角区。 双合诊检查可了解浸\n润性膀脱癌侵犯周围组织的程度。\n［实验室检查］\nI. 尿液检查\n(1） 尿液收集：通常收集新鲜的中段尿为宜。 男性包皮\n过长者，必须翻起包皮，清洗阴茎头。 女性应清洁外阴，分开\n阴唇；月经期间不应收集尿液送验。 尿培养以清洁中段尿为\n佳，女性可采用导尿的尿标本。 由耻骨上膀脱穿刺获取的尿\n标本是无污染的膀脱尿标本。 新生儿及婴幼儿尿液收集采用\n图46-2 前列腺按摩\n无菌塑料袋。\n(2）尿沉渣：新鲜尿离心后，用显微镜技术分析尿沉渣，每高倍镜视野红细胞＞3 个为镜下血尿，\n白细胞＞5 个为自细胞尿，亦称服尿，同时A检查有无晶体、管型、细菌、酵母菌、寄生虫等。\n(3）尿三杯试验：以排尿最初的5 ～ lOml 尿为第一杯，以排尿最后 2 -3ml 为第三杯，中间部分为\n第二杯。 收集时尿流应连续不断。 其检验结果可初步判断镜下血尿或服尿的来源及病变部位。 若第\n一杯尿液异常，提示病变在尿道；第三杯尿液异常，提示病变在膀脱颈部或后尿道；若三杯尿液均异\n常，提示病变在膀脱或上尿路。\n(4）尿细菌学：革兰染色尿沉渣涂片检查可初步筛选细菌种类，供用药参考。 尿沉渣抗酸染色涂\n片检查或结核菌培养有助于确立肾结核诊断。 清洁中段尿培养结果，若菌落数＞105I时，提示为尿路\n感染。 对于有尿路症状的病人，致病菌菌落数＞102/ml就有意义。\n(5）尿细胞学检查（urinarγcytology） ：用于膀脱肿瘤初步筛选或术后随访。 检查阳性提示泌尿道\n任何部位存在尿路上皮肿瘤可能。 对诊断早期低分级肿瘤敏感度差，对高分级肿瘤和原位癌阳性率\n高。 冲洗尿路后收集尿液检查可提高阳性率。 另外亦可采用荧光显微镜对尿脱落细胞口丫陡橙染色检\n查和尿流式细胞测定（flow cytomet巧，FCM），有较高的敏感度，尤适用于低级别的膀脱肿瘤。\n(6）肿瘤标志物测定：膀脱肿瘤抗原（bladder tumor antigen, BTA）检测方法简单，诊断膀脱癌的正\n确率在70%左右。 其他如核基质蛋白（NMP22）、尿纤维蛋白降解产物（FDP）、ABO(H）血型抗原、端\n粒酶活性、癌胚抗原（CEA）以及荧光原位杂交（FISH）等，均具有一定的临床意义。\n2. 肾功能检查\n(1 ）尿比重：反映肾被缩功能和排泄废物功能。 尿比重固定或接近于 1. 010，提示肾浓缩功能严\n重受损。 尿液中多种物质如葡萄糖、蛋白及其他大分子物质均使尿比重增高，尿渗透压较尿比重测定\n更好地反映肾功能。\n(2）血尿素氮和血肌即：血肌西干测定较血尿素氮精确。 血尿素氮受分解代谢、饮食和消化道出血\n等多种因素影响。\n(3）内生肌即清除率：肌厨由肾小球滤过，内生肌所清除率接近于用菊糖测定的肾小球滤过率。\n测定公式：内生肌酣清除率＝（尿肌配浓度／血肌ITT浓度）×每分钟尿量，正常值为90 ～ llOml/min。\n(4）酣红排泄试验：因为 949毛的酣红（PSP）囱肾小管排泄，所以在特定的时间内，尿中酣红的排\n出量能反映肾小管的排泄功能。\n3. 血清前列腺特异性抗原（ prostate specific antigen, PSA ）检测 PSA 是一种含有 237 个\n氨基酸的单链糖蛋白，由前列腺腺泡和导管上皮细胞分泌，具有前列腺组织特异性。 血清PSA 检测常\n采用放射免疫或酶联免疫测定法。 血清 PSA 正常值为0 ～4ng/ml。 如血清PSA>lOng/ml 应高度怀疑’\n前列腺癌。 血清PSA 是目前前列腺癌的生物学指标，其升高提示前列腺癌的可能性，可用于前列腺癌\n的筛选、早期诊断、分期、疗效评价和随访观察。 经直肠指检、前列腺按摩和穿刺、经尿道超声、前列腺"}
{"raw_content": "电切以及前列腺炎发作时，血清 PSA 均会不同程度的升高，直推迟2周或以上再检查血清 PSA。 血清\nPSA 亦与年龄和前列腺体积有关，｜她年龄、前列腺体积增加而增高。 须注意，某些药物如非那雄胶对\n血清 PSA 的影响。 测定 PSA 密度（PSAD）及游离 PSA(fPSA）与总 PSA(tPSA）的比值，有助于鉴别良\n性前列腺增生和前列腺癌。\n4. 前列腺液检查 正常前列腺液呈淡乳白色，较稀薄；涂片镜检可见多量卵磷脂小体，白细胞\n<10 个／高倍视野。 如果有大量成簇的自细胞出现则提示前列腺炎。 若前列腺按摩前作尿常规检查，\n按摩后再收集2 ～3ml 初段尿液送检比较按摩前后尿白细胞数，对按摩未获前列腺液者为间接检查，\n而对分析是否因前列腺炎引起的尿路感染具有临床意义。 怀疑细菌性前列腺炎时应同时进行前列腺\n液细菌培养和药敏试验。\n5. 精液分析 精液标本收集采用于淫、性交体外排精或取精器获得精液的方法，检查前5 天应\n元性交或手淫。 常规的精液分析包括颜色、量、pH、稠度、精子状况及精浆生化测定。 精液分析正常\n值范围见第五十六章“男性性功能障碍、不育和节育”。\n｛器械和内镜检查］\n1 导尿管（ ureth「al cathete「s) 按材料、形状、大小、用途等有各种类型导尿管，目前最常用\n的是气囊或 Foley 导尿管，这种类型的导尿管有两个腔，大的腔用充气或水，使导尿管留置在膀脱里。\n导尿管的大小是以其外周径表示的。 以法制（F）为测量单位，21F 表示其周径为 2lmm，直径为 7mm。\n用于引流尿液、解除尿描留、测定残余尿、注入造影剂确定有元膀胧损伤等。 不论是诊断还是治疗，必\n须严格按无菌术规程进行操作。 使用 Foley导尿管，在气囊充气或水之前，先确认导尿管尖端是否已\n进入膀脱以及是否有尿液导出。 如果尿液不能从导尿管口）I阴11易地流出，应立即予以调整，否则因气囊\n位于后尿道，再予以充气或水，常造成后尿道损伤而出血。 残余尿（residual urine）测定应在病人排尽\n尿后立即插入导尿管进行，正常时无残余尿。\n2 尿道探条（ ureth「al sounds) 通常由金属材料制成。 主要用于放置膀脱镜前的准备，治疗\n尿道狭窄和膀脱颈孪缩。一般选用 18 ～2LF 探条扩张狭窄之尿道。 进入尿道必须很小心，不能用暴\n力推进，以防后尿道破裂，应使其平滑地通过尿道进入膀脱。 有时还需要使用线形探条和跟随器（fil i\n-\nforrr\n3. 膀肮尿道镜（ cystou「eth「oscopy) 有硬镜和软镜，两者各有其优点。 硬镜由外鞠、固定器\n和镜管组成，镜管有O。、30。、70。的视角。 粗细有多种不同规格，8 ～ 12F 适用于儿童，16 ～25F 适用于\n成年。 司在尿道、膀！忧内进行全面的检查，用活检钳取活体组织病理学检查标本；通过插管镜经双侧\n输尿管口插入输尿管导管作逆行肾孟造影或收集肾孟尿送检，亦可进行输尿管套石术或放置输尿管\n双J管作内引流。 此外，电切镜还可施行尿道、膀脱、前列腺等比较复杂的操作。 尿道狭窄、膀肮炎症\n或膀脱容量过小不能作此检查。\n4 输尿筐镜和肾镜（ u「ete「oscopy and neph「oscopy) 有硬性、软性两种类型，一般经尿道、\n膀脱置入输尿管及肾孟。 肾镜通过经皮肾造瘦进入肾盏、肾孟，可直接窥查输尿管、肾孟内有元病变，\n亦可直视下取石、碎石，切除或电灼肿瘤，取活体组织病理学检查标本。 适用于尿石症、原因不明肉眼\n血尿或细胞学检查阳性、上尿路充盈缺损等。 禁忌证为未纠正的全身出血性疾病、严重的心肺功能不\n全、未控制的泌尿道感染、病变以下输尿管梗阻及其他膀脱镜检查禁忌者等。\n5. 前列眼细针穿刺j舌检（ needle biopsy of the prostate ) 目前开展的前列腺系统性穿刺活\n检是诊断前列腺癌最可靠的检查。 有经直肠和经会阴两种途径。 定位采用经直肠超声引导。 前列腺\n穿刺应在 PSA 和磁共振成像（MRI)检查之后进行，适用于 DRE 发现前列腺结节或 PSA 异常的病人。\n6. 尿流动力学（ u「odynamics ）测定 借助流体力学及电生理学方法研究和测定尿路输送、储\n存、排出尿液的功能，为分析排尿障碍原因、选择治疗方式及评定疗效提供客观依据。 目前临床上主\n-\n要用于诊断下尿路梗阻性疾病（如良性前列腺增生）、神经源性排尿功能异常，尿失禁，以及遗尿\n症等。 m诩"}
{"raw_content": "［影像学检查］\n1. 超声 广泛应用于泌尿外科疾病的筛选、诊断和随访，亦用于介入治疗。 超声对液体表现为\n液性暗区，显示效果最佳，可显示均质的实体组织和固体物质，能够显示X线透光结石，但对气体的显\n示效果较差。 临床上可用于确定肾肿块性质、结石和肾积水；测定残余尿、测量前列腺体积等。 亦用\n于检查阴囊肿块以判断囊肿或实质性肿块，了解辜丸和附辜的位置关系。 特殊的探头经直肠及膀肮\n内作360。旋转检查，有助于对膀脱、前列腺肿瘤的诊断和分期。 多普勒超声仪可显示血管内血流情\n况，确定动、静脉走向，用于诊断辜丸扭转和肾移植排异反应；联合实时超声显像可用于检查勃起功能\n障碍者的阴茎血流。 对尿道狭窄及其周围纤维性癫痕的显示较尿道造影清晰。 在超声引导下，可行\n穿刺、引流及活检等。 近年超声造影逐步开展，由予不用有肾毒性的造影剂，可用于肾衰竭病人，亦用\n于禁忌做静脉尿路造影或不宜接受X线照射的病人。 但超声检查有时受骨髓、气体等的干扰而影响\n诊断的正确性。\n2. x线检查\n( 1 ）尿路平片（plain film of kidney-ureter-bladder, KUB）：可显示肾轮廓、位置、大小，腰大肌阴影，\n不透光阴影以及骨性改变如脊柱侧弯、脊柱裂、肿瘤骨转移、脱钙等。 腰大肌阴影消失，提示腹膜后炎\n症或肾周围感染。 侧位片有助于判断不透光阴影如结石的来源。 摄片前应作充分的肠道准备。\n(2）排泄性尿路造影（ excretory urogram）：即静脉尿路造影（intr\n有机腆造影剂，肾功能良好者5 分钟即显影，10 分钟后显示双侧肾、输尿管和部分充盈的膀脱。 能显\n示尿路形态是否规则，有元扩张、推移、压迫和充盈缺损等；同时可了解分侧肾功能。 造影前应做腆过\n敏试验。 娃振及肾功能严重损害为禁忌证。\n(3）逆行肾孟造影（retrograde pyelography, RP）：经膀眈尿道镜行输尿管插管注入有机腆造影剂\n来显示输尿管和肾集合系统。 适用于静脉尿路造影显示尿路不清晰或禁忌者，可进一步了解肾孟、输\n尿管充盈缺损改变的原因；亦可注入空气作为阴性比衬，有助于判断透光结石。 ESWL 时，输尿管插\n管注入造影剂以帮助输尿管结石定位和碎石。\n(4）顺行肾孟造影（anterograde pyelography）：在超声指引下经皮穿刺人肾孟，注入造影剂以显示\n上尿路情况。 适用于上述造影方法失败或有禁忌而怀疑梗阻性病变存在者。\n(5）膀脱造影（cystography）：采用导尿管置入膀肮后注入造影剂，可显示膀脱形态及其病变如损\n伤、畸形、瘦管、神经源性膀肮及膀脱肿瘤等。 排泄性膀脱尿道造影可显示膀脱输尿管反流及尿道\n病变。\n(6）血管造影（angiography）：血管造影的方法有直接穿刺、经皮动脉穿刺插管、选择性肾动脉、静\n脉造影以及数字减影血管造影（DSA）。 适用于肾血管疾病、肾损伤、肾实质肿瘤等。 DSA 能清晰地显\n示血管包括 lmm 直径的血管，可以发现肾实质内小动脉瘤及动静脉畸形、瘦等血管异常，并即刻进行\n栓塞治疗。 亦可对晚期肾肿瘤进行栓塞治疗。\n(7）淋巴造影：经足背淋巴管注入腆苯醋，显示腹股沟、盆腔、腹膜后淋巴结和淋巴管。 可以为膀\n脱癌、阴茎癌、辜丸肿瘤、前列腺癌的淋巴结转移和淋巴管梗阻提供依据。 了解乳靡尿病人的淋巴系\n统通路。\n( 8）精道造影：经输精管穿剌或经尿道射精管插管造影，显示输精管、精囊及射精管。 适用于血\n精症等。\n(9) CT：主要的诊断依据是器官和病灶的形态组织密度以及增强前后的组织密度变化，通常用\nCT值表示，如水密度为0，脂肪为0 以下（负值） ,0 ～20 一般为实质，而 20 以上，尤其增强后 CT增加\n几倍，则可能为恶性病变。 适用于鉴别肾囊肿和肾实质性病变，确定肾损伤范围和程度，肾、膀脱、前\n列腺癌及肾上腺肿瘤的诊断和分期。 能显示腹部、盆腔转移的淋巴结。 CT 尿路成像（CT urography ,\nf{6¥i; CTU）是在静脉内注射对比剂前后，通过多层螺旋 CT对肾盏、肾孟、输尿管及膀脱进行连续的扫描，从\n而获得整个泌尿系统立体图像的成像技术。 是一种快速简单、全面的尿路检查方式可提供町"}
{"raw_content": "3. 磁共振成像（ MRI ) 能显示被检查器官组织的结构和功能，并可显示脏器血流灌注情况。\n对分辨肾肿瘤的良、恶性，判定膀脱肿瘤浸润膀脱壁的深度、前列腺癌分期，确诊偶然发现的肾上腺肿\n块等，可以提供较 CT 更为可靠的依据，有起搏器或金属支架的病人不宜行 MRI。 磁共振血管成像\n(MRA）是一种无创的血管三维成像技术。 适用于肾动脉瘤、肾动静脉瘦、肾动脉狭窄、肾静脉血栓形\n成；肾癌分期，特别是了解侵犯肾血管的情况以及肾移植术后血管通畅情况。 磁共振尿路成像\n(MRU）是一种磁共振水成像。 它不依赖于肾功能，无需造影剂和插管而显示肾盏、肾孟、输尿管的形\n态和结构，是了解上尿路梗阻的无创检查。 由于人体内静态液（如尿液）具有较长的飞弛豫时间，当\n采用加重的 T2加权像使水呈高信号，软组织呈低信号，经相关处理后可以显示含尿液的尿路结构，其\n图像如同静脉尿路造影。 适用于尿路造影失败或显影欠佳的病例。\n4. 放射性核素显像 （ radionuclide imaging ) 其特点是核素用量小，几乎无放射损害，能在不\n影响机体正常生理过程的情况下显示体内器官的形态和功能。 ①肾图：是在两个肾区测得的放射性\n核素活度与时间的函数曲线图，可测定肾小管分泌功能和显示上尿路有无梗阻。 它是一种分侧肾功\n能试验，反映尿路通畅及尿排出速率情况。 其灵敏度高，而特异性与定量性差。 ②肾显像：分静态和\n动态显像。 静态显像显示核素在肾内的分布图像，而动态显像显示肾吸收、浓集和排出核素显像剂的\n全过程。 能显示肾形态、大小及有无占位病变，可了解肾功能、测定肾小球滤过率和有效肾血流量。\n单光子发射计算机断层照相（SPECT）能观察器官功能的动态过程，亦能摄取矢状、冠状及横断面的解\n剖和功能像。 当肾功能不全时，肾显像比尿路造影敏感。 对肾移植病人术后观察井发症如梗阻、外\n溢、动脉吻合口狭窄很有帮助。 ③肾上腺皮质和髓质核素显像：对肾上腺疾病有诊断价值，尤用于肾\n上腺占位性病变如嗜恪细胞瘤。④阴囊显像：放射性核素血流检查可判断辜丸的存活及其能力，并可\n与对侧的血流灌注相比较，常用于怀疑辜丸扭转或精索内静脉曲张等。 ⑤骨显像：可显示全身骨髓系\n统有无肿瘤转移，如肾癌、前列腺癌骨转移。 利用 SPECT 进行骨显像在敏感性和准确性上高于 X 线\n检查。\n（刘继生工）\n飞也"}
{"raw_content": "第四十七章泌原、男生殖系统\n回国Ct.!部\n回附惘幅幅\n先天性畸形\n第一节概 述\n泌尿、男生殖系统先天性畸形是人体最常见的先天性JI畸形。 由于胚胎学上的密切关系，泌尿系统\n先天性畸形常伴有生殖系统畸形。\n泌尿生殖系统器官自体节外侧的中胚层发生，约形成于胚胎第5 ～ 12 周。 前肾在人类完全退化，\n中肾大部分退化，后肾由生肾组织和输尿管芽两部分组成。 由中肾管长出的输尿管芽逐渐演变成输\n尿管、肾孟、肾盏和集合小管。 生肾组织演变成肾被膜、肾小囊和l各段肾小管。 肾小囊内的毛细血管\n形成肾小体，组成肾单位。 胚胎第6周，后肾由原位上升至第2腰节处（图 47-1 ）。\n分化中的\n中肾组织\n圄47-2 生殖器的发育\n膀脱、尿道自泄殖腔发生。 尿直肠隔将泄殖腔分隔成为背侧的直肠和腹侧的尿生殖窦。\n男生殖器官来源不同，辜丸自中肾内侧与之平行纵列的生殖崎发生。 与之相邻的中肾管发育为\n附辜的输出小管、附辜管、输精管和精囊（图 47-2） 。\n先天性畸形是由遗传或环境因素造成的发育缺陷’性疾病，胎儿出生时｜畸形己存在。 种类繁多，表\n现在数目、大小、形态、结构、位置、旋转和血管畸形等。 本章对泌尿男生殖系统常见的先天性畸形作\n扼要介绍。\n第二节 旨和输尿筐的先天性畸形\n一、 多囊肾\n多囊肾（polycystic kidney）是一种先天性遗传性疾病，发病机制不明，认为可能与肾小管梗阻，或\n"}
{"raw_content": "小不等的囊肿，压迫肾实质，使肾单位减少。 多囊肾可分为婴儿型和成人型。\n婴儿型多裂’肾（ARPKD）属常染色体隐性遗传，为 6 号常染色体上的 PKHDJ 基因突变，常伴有\n肝、脾或膜腺囊肿。 发病率为 1/10 000，儿童期可有肾或肝功能不全的表现，多早期夭折。\n成人型多囊’肾（ADPKD）属常染色体显性遗传，发病率约 111250，占晚期肾病的 10% 。 成年病人\n的子女中有50%亦患此病。 多囊肾疾病基因 PKDJ 定位于 16 号常染色体短臂，占 85% ～90% ;PKD2\n基因位于4号常染色体，占 5% ～ 10% ；还有一部分病人没有发现 PKDJ 和 PKD2 基因突变，推测有\nPKD3 基因存在。 PKDJ 和 PKD2 基因突变的临床表现大致相同，但 PKD2 突变者往往起病更晚，疾病\n进展更慢。 ADPKD 大多至40 岁左右才出现症状其主要临床表现为疼痛、腹部肿块与肾功能损害。\n若伴发结石或尿路感染者，可出现血尿、服尿、发热、肾区疼痛等相应症状。 1/3 的病人有肝囊肿，但\n元肝功能变化。 并发症包括尿毒症、高血压、心肌梗死和颅内出血。 体检可在两侧肾区扪及巨大囊性\n患肾，结合超声和 CT可确诊。\n多囊肾应与多发单纯性肾囊肿相鉴别。 多囊肾多有遗传性，家庭其他成员有患病，多有肾功能减\n退，以及合并有多囊肝等表现。 单纯性肾囊肿（simple cyst of kidney）较常见，绝大多数为非遗传性疾\n病，极少数为常染色体显性遗传。 儿童少见，成人中发病率随着年龄增加而增加，早期一般无明显症\n状，常偶然被发现。 可有侧腹或背部疼痛及镜下血尿。 单纯性肾囊肿多为单个，也可多个，甚至为双\n侧。 超声、CT均有助于鉴别。\n对肾功能正常的病人，采用对症及支持疗法，包括休息、低蛋白饮食、避免劳累，药物治疗重点在\n于控制血压、预防尿路感染及肾功能进一步损害。 伴有结石梗阻者可施行取石术解除梗阻。 囊肿去\n顶术对降低血压、减轻疼痛和改善肾功能的效果尚存争议。 晚期出现尿毒症需长期透析治疗。 有条\n件也可作同种异体肾移植术。 合并严重高血压或出血、感染者，在施行肾移植前直切除患肾。\n二、蹄铁形肾\nm;1铁形肾（horseshoe kidney）是指两肾下极在腹主动脉和下腔静脉前相互融合，形成马蹄形l畸形\n（图 47-3）。 发病率约为25/10 000。 959毛的蹄铁形肾是在下极相连，\n其峡部一般为肾实质组织，较厚，有单独的血供，少数由纤维组织组\n成。 患肾大多旋转不良，使肾孟面向前方，肾盏向后，肾血管多变异。\n影像学检查有助于确诊。 如无症状及合并症，则无须治疗。 如有\n严重腹痛、腰痛和消化道症状，是由于肾峡部压迫腹腔神经丛所致，或\n存在合并症，如梗阻、结石、感染等，可采取分离峡部，取石以及解除梗\n阻等相应手术。\n三、重复肾孟、输尿管\n重复肾孟、输尿管是指一个肾有两个肾孟和两条输尿管。 这种畸\n形是由于胚胎早期中肾管下端发出两个输尿管芽进入一个后肾胚基\n所造成的，大多为单侧。 表面观是一个完整的肾，有一共同包膜，有一\n图47-3 蹄铁形肾\n浅沟将肾分成上下两部，每一部分有它本身的肾孟、输尿管和血管。\n上半肾较小而下半肾较大，两条输尿管分别引流上、下半肾，多数融合后以一个输尿管口通入膀肮。\n若两条输尿管分别开口于膀脏，则上面输尿管口来自下肾孟，而下面管口来自上肾孟。 有时上肾孟延\n伸的输尿管可向膀脱外器官内开口，称为异位输尿管开口（ectopic ureters) （图 47-4）。 在女性可开口\n于尿道、阴道、外阴前庭等处，这些病人表现为有正常排尿，又有持续漏尿的尿失禁症状。\n无症状、无合并症的重复肾不需治疗。 若上半肾感染、肾孟积水、结石形成以及异位输尿管开口\n引起尿失禁者可作呻叫尿时术。 若重复时尚好町重肾孟、输尿管fJ{7}cfa \\VE饶"}
{"raw_content": "（或）感染、结石等合并症，可采用异位开口的重复输尿管膀脱移植术。\n四、肾孟输尿管连接处梗阻\n肾孟输尿管连接处梗阻（ ureleropelvic junction obstruction, UPJO）可\n能是先天性缺陷或由于外在因素如迷走血管、纤维束带对肾孟输尿管\n连接处的压迫造成梗阻，使肾孟蠕动波无法通过，逐渐引起肾孟积水。\n先天性缺陷的基本病理主要是壁层肌肉内螺旋结构的改变。\n该病一般无症状，偶有腰部钝痛或轻微不适或输尿管区有疼痛或\n压痛，继发感染、结石或肿瘤时，可出现相应症状。 在婴儿，腹部肿块可\n能会是唯一的体征。 UPJO 是儿童腹部肿块或肾积水常见的病因，左侧\n多见。\n超声可珍断肾积水，但需与肾囊肿鉴别。 静脉尿路造影可显示梗\n阻部位、范围，也能了解肾积水程度。 延迟拍片显示病侧肾孟排空延\n迟，伴肾孟肾盏不同程度扩张，甚至不显影。 放射性核素肾图可了解肾\n的血供情况及其分泌、排泄功能。\n对进行性加重的肾积水，肾功能持续下降，特别合并感染、结石、肿\n圄47-4 重复肾孟、输原筐\n瘤者应考虑手术治疗。 凡能保全肾功能的 115 以上者，应尽量保肾，施\n行肾孟输尿管连接狭窄切除，多余肾孟部分切除，输尿管与肾孟整复吻合术，并根据手术时发现的病\n理情况及手术者的经验选择做肾造瘦及吻合口支撑管放置和肾折叠术。 大多数病例需要术后 3 个月\n及 1 年时随访静脉尿路造影。\n五、真他肾和输尿管异常\n1. 单侧肾发育不全（dysplasia of kidney ) 是指肾体积小于 50% 以上和先天性孤立肾。 肾\n损伤作肾切除时’，必须首先确定对侧肾是否有发育不全或缺如。\n2. 异位肾（ ectopic kidney ) 根据肾停留部位不同分为盆腔肾、胸内肾及交叉异位肾等。 临\n床需与腹部肿块鉴别，以避免误将异位肾切除。 异位肾与肾下垂相区别见第五十四章第一节“肾下\n垂”。\n3. 输尿筐狭窄 狭窄部位大多在肾孟输尿管连接处或在输尿管膀\n脱连接处，严重的须作整形手术。\n4 先天性巨输尿管 可为双侧性，病变常在输尿管盆腔段，病因不\n明。 如有症状及感染、结石，并影H向肾功能者，可作输尿管裁剪和抗逆\n流输尿管膀脱再植术。\n5. 输尿管膨出（ ureterocele ) 是指输尿管末端的囊性扩张，其\n内层为输尿管勃膜，外层为膀肮黠膜，中层则为少量平滑肌和纤维组\n织，膨出的输尿管上有小的输尿管开口（图 47-5），治疗可通过膀肮尿道\n镜切除膨出。\n国47-5 右侧输尿筐膨出\n6. 下腔静脉后输尿管 右侧上端输尿管经过下腔静脉之后，再绕\n过下腔静脉前方下行，由于输尿管受压迫而引起上尿路梗阻，严重的需手术治疗。\n第三节 膀脱手日尿道先天性畸形\n一、膀肮外翻\n膀脱外翻（ bladder exstrophy）表现为下腹壁和膀脱前壁的完全缺损，膀脱茹膜外露。 膀脱后"}
{"raw_content": "壁膨出部分可见输尿管开口及间歇喷尿。 男性病人常伴\n有完全性尿道上裂（图 47-6） 。 膀脱外翻秸膜由于长期慢\n性炎症和机械性剌激，易发生出血、渍烂、变性，甚至恶变。\n常伴上尿路感染和肾积水。\n膀脱外翻凭外观即可诊断。 治疗目的是保护肾功能，控\n制排尿，修复膀脱、腹壁及外生殖器，手术效果不甚理想。\n二、 尿道上裂\n尿道上裂（epispadias）表现为阴茎体短小，向背侧弯曲，\n圄47δ 膀肮外翻（合并尿道上裂）\n包皮悬垂于阴茎腹侧，阴茎头扁平，尿道口位于阴茎背侧，严\n重尿道上裂可伴有膀脱外翻和腹部缺陷。 尿道上裂根据畸形程度和尿道口位置的不同，分为阴茎头\n型、阴茎体型及完全性尿道上裂三类。 治疗采用整形重建术。\n三、尿道下裂\n尿道下裂（hypospadias）是比较多见的先天性畸形。 由于生殖结节腹\n侧纵行的尿生殖沟自后向前闭合过程停止所致。 它的畸形有四个特征：\n①尿道开口异常；②阴茎向腹侧屈曲畸形；③阴茎背侧包皮正常而阴茎腹\n侧包皮缺乏；④尿道海绵体发育不全，从阴茎系带部延伸到异常尿道开口，\n形成一条粗的纤维带。\n根据尿道开口异常可分为四种类型：①阴茎头型；②阴茎型；③阴囊\n型；④会阴型（图 47-7） 。 后三种类型可影响到性功能和性行为，生活中需\n取坐位排尿，洗澡时回避别人看见畸形生殖器等而给病人心理上带来障 1\n心\n碍。 会阴型尿道下裂，阴部外表类似女性，应在婴儿期确定性别，以免被误 －v\n认而到成年期造成更严重的心理和生理障碍。 圄 AH ’7 寸 ’ 原道下裂者\n’\n尿道下裂需作整形手术，以恢复正常站立排尿和成年后能进行性生 原道外口可能所在部\n活，辜丸有生精功能者还可获得生育能力。 手术宜在学龄前施行，可一期 位\n或分期完成。 有些病人伴辜丸未降或腹股沟庙，也应作相应手术。\n第四节 男性生殖器官先天性畸形\n男性生殖器官先天性畸形与性功能及生育能力有着密切关系，不但影响婚姻和生育，而且会由社\n会、心理的因素引起精神障碍，故应及时处理。\n男性生殖器官先天性畸形主要有：①性腺发育异常：元辜症、多塞症、先天性辜丸发育不全综合征\n( Klinefelter syndrome）、隐辜症（cryptorchidism）、异位靠丸（ectopic testis） 、两性畸形等；②输精管附辜\n精囊发育异常；③外生殖器发育异常：小阴茎、包茎和包皮过长、阴茎阴囊转位等。\n一、先天性皇丸发育不全综合征\nKlinefelter 综合征在胚胎期辜丸分化正常，出生时外生殖器表现为正常男婴。 青春期前可元\n任何症状，或仅有不典型的男性化临床表现如辜丸较其他儿童略小、下肢显得略长。 隐、辜的比\n例较正常人群高。 青春期后表现：①两侧辜丸小；②雄激素缺乏：身材正常或偏高，下肢较长，骨\n质疏松和肌肉力量降低，阴茎正常或短小、性功能低下，约 97% 的病人为不育症；③女性化性\n征： 由于雄激素缺乏，促卵泡生成素（ FSH）分泌增高，血中雌、雄激素比例失调，产生各种女性化\n性征包括乳房女性化、皮肤较细白、无喉结和胡须、阴毛呈女性分布、腋毛稀少或缺如；④约 1/4 ':fli~："}
{"raw_content": "的病人胆怯、生活不主动、感情不稳定、情绪多变、智力低下或精神异常；⑤可伴肥胖、糖耐量减\n低(IGT）及糖尿病。\n绝大多数病人在青春期后才得到诊断，细胞核型分析可确诊，最常见的核型异常为47,XXY。\n可采用雄性激素补充治疗，以促进男性第二性征发育、维持性欲和性功能。\n二、隐辈症\n隐辜症是指辜丸下降异常，使辜丸不能降至阴囊而停留在腹膜后、腹股淘管或阴囊入口处。 阴囊\n的舒缩能调节瘟度低于体温 1. 5 ～2℃，以维持正常生精功能，而隐辜则受温度影响而导致精子发生\n障碍。 双侧隐辜症引起不育达50% 以上，单侧隐辜达 30% 以上。 隐辜易发生恶变，尤其是位于腹膜\n后者，隐辜恶变的几率较普通人高40 倍。\n1 岁内的辜丸有自行下降可能，若一岁以后辜丸仍未下降，可短期应用绒毛膜促性腺激素每周肌\n注2 次，每次soou，总剂量为  ～ 10 ooou。 若2 岁以前辜丸仍未下降，应采用辜丸固定术（orchi\ndopexy）将其拉下，若辜丸萎缩，又不能被拉下井置入阴囊，而对侧辜丸正常，则可将未降辜丸切除。\n双侧腹腔内隐辜不能下降复位者，可采用显微外科技术，作辜丸自体移植术。\n三、输精筐附皇精囊发育异常\n输精管来1JJj、( 于中肾，在胚胎早期，若中肾管停止发育或有缺陷，均可导致输精管发育异常，甚至缺\n如。 由于输精管、附辜、精囊和射精管均同、源于中肾管，因此常伴有这些器官的发育不全或缺如，而辜\n丸发育正常，这是由于辜丸来源于生殖崎之故。\n阴囊检查辜丸体积正常，而输精管扪摸不清。 精液检查为无精子，精浆果糖很低或“。”，因为精\n囊缺如而不能分甜、果糖。\n对部分输精管附靠发育不全，可采用输精管附辜吻合术；对输精管附辜缺损严重者，可采用附辜\n或辜丸抽取精子作卵胞浆内单精子注射，由体外受精，胚胎移植而获生育。\n四、包茎和包皮过长\n包茎（ p~让ill sis ）是指包皮外口过小，紧箍阴茎头部，不能向上外翻者。 包皮过长（ redundant\nprepuce）指包皮不能使阴茎头外露，但可以翻转者。\n包茎可造成以下危害：①影响阴茎正常发育；②包皮垢积\n聚导致阴茎头包皮炎（ balanoposthitis），并可引起尿道外口炎\n症、狭窄，严重者可引起尿路感染，以致肾功能损害；③可引起\n性交疼痛，由于包皮强行上翻，而又未及时复原，使狭小的包皮\n口紧箍在阴茎冠状沟上方，引起远端包皮和阴茎头血液回流障\n碍而发生局部水肿、淤血，此种情况称包皮嵌顿。 嵌顿包皮应\n及时采用手法复位（图 47-8）。 若局部水肿严重，已不能手法\n国47-8 嵌顿性包茎手法复位 复位者，宜做手术；④包茎内积聚的包皮垢，慢性剌激可诱发阴\n茎癌的发生，包皮垢的民期刺激也可诱发配偶宫颈癌。\n包茎应尽早作包皮环切术（circumcision），在儿童期做手术对预防阴茎癌有利。 包皮过长宜经常\n上翻清洗保持局部清洁。\n（刘继红）"}
{"raw_content": "第四十八章 泌尿系统外伤\n国 c~部\n回科蚓阳嗣\n泌尿系统外伤是指在外部力量的作用下造成泌尿系统脏器解剖结构被破坏，继而引发出一系列\n的临床表现。 以男性尿道外伤最多见，肾、膀脱、输尿管次之。 泌尿系统外伤大多是胸、腹、腰部或骨\n盆严重外伤的合并伤。 因此，当有上述部位外伤时，应注意有无泌尿系统外伤；确诊泌尿系统外伤时，\n也要注意有无合并其他脏器外伤。\n泌尿系统外伤的主要临床表现为出血和尿外渗。 出血可以引起血肿、血尿甚至休克，尿外渗可继\n发感染，严重时导致脉’毒症、周围服肿、尿瘦或尿道狭窄。 尽早确定诊断，正确及时的早期处理对泌尿\n系统外伤的预后极为重要。\n第一节 肾外伤\n肾外伤（renal injuries）常是严重多发性外伤的一部分。 多见于成年男性。\n［病因］ 按外伤病因的不同，可分为开放性外伤和闭合性外伤两类。\n1. 开放性外伤 因弹片、枪弹、刀刃等锐器致伤，外伤复杂而严重，常伴有胸、腹部等其他组织器\n官外伤，有创口与外界相通。\n2. 闭合性外伤 因直接暴力（如撞击、跌打、挤压、肋骨或横突骨折等）或间接暴力（如对冲伤、突\n然暴力扭转等）所致，一般没有创口与外界相通。\n此外，肾本身病变时，如肾积水、肾肿瘤、肾结核或肾囊性疾病等更易受外伤，有时极轻微的外伤，\n也可造成严重的“自发性”肾破裂。 经皮肾穿刺活检、肾造瘦、经皮肾镜碎石术、体外冲击波碎石等医\n疗操作有可能造成不同程度的肾外伤。 体外冲击波碎石术操作时正常能量冲击波一般不会造成严重\n后果。 肾脏外伤严重程度与冲击次数、频率呈正相关，低冲击次数和频率可有效减轻肾外伤。 多次、\n高频的体外冲击波碎石术可引起较为严重的肾脏外伤。 经皮肾镜碎石术及肾造瘦常见并发症是肾脏\n出血，主要包括静脉性肾出血、动脉性肾出血、肾周血肿。\n［病理］ 肾外伤有多种类型，临床上最多见为闭合性肾外伤，由于外伤的病因和程度不同，有时\n多种类型的肾外伤同时存在。 现根据其外伤的程度将闭合性外伤分为以下病理类型（图48-1）。\n1. 肾挫伤 外伤仅局限于部分肾实质，形成肾痕斑和（或）包膜下血肿，肾包膜及肾盏肾孟站膜\n完整。 外伤涉及肾集合系统可有少量血尿。\n2. 肾部分裂伤 肾近包膜部位裂伤伴有肾包膜破裂，可致肾周血肿。 若肾近集合系统部位裂伤\n伴有肾盏肾孟粘膜破裂，则可有明显血尿。\n3. 肾全层裂伤 肾实质深度裂伤，外及肾包膜，内达肾盏肾孟甜膜，常引起广泛的肾周血肿、血\n尿和尿外渗。 肾横断或碎裂时，可导致部分肾组织缺血。\n4. 肾蒂血管外伤 比较少见。 肾蒂或肾段血管的部分或全部撕裂，可引起大出血、休克。 由于\n此类外伤引起肾急剧移位，肾动脉突然被牵拉，致血管内膜断裂，形成血栓，易造成肾功能丧失。\n晚期病理改变：由于持久尿外渗可形成尿囊肿；血肿、尿外渗引起组织纤维化，压迫肾孟输尿管交\n界处可导致肾积水；开放性肾外伤偶可发生动静脉瘦或假性肾动脉瘤；部分肾实质缺血或肾蒂周围纤\n维化压迫肾动脉，可引起肾性高血压。\n｛｜自床表现｝ 肾外伤的临床表现与外伤类型和程度有关，常不相同，有时同一肾脏可同时存在多\n"}
{"raw_content": "肾外伤的类型\n(1）肾挫伤：肾疲斑及包膜下血肿 (2）肾部分裂伤：表浅肾皮质裂伤\n及肾周围血肿 (3）肾实质全层裂伤：（3,a）肾周j缸肿、血尿和l尿外渗；\n(3,b）肾横断、肾碎裂 (4）肾蒂血管外伤： （4, a）肾蒂血管断裂；\n(4,b）肾动脉内膜断裂及血栓形成\n种病理类型外伤。 在合并其他器官外伤时，肾外伤的症状有时不易被察觉。 其主要症状如下。\n1. 休克 严重肾裂伤、肾蒂血管破裂或合并其他脏器外伤时，因外伤和失血常发生休克，可危及\n生命。\n2. 血尿 大多有血尿，肾挫伤涉及肾集合系统时可出现镜下血尿或轻度肉眼血尿。 若肾近集合\n系统部位裂伤伴有肾盏肾孟黠膜破裂，则可有明显的血尿。 肾全层裂伤则呈大量全程肉眼血尿。 有\n时血尿与外伤程度并不一致，如血块阻塞尿路或肾蒂断裂、肾动脉血栓形成、肾孟、输尿管断裂等情况\n可能只有轻微血尿或无血尿。 血尿时间延长常与继发感染或动静脉瘦形成有关。\n3. 疼痛 肾包膜下血肿、肾周围软组织外伤、出血或尿外渗可引起病侧腰、腹部疼痛。 血液、尿\n液进入腹腔或合并腹内脏器外伤时，可出现全腹疼痛和腹膜剌激症状。 血块通过输尿管时可发生肾\n绞痛。\n4. 腰腹部肿块血液、尿液进入肾周围组织可使局部肿胀，形成肿块，有明显触痛和肌肉强直。\n开放性肾外伤时应注意伤口位置及深度。\n5. 发热血肿吸收可致发热，另外肾外伤所致肾周血肿、尿外渗易继发感染，甚至造成肾周服肿\n或化服性腹膜炎，伴全身中毒症状。\n［诊断］\n1. 病史与体检任何腹部、背部、下胸部外伤或受对冲力外伤的病人，无论是否有典型的腰腹部\n疼痛、肿块、血尿等，均要注意有无肾外伤。 有时症状与肾外伤的严重程度并不一致。\n2. 化验 尿中含多量红细胞。 血红蛋白和血细胞比容持续降低提示有活动性出血。 严重的\n胸、腹部外伤时，往往容易忽视肾外伤的临床表现，应尽早做尿常规及影像学检查，以免贻误正确\n诊断。\n3. 特殊检查 根据外伤病史及临床表现，诊断肾外伤并不困难。 早期积极的影像学检查可以发\n现肾外伤部位、程度、有无尿外渗以及对侧肾情况。 根据病情轻重，有选择地进行以下检查：\n,,. (1）超声：能提示肾外伤的部位和程度，有无包膜下和肾周血肿、尿外渗，其他器官外伤及对侧肾\njι"}
{"raw_content": "(2) CT:CT平扫及增强可清晰显示肾实质裂伤程度、尿外渗和血肿范围，以及肾组织有无活力，\n并可了解与其他脏器的关系（图48-2）。 CT尿路成像（CTU）可发现患肾造影剂排地减少，造影剂外渗\n等，可评价肾外伤的范围和程度。 CT血管成像（ CTA）可显示肾动脉和肾实质外伤的情况，也可了解\n有无肾动静脉瘦或创伤性肾动脉瘤，若伤侧肾动脉完全梗阻，提示有外伤性血栓形成。\n(3）其他检查：MRI 诊断肾外伤的作用与 CT 类\n似，但对血肿的显示比 CT 更具特征性。 除上述检查\n外，传统的 IVU、动脉造影等检查也可发现肾有无外伤\n及肾外伤的范围和程度，但临床上一般不作为首选。\n［治疗］ 肾外伤的处理与外伤程度直接相关。 轻\n微肾挫伤一般症状轻微，经短期休息可以康复，大多数\n病人属于此类外伤。 多数肾部分裂伤可行保守治疗或\n者介入栓塞治疗，仅少数需手术治疗。\n1. 急诊处理有大出血、休克的病人需迅速给以\n抢救措施，观察生命体征，进行输血、补液等抗休克治\n疗，同时明确有无合并其他器官外伤，作好手术探查的\n准备。\n2. 保守治疗\n(1）绝对卧床休息 2 ～4 周，病情稳定、血尿消失 国48-2 肾外伤CT国片\n后才可以允许病人离床活动。 通常外伤后 4 ～6 周肾\n部分裂伤才趋于愈合，过早过多离床活动，有可能再度出血。 恢复后2 ～3 个月内不宜参加体力劳动\n或竞技运动。\n(2）密切观察：定时测量血压、脉搏、呼吸、体温，注意腰、腹部肿块范围有无增大。 观察每次排出\n的尿液颜色深浅的变化。 定期检测血红蛋白和血细胞比容。\n(3）及时补充血容量和能量，维持水、电解质平衡，保持足够尿量，必要时输血。\n(4）早期足量合理应用抗生素预防感染。\n(5）合理使用止痛、镇静剂和止血药物。\n3 手术治疗\n(1）开放性肾外伤：几乎所有这类外伤的病人都要施行手术探查，特别是枪伤或从腹壁进入的锐\n器伤，需经腹部切口进行于术，包括清创、缝合及引流，并探查腹部脏器有无外伤。\n特殊类型：如经皮肾镜穿刺外伤，出血较多时，可改变穿剌部位，或停止手术，或改为其他手术\n方法。\n(2）闭合性肾外伤：－旦确定为严重肾部分裂伤、肾全层裂伤及肾蒂血管外伤需尽早进行手术。\n若肾外伤病人在保守治疗期间发生以下情况，则需施行手术治疗：①经积极抗休克后生命体征仍未见\n改善，提示有活动性内出血；②血尿逐渐加重，血红蛋白和血细胞比容继续降低；③腰、腹部肿块明显\n增大；④怀疑有腹腔其他脏器外伤。\n手术方法：经腹或者经腰部切口施行手术，怀疑腹腔脏器外伤时，先探查并处理腹腔其他外伤脏\n器，再切开后腹膜，显露并阻断肾蒂血管，而后切开肾周筋膜和脂肪囊，探查伤侧肾，快速清除血肿，依\n具体情况选择作肾修补、肾部分切除术、或肾切除。 必须注意，在未控制肾动脉之前切开肾周筋膜，往\n往难以控制出血。 只有在严重肾全层裂伤或肾蒂血管外伤，无法修复，而对侧肾功能良好时·，才可施\n行伤侧肾切除。\n4. 并发症处理 由于出血、尿外渗以及继发性感染等情况易导致肾外伤后并发症出现。 腹膜后\n尿囊帧肾周服阳刺引流或切开附；输尿管狭窄、肾时施行成形术或肾附；恶性高血 \\il'f；：铀"}
{"raw_content": "压要作血管狭窄处扩张或肾切除术；持久性血尿且较严重者可施行选择性肾动脉分支栓塞术。\n第二节输尿筐外伤\n输尿管位于腹膜后间隙，周围组织对其有良好的保护，因此外界暴力所致的输尿管外伤（ureteral\ninjuries）很少见，多为医源性外伤。 输尿管外伤后易被忽视，多在出现症状时才被发现，往往延误\n诊治。\n［病因］\n1. 医源性外伤\n(1）与输尿管腔内器械操作有关：经膀肮镜逆行输尿管插管、扩张、套石、活检、输尿管镜检查、取\n（碎）石等操作均可能发生输尿管穿孔、撕裂、断裂、剥脱等情况。 当输尿管有狭窄、扭曲、粘连或炎症\n时上述情况更易发生，务必慎重处理。\n(2）与输尿管腔外手术操作有关：常发生在盆腔、腹膜后的开放及腹腔镜手术时，如结肠、直肠、\n子宫切除术以及周围大血管于术。 由于解剖复杂，手术野’不清，匆忙止血，大块钳夹、结扎极易累及输\n尿管；肿瘤将输尿管推移或粘连，后腹膜纤维化等会使手术困难加重，累及输尿管的几率也会增加。\n术中不一定能发现，术后发生漏尿或无尿时才察觉。\n2. 开放性外伤 多见于枪击伤所致，偶见于锐器刺伤。 另外，交通事故、从高处坠落也可引起输\n尿管撕裂。 输尿管开放性外伤常伴有大血管或腹腔’内脏器外伤。\n3. 放射性外伤 见子宫颈癌、膀脱癌、前列腺癌等放疗后，使输尿管管壁水ijrj1、出血、坏死、形成\n尿瘦或纤维搬痕组织形成，造成输尿管狭窄或梗阻。\n｛病理］ 依外伤类型、处理时间不同而异，可有挫伤、穿孔、结扎、钳夹、切断或切开、撕裂、扭曲、\n外膜剥离后缺血、坏死等。 输尿管轻微的挫伤均能自愈，一般不会造成输尿管狭窄。 输尿管被切断或\n管壁裂伤后可出现腹膜后尿外渗或腹膜炎，感染后有服毒症的危险。 长期尿外渗可导致其输尿管周\n围纤维化，压迫输尿管管壁，造成其管腔狭窄。 输尿管被结扎可致该侧肾积水，若不及早解除梗阻，会\n造成其肾萎缩。 双侧均被结扎，则无尿。 输尿管被钳夹、外膜广泛剥离或被缝在阴道残端时，外伤部\n位输尿管则可发生缺血性坏死，一般在 1 ～2 周内形成尿外渗或尿瘦，伴输尿管狭窄者可致病侧肾\n积水。\n［｜自床表现］ 根据外伤的性质和类型，其临床表现不尽相同，如有其他重要脏器同时外伤，常可\n掩盖输尿管外伤的症状。\n1. 血尿 常见于器械伤及输尿管带膜，一般血尿会自行缓解和消失。 输尿管完全断离者，不一\n定有血尿出现。 血尿有无或轻重并不与输尿管外伤程度一致。\n2. 尿外渗 可发生于外伤时或数日后，尿液由输尿管外伤处渗入后腹膜间隙，引起腰痛、腹痛、\n腹胀、局部肿胀、肿块及触痛。 如腹膜破裂，尿液漏入腹腔，则会产生腹膜剌激症状。一旦继发感染，\n可出现服毒症如寒战、高热。\n3. 尿瘦 如尿液与腹壁创口或与阴道、肠道创口相通，会形成尿瘦，有时经久不愈。\n4. 梗阻症状 输尿管被缝扎、结扎后可引起完全性梗阻，因肾孟压力增高，可有病侧腰部胀痛、\n腰肌紧张、肾区叩痛及发热等。 如孤立肾或双侧输尿管被结扎，则可发生无尿。 输尿管狭窄者可致不\n完全性梗阻，也会产生腰部胀痛及发热等症状。\n｛诊断和鉴到诊断］ 输尿管外伤的早期诊断十分重要，在处理外伤或施行腹部、盆腔手术时，应\n注意检查输尿管行径、手术野有无渗尿，输尿管有无外伤等情况。 及时明确诊断并作正确处理，预后\n多良好。 常用的诊断方法如下：①静脉注射肯定捆脂检查，手术中怀疑输尿管有外伤时，由静脉注射击走\n朋脂，如有裂口则可见蓝色尿液从外伤处流出。 术中或术后可选择膀j脆镜检查，如输尿管被结扎或裂\n口较大甚至断裂，则伤侧输尿管口无蓝色尿液喷出。 ②静脉尿路造影可显示输尿管外伤处的尿外渗、"}
{"raw_content": "尿漏或有元梗阻。 ③逆行肾孟造影输尿管插管至外伤部位有受阻感，注射造影剂可显示梗阻或造影\n剂外溢（图48-3） 。 ④超声可发现尿外渗和梗阻所致的肾积水。⑤放射性核素肾显像可显示伤侧上\n尿路有无梗阻。 ⑥CT检查虽不能直接显示输尿管有无外伤，但可显示外伤区域的变化，如尿液囊肿、\n输尿管周围服肿、肾积水及尿瘦。 而 CTU 可见外伤部位是否通畅或有元造影剂外渗。\n鉴别诊断：输尿管阴道瘦与膀肮阴道瘦鉴别，经导\n尿管注入亚甲蓝溶液至膀脱，膀肮阴道瘦时，阴道内有\n蓝色液体流出；输尿管阴道瘦时，阴道内流出液仍为澄\n清的。 结于L双侧输尿管引起元尿应与急性肾小管坏死\n鉴别，根据病史及体征可作出初步结论，必要时作膀脱\n镜检查及双侧输尿管插管，以明确有无梗阻存在。\n［治疗］\n1. 阜期治疗 开放性输尿管外伤的处理原则如\n有休克等严重合并症时应先抗休克，处理其他严重的\n合并外伤，而后再处理输尿管外伤。 只要病情允许，输\n尿管外伤应尽早修复，以利尿液通畅，保护肾功能。 尿\n外渗应彻底引流，避免继发感染，如全身情况差不能耐\n受于术，可先行伤侧肾穿刺造瘦。\n(1）输尿管逆行插管所致的黠膜外伤出血：常不 圄48-3 输原筐外伤逆行造影圄片\n作特殊处理。 但是，如输尿管镜检查或治疗时引起输\n尿管教膜外伤面积较广或合并黠膜下外伤较深，则宜置入输尿管内双J形输尿管支架引流管，引流 10\n天左右再拔除。 在输尿管镜碎石术中如果发现输尿管外伤，此时会有大量冲洗液外渗到腹膜后，故在\n术中应及时应用利尿剂，以促进渗出液排出，并注意血液中电解质变化。\n(2）输尿管钳夹伤或轻度裂伤：宜从输尿管切口置入双 J 形输尿管支架引流管，留置 2 周后\n拔除。\n(3）输尿管被误扎：术中发现误扎，应立即松解，如该处缺血坏死，则需切除该处输尿管缺血段，\n作端端吻合，并留置双J形输尿管支架引流管3 ～4周。\n(4）输尿管断离、部分缺损：若输尿管断离部位较高，两断端对合后元张力者可施行端端吻合术。\n下 1/3 段外伤，部分缺损直作输尿管膀脱吻合术或膀脱壁瓣输尿管下段成形术。 若输尿管缺损过多，\n按具体情况选做输尿管皮肤造口术或自体肾移植术甚至回肠代输尿管术。\n2. 晚期并发症治疗\n(I ）输尿管狭窄：可试行输尿管插管、扩张或留置双J形输尿管支架引流管，依不同情况决定留\n置时间长短。 狭窄严重或置管不成功，应视具体病情决定下一步手术，即进行输尿管周围粘连松解术\n或狭窄段切除端端吻合术。\n(2）尿凄：输尿管皮肤瘦或输尿管阴道瘦多发生在伤后 3 个月左右，待伤口水肿、尿外渗及感染\n所致炎性反应消退后应进行输尿管修复，或与膀脱吻合。\n(3）输尿管完全梗阻：对输尿管外伤所致完全性梗阻暂不能解除时，可先行肾造瘦术，3 个月后\n再行输尿管修复。\n(4）肾功能重度损害或丧失：对外伤性输尿管狭窄所致严重肾积水或感染，肾功能重度损害或丧\n失者，若对侧肾正常，可施行病侧肾切除术。\n第三节膀脱外伤\n膀町时时盆深处受到周围筋膜肌肉叩其他软明保护阳伤或由折 ＼＇＇＇＇岱"}
{"raw_content": "外，一般不易发生膀Mt外伤（bladder injuries） 。 膀肮充盈时其壁紧张而薄，高出耻骨联合伸展至下腹\n部，易遭受外伤。\n［病因］\n1， 开放性外伤 由弹片、子弹或锐器贯通所致，常合并其他脏器外伤，如直肠、阴道外伤，形成腹\n壁尿凄、膀脱直肠瘦或膀肮阴道痒。\n2. 闭合性外伤 当膀胧充盈时，若下腹部遭撞击、挤压极易发生膀脱外伤。 可见于酒后膀脱过\n度充盈，受力后膀脱破裂。 有时骨盆骨折骨片会直接刺破膀脱壁。 产程过长，膀脱壁被压在胎头与耻\n骨联合之间也易引起缺血性坏死，可致膀脱阴道瘦。\n3. 医源性外伤见于膀肮镜检查或治疗，如膀肮颈部、前列腺、膀脱癌等电切术以及盆腔手术、\n腹股沟庙修补术、阴道手术等有时可能伤及膀脱。 压力性尿失禁行\n经阴道无张力尿道中段悬吊 （TVT）于术时也有发生膀脱外伤的\n可能。\n4. 自发性破裂 有病变的膀肮（如膀脱结核、长期接受放射治\n疗的膀脱）过度膨胀，发生破裂，称为自发性破裂。\n［病理］\n1. 挫伤 仅伤及膀肮蒙古膜或浅肌层，膀脱壁未穿破，元尿外\n渗，可发生血尿。\n2. 膀肮破裂（ bladde「 rupture) 可分为腹膜外型与腹膜内\n型两类（图48-4）。\n(1）腹膜外型：单纯膀脱壁破裂，而腹膜完整，尿液极易外渗入\n膀脱周围组织及耻骨后间隙，沿骨盆筋膜到盆底，或沿输尿管周围\n圄48-4 膀肮外伤（破裂）\n疏松组织蔓延到肾区。 大多由膀脱前壁破裂引起， 常伴有骨盆\n①腹膜外型 ②腹膜内型\n骨折。\n(2）腹膜内型：膀脱壁破裂伴腹膜破裂，裂口与腹腔相通，尿液流入腹腔，可引起腹膜炎。 多见于\n膀眈后壁和顶部外伤。\n［｜自床表现］ 膀脱壁轻度挫伤仅有下腹部疼痛和少量终末血尿短期内自行消失。 膀脱全层破\n裂时症状明显，依腹膜外型或腹膜内型的破裂不同而有其特殊的表现。\n1. 休克 骨盆骨折所致剧痛、大出血常发生休克。\n2. 腹痛 腹膜外破裂时，尿外渗及血肿可引起下腹部疼痛，压痛及肌紧张，直肠指检可触及直肠\n前壁饱满井有触痛。 腹膜内破裂时，尿液流入腹腔常引起急性腹膜炎症状；如果腹腔内尿液较多，可\n有移动性浊音。\n3. 排尿困难和血尿 膀脱破裂后，尿液流入腹腔和膀肮周围时，病人有尿意，但不能排出尿液或\n仅排出少量血尿。\n4. 尿凄 开放性外伤可有体表伤口漏尿；如与直肠、阴道相通，则经虹门、阴道漏尿。 闭合性外\n伤在尿外渗感染后破渍，可形成尿瘦。\n5. 局部症状 问合性外伤时，常有体表皮肤肿胀、血肿和痕斑。\n［诊断｝\n1. 病史和体检 病人下腹部或骨盆受外来暴力后，出现腹痛、血尿及排尿困难，体检发现耻骨上\n区压痛，直肠指检触及直肠前壁有饱满感，提示腹膜外膀脱破裂。 全腹剧痛，腹肌紧张，压痛及反跳\n痛，并有移动性浊音，提示腹膜内膀脱破裂。\n2. 导尿试验 导尿管插入膀脱后，如引流出 300ml 以上的清亮尿液，基本上可排除膀脱破裂；女日\n元尿液导出或仅导出少量血尿，则膀脱破裂的可能性大。 此时可经导尿管向膀脱内注入灭菌生理盐\n水200 ～300ml，片刻后再引出。 液体外漏时引出量会减少，腹腔液体回流时引出量会增多。 若液体出"}
{"raw_content": "入量差异大，提示膀脱破裂。\n3. ×线检查如有骨盆骨折，腹部平片可以显示骨折状况。 膀脱造影自导尿管向膀脱内注入\n15%泛影葡胶300ml，摄前后位片，抽出造影剂后再摄片，如膀脱破裂，可发现造影剂漏至膀脱外（图\n48-5），排液后的照片更能显示遗留于膀脱外的造影剂。 腹膜内膀j恍破裂时，则显示造影剂衬托的\n肠拌。\n图48-5 膀脱破裂造影图片\n｛治疗］ 处理原则：①闭合膀脱壁伤口；②保持通畅的尿液引流，或完全的尿流改道；③充分引流\n膀脱周围及其他部位的尿外渗。\n应根据外伤的类型和程度进行相应处理。\n1. 紧急处理抗休克治疗如输被、输血、止痛及镇静。 尽早合理使用抗生素预防感染。\n2. 保守治疗 膀脱挫伤或膀脱造影显示仅有少量尿外渗且症状较轻者，可从尿道插入导尿管持\n续引流尿液 10 天左右，并保持通畅，同时·使用抗生素，预防感染，破裂多可自愈。\n3. 手术治疗膀脱破裂伴有出血和尿外渗，病情严重，须尽早施行手术。 如为腹膜外破裂，作下\n腹部正中切口，腹膜外显露并切开膀脱，清除外渗尿液，修补膀脱裂口。 如为腹膜内破裂，应行剖腹探\n查，了解其他脏器有无外伤，并做相应处理。 吸尽腹腔内液体，分层修补腹膜与膀脱壁。 也可行腹腔\n镜膀脱修补术，由于腹腔镜具有创伤小等特点，利用孔道即可观察上腹部其他脏器有元外伤。 若发生\n膀脱颈撕裂，须用可吸收缝线准确修复，以免术后发生尿失禁。 膀j脆修补术后应留置 Foley 导尿管或\n耻骨上膀脱造瘦（suprapubic cystostomy），持续引流尿液2 周。\n4. 并发症处理早期正确的手术治疗以及抗生素的应用可减少并发症的发生。 盆腔血肿宜尽\n量避免切开，以免发生大出血并招致感染。 若出血不止，用纱布填塞止血，24 小时后再取出。 出血难\n以控制时可行选择性盆腔血管栓塞术。\n第四节尿道外伤\n尿道外伤（盯巳thral injuries）是泌尿系统最常见的外伤，分为开放性和闭合性外伤两类。 开放性外\n伤多因弹片、锐器伤所致，常伴有阴囊、阴茎或会阴部贯通伤。 闭合性外伤为挫伤、撕裂伤。\n尿道外伤多见于男性。 在解剖上男性尿道以尿生殖踊为界，分为前、后两段。 前尿道包括球部和\n阴茎部，后尿道包括前列腺部和膜部。 球部和膜部的外伤最为多见。\n男性尿道外伤是泌尿外科常见的急症，早期处理不当，会产生尿道狭窄、尿瘦等并发症。 前、后尿\n道外伤各有其特点，分别予以叙述。\n（一）前尿道外伤 男性前尿道外伤多发生于球部，这段尿道固定在会阴部。 会阴部骑跨伤时·，\n将尿道挤向耻骨联合下方，引起尿道球部外伤。 反复插导尿管、进行膀脱镜尿道检查也可引起前尿道 @一\n外伤。"}
{"raw_content": "｛病理｝ 根据尿道外伤程度可分为挫伤、裂伤和断裂。 尿道挫伤时仅有局部水肿和出血，愈合后\n一般不发生尿道狭窄。 尿道裂伤时尚有部分尿道壁完\n整，但愈合后往往有癫痕性尿道狭窄。 尿道断裂时伤\n处完全离断，断端退缩、分离；血肿较大时可发生尿滞\n留，用力排尿则发生尿外渗。\n尿道球部裂伤或断裂时，血液及尿液渗入会阴浅\n筋膜包绕的会阴浅袋，便会阴、阴囊、阴茎肿胀，有时向\n上扩展至腹壁。 因为会阴浅筋膜的远侧附着于腹股沟 阴茎筋膜\n部，近侧与腹壁浅筋膜深层相连续，后方附着于尿生殖\n脯，尿液不会外渗到两侧股部（图 48-6）。 尿道阴茎部\n外伤时，如阴茎筋膜完整，血液及尿液渗入局限于阴茎\n筋膜内，表现为阴茎肿胀；女日阴茎筋膜亦破裂，尿外渗\n图48-6 原道球部破裂的原外渗范围\n范围扩大，与尿道球部外伤相同。\n｛｜自床表现］\n1. 尿道出血 外伤后即有鲜血自尿道外口滴出或溢出，为前尿道外伤最常见的症状。\n2. 疼痛局部常有疼痛及压痛，也常见排尿痛，并向阴茎头部及会阴部放射。\n3. 局部血肿 尿道骑跨伤可引起会阴部、阴囊处肿胀、痕斑及蝶形血肿。\n4. 排尿困难尿道裂伤或断裂时，可引起排尿困难或尿满留。 因疼痛而致括约肌痊孪也可引起\n排尿困难。\n5. 尿外渗 尿道裂伤或断裂后，尿液可从裂口处渗入周围组织，如不及时处理或处理不当，可发\n生广泛皮下组织坏死、感染及服毒症。 开放性外伤，则尿液可从皮肤、肠道或阴道创伤口流出，最终形\n成尿瘦。\n｛诊断］\n1. 病史和体检 球部尿道外伤常有会阴部骑跨伤史，尿道器械操作也可不同程度伤及尿道。 根\n据病史、典型症状及血肿、尿外渗分布的区域，可确定诊断。\n2. 诊断性导原 可了解尿道的完整性和连续性。 如一次导尿成功，提示尿道外伤不严重，可保\n留导尿管引流尿液并支撑尿道，应注意固定导尿管。 如果导尿管滑脱，第二次再插有失败的可能。 如\n一次插入困难，说明可能有尿道裂伤或断裂伤，不应勉强反复试插，以免加重外伤，易感染。\n3. 逆行尿道造影 逆行尿道造影可显示尿道外伤部位及程度。 尿道挫伤无造影剂外溢；如有外\n溢则提示部分裂伤；如造影剂未进入后尿道而大量外溢，提示尿道有严重裂伤或断裂。\n［浩疗］\n1 紧急处理尿道球部海绵体严重出血可致休克，应立即压迫会阴部止血，并进行抗休克治疗，\n宜尽早施行手术。\n2. 原道挫伤 因尿道连续性尚存在，不需特殊治疗，可止血、止痛，同时应用抗生素预防感染，必\n要时插入导尿管引流尿液 1 周。\n3. 尿道裂伤 如导尿管插入顺利，可留置导尿管引流2 周左右。 如插入失败，可能有尿道部分\n裂伤，应即行经会阴尿道修补术，并留置导尿管2 ～3 周。\n4. 尿道断裂 球部远端和阴茎部的尿道完全性断裂，会阴、阴茎、阴囊内会形成大血肿，应及时\n经会阴切口予以清除，然后行尿道端端吻合术，留置导尿管3 周。 条件不允许时也可仅做耻骨上膀脱\n造瘦术。\n5. 并发症处理\n(1 ）尿外渗：应尽早在尿外渗的部位作多处皮肤切开，切口深达浅筋膜以下，置多孔引流管引流。\n同时作耻骨上膀脱造痒，3 个月后再修补尿道。"}
{"raw_content": "(2）尿道狭窄：晚期发生尿道狭窄，可根据狭窄程度及部位不同选择不同的方法治疗。 狭窄轻者\n定期尿道扩张即可。 尿道外口狭窄应行尿道外口切开术。\n如狭窄严重引起排尿困难、尿流变细，可行内镜下尿道内冷\n刀切开，对癫痕严重者再辅以电切、激光等手术治疗。 如狭\n窄严重引起尿道闭锁，经会阴切除狭窄段行尿道端端吻合术\n常可取得满意的疗效。\n(3）尿瘦：如果尿外渗未及时得到引流，感染后可形成\n尿道周围版肿，服肿破溃可形成尿瘦，狭窄时尿流不畅也可\n引起尿瘦。 前尿道狭窄所致尿瘦多发生于会阴部或阴囊部，\n应在解除狭窄的同时切除或清理瘦管。\n（二）后尿道外伤 膜部尿道穿过尿生殖脯，当骨盆骨\n折时，附着于耻骨下支的尿生殖踊突然移位，产生剪切样暴\n力，使薄弱的膜部尿道撕裂，甚至在前列腺尖处撕断。 耻骨\n前列腺韧带撕裂致前列腺向上后方移位。 骨折及盆腔血管 圄48-7 后尿道外伤的原外渗范围\n丛外伤可引起大量出血，在前列腺和膀脱周围形成大的血\n肿。 当后尿道断裂后，尿液沿前列腺尖处可外渗到耻骨后间隙和膀脱周围（图48-7）。\n｛临床表现］\n1 休克 骨盆骨折所致后尿道外伤，一般较严重，常因骨盆骨折合并大出血，引起创伤性、失血\n性休克。\n2. 疼痛 下腹部痛，局部肌紧张，并有压痛。 随着病情发展，会出现腹胀及肠呜音减弱。\n3. 排尿困难 尿道撕裂或断裂后，尿道的连续性被中断或血块堵塞，常引起排尿困难和尿谶留。－\n4. 尿逼出血 尿道外口无流血或仅有少量血液流出。\n5. 尿外渗及血肿 后尿道外伤尿外渗一般进入到耻骨后间隙和膀脱周围，但是，当尿生殖脯撕\n裂时，会阴、阴囊部会出现血肿及尿外渗。\n｛诊断］\n1. 病史和体检 骨盆挤压伤若出现尿满留，应考虑有后尿道外伤。 直肠指检可触及直肠前方有\n柔软的血肿井有压痛，前列腺尖端可浮动。 若指套染有血液，提示合并直肠外伤。\n2. ×线检查 骨盆前后位片可以显示骨盆骨折。\n［）；台疗］\n1. 紧急处理 骨盆骨折病人须平卧，勿随意搬动，以免加重外伤。 外伤严重伴大出血可致休克，\n须抗休克治疗。\n2. 旱期处理\n( 1 ）插导尿管：对外伤轻，后尿道破口较小或仅有部分破裂的病人可试插导尿管，如顺利进入膀\n脱，应留置导尿只周左右。 尿道不完全性撕裂一般会在 3 周内愈合，恢复排尿。 对外伤较重，一般不\n宜插入导尿管，避免加重局部外伤及血肿感染。\n(2）膀脱造瘦：尿满留者可行局麻下耻骨上高位膀脱穿刺造瘦。 经膀脱尿道造影明确尿道元狭\n窄及尿外渗后，才可拔除膀脱造瘦管。 若不能恢复排尿，造瘦后3 个月再行尿道癫痕切除及尿道端端\n吻合术。\n(3）尿道会师复位术：为早期恢复尿道的连续性，避免尿道断端远离形成服痕假道，一部分病人\n被采用尿道会师复位术，而休克严重者在抢救期间不宜作此手术，只作高位膀脱造瘦，二期再行手术\n恢复尿道的连续性。\n手术方法：下腹部纵行切口，清除耻骨后血肿，切开膀脱，用示指从膀眈颈伸入后尿道［图 48-8 一\n( 1）汀，M道叫人的尿道探子似酬，在尿道探叫套上一阳导尿M随探子引 ｝「f铀"}
{"raw_content": "出尿道外口［图48-8( 2) ) ］ ，然后用线将它与一根三腔水囊导尿管的尖端连在一起，将其拉人膀脱。\n再选一根膀脱造瘦管，一端与三腔水囊导尿管顶端缝连在一起，防止术后水囊破裂致导尿管脱落，另\n一端引出膀肮做膀脱造瘦。 然后充起三腔导尿管水麓，向尿道外口方向牵拉使断裂的尿道尽量对接，\n再将三腔导尿管用胶布固定于股内侧作皮肤牵引［图 48-8(3）］。 2 周左右松开牵引继续留置导尿管\nl ～2 周，若经过顺利，病人排尿通畅，则可避免第二期尿道吻合术。\n圄48-8 尿道会师复值术\n3. 并发症处理 后尿道外伤常并发尿道狭窄。 为预防尿道狭窄，去除导尿管后先每周 1 次尿道\n扩张，持续 1 个月以后仍需定期施行尿道扩张术。 对于膀脱造瘦病人，3 个月后若发生尿道狭窄或闭\n锁，行二期手术治疗，经尿道切开或切除狭窄部的搬痕组织，或经会阴部切口切除尿道癫痕组织，作尿\n道端端吻合术，现在多采用激光尿道狭窄切除术。 尿道长度不足者，可切除耻骨联合，缩短尿道断端\n距离，吻合尿道。 后尿道若合并直肠外伤，早期应立即修补，并暂时性结肠造瘦。 尿道直肠瘦需要等\n待3 -6 个月后再施行修补手术。\n（金讯波）"}
{"raw_content": "第四十丸章泌尿、男生殖系统感染\n团附阳西嗣\n第一节概 论\n泌尿、男生殖系统感染是病原微生物侵入泌尿、男生殖系统内繁殖而引起的炎症。 病原微生物大\n多为革兰阴性杆菌。由于解剖学特点，泌尿道与生殖道关系密切，且尿道外口与外界相通，两者易同\n时引起感染或相互传播。 泌尿系统感染又称尿路感染，通常肾孟肾炎、输尿管炎为上尿路感染；膀脱\n炎、尿道炎为下尿路感染。上尿路感染常并发下尿路感染，后者可以单独存在。 尿路感染的发病率很\n高，在感染性疾病中的发病率仅次于呼吸道感染，在不同的性别和年龄中均可发病，其临床表现和结\n局变化很大。\n［病原｛却生物］ 病原微生物是引起感染的重要条件，大多数为来自肠道的兼性厌氧菌，最常见的\n为大肠埃希菌，占社区获得性感染的 85%和院内获得性感染的 50% ；其他为副大肠埃希菌、克雷伯\n菌、变形杆菌、葡萄球菌、粪链球菌、产碱杆菌、铜绿假单胞菌等。 此外，还有结核杆菌、淋球菌、衣原\n体、支原体、滴虫、厌氧菌、真菌、原虫或病毒等。 结核杆菌所致泌尿、男生殖系统感染属特异性感染。\n［发病机制］ 尿路感染是尿路病原体和宿主相互作用的结果，尿路感染在一定程度上是由细菌\n的毒力、接种量和宿主的防御机制不完全造成的，这些因素在最终决定细菌定植水平以及对尿路损伤\n的程度也起到一定作用。 正常人的尿道外口皮肤和蒙古膜有一些细菌停留，如乳酸杆菌、链球菌、葡萄\n球菌、小棒杆菌等，称为正常菌群。 在致病菌未达到一定数量及毒力时，正常菌群能对致病菌起到抑\n制平衡的作用，且正常人尿液的酸碱度和高渗透压、尿液中所含的尿素和有机酸均不利于细菌的繁\n殖，而膀脱的排尿活动又可以将细菌排出体外，故正常人尿路对感染具有防御功能。\n近年来，有研究认为细菌的毒力也有重要作用。 大肠埃希菌表面包裹着一层酸性的多聚糖抗原，\n称为 K抗原。 表达特殊的 K抗原的大肠埃希菌菌株毒力强，易引起尿路感染。 致病菌素占附于尿路上\n皮的能力是非常重要的环节，这种黠附能力来自致病菌的菌毛，而绝大多数致病菌都有菌毛，能产生\n秸附素。 站附素能与尿路上皮细胞受体结合，使细菌站附于尿路勃膜，并开始繁殖。 不仅如此，尿路\n上皮细胞分泌的教液含章占蛋白、氨基葡萄糖聚糖、糖蛋白、勃多糖等，均有抵制细菌站附和调节站附结\n合力的作用。 季占液为一层保护屏障，致病菌如能与布液结合，损害保护层，就能站附于尿路上皮细胞\n表面而引起感染。 此外，有研究指出尿路感染的易感性可能与血型抗原、基因型特征、内分泌因素等\n相关。\n［诱发感染的因素］ 由于泌尿、生殖系统在解剖、生理方面的特点，使致病菌在正常情况下不易\n停留、繁殖，故不易引起感染。 但是，一旦泌尿、生殖系统发生病理改变，机体的防御功能被破坏，致病\n菌乘虚而入，从而诱发感染。 诱发感染的因素主要有以下四个方面（图49-1） 。\n1. 机体抗病能力减弱 如糖尿病、娃振、贫血、慢性肝病、慢性肾病、营养不良、肿瘤及先天性免\n疫缺陷或长期应用免疫抑制剂治疗等。\n2. 梗阻因素 如先天性泌尿生殖系异常、结石、肿瘤、狭窄、前列腺增生或神经源性膀脱等导致\n尿液引流不畅，引起尿液滞留，降低尿路及生殖道上皮防御细菌的能力。\n3. 医源性因素 如留置导尿管、造瘦管、尿道扩张、前列腺穿刺活检、膀脱镜检查等操作，由于秸\n膜擦伤或忽视无菌观念，易引人致病菌而诱发或扩散感染。\n4. 真他因素 女性尿道较短，容易招致上行感染，特别是经期、更年期、性交时更易发生。 娃赈\n"}
{"raw_content": "国49斗 诱发泌尿系统感染的因素3 机体抗病能力 图49-2 泌原系统上行感染（血管\n减弱 内箭头示血行感染）\n时由于内分泌与机械性原因使输尿管口松弛扩张，尿液排出滞缓，容易上行感染。 尿道口畸形或尿道\n口附近有感染病灶如尿道旁腺炎、阴道炎亦为诱发因素。\n［感染途径］ 主要有四种，最常见为上行感染和血行感染（图 49-2） 。\n1. 上行感染 致病菌经尿道进入膀脱，还可沿输尿管腔内播散至肾。 大约50%下尿路感染病例\n会导致上尿路感染，因为膀脱炎出现相关的结膜水肿可能使膀脱输尿管连接部抗反流功能改变，导致\n尿液反流，致病菌可上行直达肾。 如果细菌具有特殊的站附力或输尿管正常蠕动受到阻碍，上行感染\n更容易发生。 此类感染常发生于妇女新婚期、娃振期、婴幼儿以及尿路有梗阻的病人。 致病菌大多为\n大肠埃希菌。\n2. 血行感染 较少见，在机体免疫功能低下或某些因素促发下，皮肤菇、痛、扁桃体炎、中耳炎、\n踊齿等感染病灶内的细菌直接由血行传播至泌尿生殖系器官，常见为肾皮质感染。 致病菌多为金黄\n色葡萄球菌。\n3 淋巴感染 致病菌从邻近器官的病灶经淋巴管传播至泌尿生殖系器官，如肠道的严重感染或\n腹膜后服肿等。\n4. 直接感染 由于邻近器官的感染直接蔓延所致，如阑尾服肿、盆腔化服性炎症，或外来的感\n染，致病菌经肾区瘦管和异物的感染等。\n｛诊断］ 泌尿、男生殖系统感染一般都有比较典型的临床表现，尤其是急性期，诊断并不困难。\n但是，诊断中必须注意寻找病灶及其病理基础，对病原和病变程度要有精确的估计。 确定泌尿系感染\n的诊断靠直接或间接的尿液分析，并经尿液培养确诊。 由于留取尿标本时往往因污染而棍淆诊断，采\n用正确的方法采集尿标本是诊断中的重要环节。\n才． 尿标本的采集 有三种方式：①分段收集尿液，一般采用中段尿；②导尿，常用于女性病人；\n③耻骨上膀脱穿刺，最适用于新生儿和截瘫病人，用此法留取的尿标本最为可靠。 尿培养常采用清洁\n中段尿或耻骨上膀脱穿刺标本。 尿标本采集后应在2小时内处理，避免污染和杂菌生长。\n2. 尿液镜检 尿标本一般应立即进行涂片检查，最简单的方法是用亚甲蓝染色一滴新鲜尿液，\n显微镜下观察可以看到革兰阴性杆菌或阳性球菌，另一部分尿标本再送尿细菌培养和药物敏感试验。\n此外，尿沉渣检查有无白细胞，如每高倍视野白细胞超过 5 个则为服尿，提示有尿路感染。 无菌尿的\n服尿要警惕结核等疾病存在。"}
{"raw_content": "3. 细菌培养和菌落计数 这是诊断尿路感染的主要依据。 如菌落计数多于 105/ml 应认为有感\n染，少于 104/ml 可能为污染，应重复培养 104 ～ 105/ml 为可疑。 此值在急性尿路感染和未曾应用抗\n菌药物的病例中有意义，在慢性病例和己用过药物者则常常难以判断，必须与临床症状结合起来分析\n才可决断。\n4. 定位检查 撼尿系感染有上、下尿路感染之分，上尿路感染以肾孟肾炎为代表，下尿路感染以\n膀脱炎为主，两者的治疗与预防均不同，临床上必须加以区别。 其区别方法包括症状的鉴别、尿镜检、\n尿培养、尿荧光免疫反应、尿酶测定以及膀脱镜检查等，将在以后各节中分别叙述。\n5. 影像学检查 包括超声、尿路平片、排泄性尿路造影、膀脱或尿道造影、CT、放射性核素和磁共\n振水成像（ MRU）等。 这些检查的临床意义有：①明确有无泌尿系畸形；②有无梗阻性病变；③是否合\n并结石、肿瘤、良性前列腺增生；④尿流动力学功能有无减退；⑤两肾功能有元损害并作左右比较；\n⑥有无膀脱－输尿管反流存在；⑦监测残余尿和肾孟、膀脱的排空时间。 以上检查在慢性泌尿系感染\n和久治不愈的病人中有重要意义。\n［治疗原则］\n才． 明确感染的性质 临床上出现泌尿系感染症状时，必须明确其性质和致病菌，依据尿细菌培\n养和药敏试验结果，有针对性地用药，这是治疗的关键，但尚无尿细菌培养结果时，可先根据尿沉淀涂\n片革兰染色来初步估计致病菌，选择恰当的药物。\n2. 鉴别上尿路感染还是下尿路感染 在治疗上二者有所不同，前者症状重、预后差、易复发；后\n者症状轻、预后佳、少复发。\n3. 明确血行感染还是上行感染血行感染发病急剧，有寒战、高热等全身症状，应用血浓度高的\n抗菌药物，常静脉给药；而上行感染以膀脱剌激症状为主，应用尿液浓度高的抗菌药物和解痊药物。\n4. 查明泌尿系高无梗阻因素 泌尿系梗阻常为尿路感染的直接诱因，同时感染后若有梗阻存\n在，则不易治愈，易产生耐药性菌株，且易复发。\n5. 检查有无泌尿系感染的诱发因素（见上述），应加以纠正。\n6. 测定尿液 pH 治疗前应测定尿液 pH。 若为酸’性，直用碱性药物，如碳酸氢饷等，使尿液碱性\n化以抑制病菌生辰，并用适合于碱性环境的抗菌药物。 反之，尿液为碱性则宜用酸性药物，如维生素\nC、氯化镀加乌洛托品等，用适应于酸性环境的抗菌药物。\n7. 抗菌药物的正确使用 治疗泌尿系感染的目的，是要达到完全清除在尿路中生长的细菌。 由\n此，治疗时必须注意尿液中要有足够浓度的抗菌药物，而不是单纯地依赖于血液中药物浓度，而且尿\n液中浓度要比血液浓度高数百倍，才能达到治疗目的。 如果抗生素应用得当，细菌可能在数小时就被\n消灭，这种治疗需维持7 ～10 天，再确定尿细菌培养是否转阴；如菌落数被抑制在每毫升几百或更少，\n停药后会很快复发。 因此，抗菌药物的使用原则上应持续到症状消失，尿细菌培养转阴后2 周。 在抗\n菌药物治疗过程中，细菌会发生变异，由对某一抗生素高度敏感突变为有抗药性的耐药菌株，为避免\n耐药菌株的产生可以同时应用两种或两种以上的抗菌药物。 若有感染史、尿路梗阻等诱因者，必须延\n民用药时间，同时·适时消除诱因，如手术引流或解除梗阻，不能单纯依靠药物。\n第二节上尿路感染\n一、急性肾孟肾炎\n急性肾孟肾炎（acute pyelonephritis）是肾孟和肾实质的急性细菌性炎症。 致病菌主要为大肠埃希\n菌和其他肠杆菌及革兰阳性细菌，如副大肠埃希菌、变形杆菌、粪链球菌、葡萄球菌等。 极少数为真\n菌、病毒等病原体。 多由尿道进入膀脱，上行感染经输尿管达肾，或由血行感染播散到肾。 女性的发\n病率高于男'Ilia :9: ·jj: :(:E儿童期、新婚期巾和老年时更易发生。 尿路梗阻膀脱输尿管反流及尿 w⑩"}
{"raw_content": "满留等情况可以造成继发性肾孟肾炎。\n［病理］ 急性肾孟肾炎时肾肿大及水肿，质地较软。 表面散在大小不等的服肿，呈黄色或黄白\n色，周围有紫红色充血带环绕。 切面观见大小不等的小服灶不规则分布在肾组织各个部分。 肾孟站\n膜充血水肿，散在小出血点。显微镜下可见多量中性粒细胞浸润，伴出血。早期肾小球多不受影响，\n病变严重时可见肾小管、肾小球受破坏。 化服灶愈合后可形成微小的纤维化癫痕，吸收后无损于肾功\n能。 病灶广泛而严重者，可使部分肾单位功能丧失。 在致病菌及感染诱因未被彻底清除时，肾孟肾炎\n可由病变迁延、反复发作成为慢性。\n［｜自床表现｝\n1. 发热 突然发生寒战、高热，体温上升至39℃以上，伴有头痛、全身痛以及恶心、呕吐等。 热型\n类似服毒症，大汗淋漓后体温下降，以后又可上升，持续 l 周左右。\n2. 腰痛单侧或双侧腰痛，有明显的肾区压痛、肋脊角叩痛。\n3. 膀脱剌激症状 由上行感染所致的急性肾孟肾炎起病时即出现尿频、尿急、尿痛、血尿，以后\n出现全身症状。 血行感染者常由高热开始，而膀脱剌激症状随后出现，有时不明显。\n诊断有典型的临床表现，尿液检查有白细胞、红细胞、蛋白、管型和细菌，尿细菌培养每毫升尿有\n菌落 105以上，血常规检查以可能出现以中性粒细胞增多为主的白细胞升高，老年人症状常不典型。\n临床上急性肾孟肾炎常伴膀脱炎，膀脱炎亦可出现发热、腰背部疼痛等临床表现；而下尿路感染\n又可上行感染累及肾，有时不易区别。 然而，下尿路感染以膀肮刺激症状为主要临床表现，并常有下\n腹部不适、酸胀，很少有寒战、发热等全身症状。 在急性期症状控制后，应对病人作进一步检查，查明\n有无泌尿系梗阻、膀脱输尿管反流等解剖异常，以便进一步治疗。\n［治疗］\n1. 全身治疗卧床休息，输液、退热、多饮水，维持每日尿量达 1. SL 以上，有利于炎症产物排出。\n注意饮食易消化、富含热量和维生素。\n2. 在培养和敏感性实验结果出来以前，以广谱抗生素治疗为主。 抗菌药物治疗可选用药物有：\n①SMZ-TMP对除铜绿假单胞菌外的革兰阳性及阴性菌有效。 ②喳诺自同类药物抗菌谱广、作用强、毒\n性少，除不直用于儿童及孕妇外，临床已广泛应用。 ③青霉素类药物。 ④第一、二代头抱菌素可用于\n产酶葡萄球菌感染。 第二、三代头子包菌素对严重革兰阴性杆菌感染作用显著，与氨基糖昔类合用有协\n同作用。 服拉西林、头抱服自同、头子包他脏、阿米卡星、妥布霉素等对铜绿假单胞菌及其他假单胞菌等感\n染有效。 ⑤去甲万古霉素适用于耐甲氧西林的葡萄球菌、多重耐药的肠球菌感染及对青霉素过敏病\n人的革兰阳性球菌感染。 亚胶培南－西拉司丁铀（泰能）抗菌谱广，对革兰阴性杆菌杀菌活性好。 这两\n种尤适用于难治性院内感染及免疫缺陷者的肾孟肾炎。 以上的治疗宜个体化，疗程7 ～14 日，静脉用\n药者可在体泪正常，临床症状改善，尿细菌培养转阴后改口服维持。\n3. 对症治疗应用碱性药物如碳酸氢纳、拘撒酸押，降低酸性尿液对膀脱的剌激，以缓解膀脱剌激\n症状。 钙离子通道拮抗剂维拉帕米（异搏定）或盐酸黄酣瞰酣（泌尿灵）可解除膀肮瘟孪和缓解剌激\n症状。\n二、 肾积脉\n肾实质感染所致广泛的化服性病变，或尿路梗阻后肾孟肾盏积7j(、感染而形成一个积聚版液的囊\n腔称为肾积服（pyonephrosis）。 多在上尿路结石、肾结核、肾孟肾炎、肾积水、手术史等疾病的基础上，\n并发化服性感染而形成。\n［｜自床表现］ 主要为全身感染症状，如畏寒、高热，腰部疼痛并有肿块。 如尿路为不完全性梗阻、\n服液沿输尿管排入膀脱而出现膀肮刺激症状，膀肮镜检查可见病侧输尿管口喷服尿。 超声显示为肾"}
{"raw_content": "积服需与化服性胆囊炎鉴别。\n治疗应注意加强营养，抗感染，纠正水、电解质紊乱，并施行服肾造屡术。 感染控制后，针对病因\n治疗。 如患肾功能己丧失，而对侧肾功能正常，可作患肾切除术。\n三、肾皮质多发性隙肿\n肾皮质形成多发性小服肿称为肾月·小服肿融合扩大而成大块化服组织称为肾痛（renal carbun\ncle）。 致病菌大多为金黄色葡萄球菌，亦有大肠埃希菌和变形杆菌等。 大多数病人由于贿、痛、踊齿、\n扁桃体炎、肺部感染、骨髓炎和前列腺炎等远处炎性病灶，经血运播散引起，随着有效抗生素的研究成\n功及广泛运用，由革兰阳性菌形成的服肿在逐渐减少，由大肠埃希菌和变形杆菌引起者更为常见。 在\n病理上与典型急性肾孟肾炎不同，病变发展可从肾皮质向外破攒形成肾周围服肿。\n临床表现主要为畏寒、发热、腰部疼痛、肌紧张、肋脊角叩痛，无膀肮剌激症状，病程约 1 ～2 周。\n如肾痛破愤侵入肾周围间隙，则全身和局部症状明显加重。 血白细胞升高，中性粒细胞增加。 尿镜检\n元服尿或菌尿。 但是，当服肿与集合系统相通后可出现服尿和菌尿，尿液涂片革兰染色可找到致病\n菌，尿细菌培养为阳性。 血培养有细菌生长。超声和 CT 均可显示服肿，在超声引导下针刺抽吸取得\n服液则肯定诊断。 排泄性尿路造影显示肾孟肾盏有推移受压，病侧肾功能减退。\n若肾痛形成或并发肾周围服肿，需施行切开引流术。 早期肾皮质服肿（ cortical abscesses of\nkidney）应及时应用抗生素。 通常推荐广谱抗菌药物，如氨节西林，或万古霉素与氨基糖昔类合用，或\n第三代头抱菌素。 如果经48 小时的治疗无效，就应该在 CT 或超声的引导下经皮穿刺或手术切开\n引流。\n四、肾周围炎\n肾周围组织的化服性炎症称肾周围炎（perinephritis），若形成服肿称肾周围服肿。 肾周围服肿一\n般是由急性肾皮质服肿溃破入肾周间隙或从其他部位的感染经血行播散形成。 致病菌以金黄色葡萄\n球菌及大肠埃希菌多见，病变位于肾固有筋膜与肾周筋膜之间，多由肾痛、肾表面服肿直接感染所致。\n由于肾周组织脂肪丰富，且疏松，感染易蔓延。服液流人带腰间隙，形成腰大肌服肿，穿破横踊形成\n腋胸。\n｛｜自床表现］ 症状出现往往较隐匿。 大部分肾周服肿病人超过5 天才出现症状。 主要为畏寒、发\n热、腰部疼痛和肌紧张，局部压痛明显。 血白细胞及中性粒细胞上升。 由于肾周围炎多伴有肾实质感\n染，尿常规检查可见服细胞。 单纯肾周围炎尿常规元异常。 若服肿溃破，沿腰大肌扩展，剌激腰大肌\n使儒关节屈曲不能伸展，脊柱弯向病侧。 胸透可见同侧脯肌抬高，活动受限。 腹部平片可见脊柱向病\n侧弯曲，腰大肌阴影消失。 排泄性尿路造影肾位置异常，呼吸时移动范围减小，甚至不随呼吸移动。\n超声和 CT可显示肾周围服肿，在超声引导下作肾周围穿刺，可抽得服液。\n未形成服肿，治疗首选敏感的抗生素和局部热敷，并加强全身支持疗法。 如有服肿形成，应作穿\n刺或切开引流。\n第三节下尿路感染\n一、急性细菌性膀脱炎\n急性细菌性膀肮炎（acute bacterial cystitis）女性多见，且25% ～30%的病人年龄在20 ～40 岁。 因\n女性尿道短而直，尿道外口畸形常见（图 49-3），会阴部常有大量细菌存在，只要有感染的诱因存在，\n1;;1n:(t)\n如性交刊个人时制叫菌抵抗力…可导致__tfr~~o 1~少町感山巴"}
{"raw_content": "图49-3 女性尿道外口正常解剖及畸形\n(1）正常解剖 (2）处女膜伞 (3）尿道口处女膜融合\n感染所致，男性常继发于其他病变，如急性前列腺炎、良性前列腺增生、包皮炎、尿道狭窄、尿结石、肾\n感染等。 也可继发于邻近器官感染如阑尾服肿。 致病菌多数为大肠埃希菌。\n［病理］ 浅表膀肮炎症多见，以尿道内口及膀脱三角区最明显。 病变仅累及站膜、勃膜下层，可\n见勃膜充血、水肿、片状出血斑、浅表溃痛或服苔覆盖。 显微镜下见多数白细胞浸润。 炎症有自愈倾\n向，愈合后不遗留痕迹。若治疗不彻底或有异物、残余尿、上尿路感染等情况，炎症可转为慢性。\n［临床表现］ 发病突然，有尿痛、尿频、尿急，严重者数分钟排尿一次，且不分昼夜。 排空后仍有\n尿不尽感。 病人常诉排尿时尿道有烧灼感，甚至不敢排尿。 常见终末血尿，有时为全程血尿，甚至有\n血块排出。 可有急迫性尿失禁。\n全身症状不明显，体温正常或仅有低热，当并发急性肾孟肾炎或前列腺炎、附辜炎时才有高热。\n在女性常与经期、性交有关。 男性如有慢性前列腺炎，可在性交或饮酒后诱发膀脱炎。\n［诊断］ 耻骨上膀脱区可有压痛，但无腰部压痛。在男性，可发现并发的附辜炎，检查附辜\n有压痛；如有尿道炎，可有尿道服性分泌物。 男病人还应注意有无前列腺炎或良性前列腺增生。\n在女性应注意有无阴道炎、尿道炎、膀脱脱垂或想室，检查有无处女膜及尿道口畸形，尿道旁腺\n感染积胀。\n尿沉渣检查有白细胞增多，也可有红细胞。 应作尿细菌培养、菌落计数和药物敏感试验，典型病\n例常获得阳性结果。 肾功能一般不受影响。 在急性感染期禁忌作膀脱镜检查及尿道扩张。 尿道有分\n泌物应作涂片细菌学检查。\n膀脱炎应与其他以排尿改变为主要症状的疾病鉴别，包括阴道炎、尿道炎等。 阴道炎有排尿剌激\n症状伴阴道剌激症状，常有阴道分泌物排出且恶臭。 尿道炎有尿频、尿急，但不如膀肮炎明显，有尿\n痛，无畏寒、发热，有尿道！放性分泌物；常见致病原为淋球菌、衣原体、支原体、单纯痛彦病毒和滴虫等。\n［治疗］ 多饮水，口服碳酸氢饷碱化尿液，减少对尿路的剌激。 并可用颠茄、阿托品、地西洋，膀\n脱区热敷、热水坐活等解除膀脱痊孪。\n抗菌药物应用，选用复方磺胶甲口恶瞠、头子包菌素类、哇诺自同类等药物。 近年，对于女性无并发症的\n单纯性膀脱炎，可选择敏感的抗菌药物，首选3 日疗法，对于症状持续 1 周或更长时间者以及可能具\n有复杂因素的病人可选用7 日疗法。\n绝经期后妇女经常会发生尿路感染，并易反复感染。雌激素的缺乏引起阴道内乳酸杆菌减少和l\n致病菌的繁殖增加常是感染的重要因素。 雌激素替代疗法以维持正常的阴道内环境，增加乳酸杆菌\n井清除致病菌，可以减少尿路感染的发生。\n二、慢性细菌性膀脱炎\n慢性细菌性膀脱炎（chronic bacterial cystitis）常是上尿路急性感染的迁移或慢性感染所致，亦可\n诱发或继发于某些下尿路病变，如良性前列腺增生、慢性前列腺炎、尿道狭窄、膀肮结石或异物、尿道\n口处女膜融合、处女膜伞、尿道旁腺炎等。"}
{"raw_content": "｛病理］ 膀肮勃膜苍白、变薄或肥厚，有时呈颗粒或小囊状，偶见溃癌。 显微镜下可见固有膜内\n有较多浆细胞、淋巴细胞浸润和结缔组织增生。 当炎症累及肌层使逼尿肌纤维化，膀脱容量可缩小。\n[ ltffi床表现］ 反复发作或持续存在尿频、尿急、尿痛，井有耻骨上膀脱区不适，膀脱充盈时疼痛较\n明显。 尿液混浊。\n［诊断］ 根据病史和临床表现诊断不难，但必须考虑反复发作或持续存在的原因，否则难以彻底\n治疗。\n男性应作直肠指检了解前列腺有无病变，并作阴囊、阴茎、尿道口检查，排除生殖道炎症、尿道炎\n症或结石。 女性应了解尿道外口 、处女膜有无畸形，有无宫颈炎、阴道炎或前庭腺炎等。 注意有无糖\n尿病、免疫功能低下等疾病。\n尿沉渣检查有少量白细胞，可有红细胞。 尿细菌培养可阳性，如多次中段尿细菌培养阴性，应考\n虑与泌尿系结核鉴别。\n超声、CT扫描、排泄性尿路造影等能帮助了解有无尿路畸形、结石或肿瘤。膀脱镜检查可见版\n尿、服苔、膀肮勃膜充血、水肿或小梁，有时见智、室、结石、异物或肿瘤。 由于腺性膀肮炎、间质性膀脱\n炎、膀脱原位癌都可表现为反复的膀肮剌激症状，有时难以与慢性膀脱炎区别，膀肮镜检查及活体组\n织病理检查有助于诊断。\n［治疗］ 应用抗菌药物，保持排尿通畅，处理诱发尿路感染的病因，必要时需于术纠正，如处女膜\n成形术等。 病程较长，抵抗力弱者，应全身支持，增进营养。\n三、尿道炎\n本节叙述的尿道炎（urethritis）主要指通过性接触传播途径，由淋球菌或非淋球菌的病原体所致\n的急、慢性尿道炎，属性传播疾病。\n（一）淋菌性尿道炎 由淋球菌引起的尿道感染，常累及泌尿、生殖系的黠膜。 淋球菌为革兰阴\n性的奈瑟双球菌。 人是淋球菌唯一天然宿主，有易感性，发病后免疫力极低下，可再度感染。 淋菌性\n尿道炎（gonorrheal urethritis）主要由性接触直接传播，偶尔也通过带淋球菌的衣裤、毛巾、浴盆、便桶和\n于等问接传播，一次性接触感染源后，男性感染淋病的风险为 10% ，女性为40%。患淋病的孕妇分娩\n常是新生儿感染的原因。\n［｜自床表现］ 淋球菌急性感染后，经过2 ～5 日潜伏期发病。 感染初期病人尿道口站膜红肿、发痒\n和轻微刺痛。 尿道排出多量服性分泌物，排尿不适。 病情发展可使勃膜红肿延伸到前尿道全部，阴茎\n肿胀，尿频、尿急、尿痛明显，有时可见血尿。 两侧腹股沟淋巴结呈急性炎症反应。 及时治疗者大约 1\n周后症状逐渐减轻，尿道口红肿消退，尿道分泌物减少而稀薄，排尿正常，1 个月后症状可消失。 部分\n病人可继发急性后尿道炎、前列腺炎、精囊炎及附辜炎；治疗未愈者可形成慢性淋菌性尿道炎；反复发\n作还可引起炎性尿道狭窄。\n［诊断］ 有典型的临床表现及不洁性交史，尿道分泌物涂片可在多核白细胞内找到成对排列的\n革兰阴性双球菌。 在慢性期，淋球菌潜伏于腺、窦及前列腺等处，因而不易找到。 尿三杯试验以第一\n杯版尿最明显。\n［治疗］ 治疗以青霉素类药物为主，亦可用头抱曲松、大观霉素等。 感染初期可使用头抱曲松\n1. Og，肌注或静脉注射，单次给药，产生的高浓度药物可治愈 999毛无合并症的淋病病人；若病情较重，\n合并生殖系感染，可适当延长抗生素疗程，并口服喳诺酬类、头抱菌素类或复方磺胶甲嗯l哇，一般7 ～\n14 日为一疗程。 淋菌性尿道狭窄的处理以定期逐渐扩张尿道为主，同时给予抗菌药物，必要时作尿\n道口狭窄切开，广泛性前尿道狭窄可用尿道膀脱镜作尿道内切术。 配偶应同时治疗。 :@\n（二）叩性尿道炎 病原川眼衣阿支阳主亦有滴虫单纯麟病毒附"}
{"raw_content": "毒、白色念珠菌、包皮垢杆菌等，通过性接触或同性恋传播，比淋菌性尿道炎发病率高，在性传播性疾\n病中占首位。\n临床表现一般在感染后 l ～5 周发病。 表现为尿道刺痒、尿痛和分汹少量白色稀薄液体，有\n时仅为航膜封口或裤裆污秽，常见于晨间。 在男性，感染可侵犯附辜引起急性附皇炎，亦可导致\n男性不育。\n［诊断］ 有典型的临床表现及不洁性行为的接触传染。 清晨排尿前取尿道分泌物作衣原体、支\n原体接种培养。 非淋菌性尿道炎与淋菌性尿道炎可以在同一病人同一时期中发生双重感染，因症状\n相似，鉴别诊断应慎重。 尿道分泌物涂片每高倍镜视野下见到 10 ～ 15 个多核白细胞，找到衣原体或\n支原体的包涵体，无细胞内革兰阴性双球菌，据此可与淋菌性尿道炎相鉴别。\n［治疗］ 常用米诺环素（美满霉素）、红霉素等治疗，配偶应同时治疗，以免重复感染。\n第四节 男生殖系统感染\n男生殖系统感染中常见有前列腺炎（prostatitis）和附辜炎（ep凶dymitis）。 前列腺炎是指前列腺受\n到致病菌感染和（或）某些非感染因素剌激而出现的骨盆区域疼痛或不适、排尿异常、性功能障碍等\n临床表现。 前列腺炎是成年男性的常见疾病，50 岁以下的成年男性患病率较高，高发年龄为 31 ～40\n岁，我国的一项大样本调查显示前列腺炎样症状发生率为 8.4% 。 有资料显示前列腺炎病人占泌尿\n外科门诊病人的 8% ～25% ；尸检中的患病率为 24.3% ～44%。 目前，前列腺炎的发病机制、病理生\n理改变尚不十分清楚。 最近有许多学者都认为它不是一个单独的疾病，而是前列腺炎综合征\n( prostatitis syndrome, PS） 。 这些疾病各有各的病因、临床特点和预后。\n根据目前对前列腺炎的基础和临床研究情况，1995 年美国国立卫生研究院（NIH）提出新的分类\n方法，将前列腺炎分为四型： I 型，急性细菌性前列腺炎（acute bacterial prostatit风ABP); E型，慢性细\n菌性前列腺炎（chronic bacterial prostatitis, CBP）；皿型，慢性前列腺炎／慢性骨盆疼痛综合征（chronic\nprostatitis/ chronic pelvic pain Syndrome, CP /CPPS），该型又分为皿A（炎症性 CPPS）和EB（非炎症性\nCPPS）两种亚型；N型，元症状性前列腺炎（asymptomatic inflammatory prostatitis, AIP） 。 以上分类方法\n较传统的分类方法（Drach , 1978 年分类）有很大进步，在临床诊治中有一定的指导意义，但仍有待进\n步卤 盐\n1\n兀 口\n附辜炎可发生于单侧或双侧，分急性附辜炎（acute ep凶dymitis）和慢性附辜炎（chronic epididymi-\n)\nt -- co\n。\n一、急性细菌性前列腺炎\n急性细菌性前列腺炎大多由尿道上行感染所致，如经尿道器械操作。 血行感染来源于菇、痛、扁\n桃体、踊齿及呼吸道感染灶。 也可由急性膀肮炎、急性尿滞留及急性淋菌性后尿道炎等的感染尿液经\n前列腺管逆流引起。 致病菌多为革兰阴性杆菌或假单胞菌，最常见的为大肠埃希菌，也有葡萄球菌、\n链球菌、淋球菌及衣原体、支原体等。 前列腺腺泡有多量白细胞浸润，组织水肿。 大部分病人治疗后\n炎症可以消退，少数治疗不彻底者可变为慢性前列腺炎，严重者变为前列腺腋肿。\n｛｜自床表现］ 发病突然，为急性疼痛伴随着排尿剌激症状和梗阻症状以及发热全身症状。 典型\n症状为尿频、尿急、排尿痛，梗阻症状为排尿犹豫、尿线间断，甚至急性尿糖留，会阴部及耻骨上疼痛伴\n随外生殖器不适或疼痛，全身症状有寒战和高热，恶心、呕吐，甚至败血症。 临床上往往伴发急性膀\n脱炎。\n［诊断］ 有典型的临床表现和急性感染史。 直肠指检前列腺肿胀、压痛、局部温度升高，表面光\n滑，形成服肿则有饱满或波动感。 感染蔓延可引起精囊炎、附辜炎、菌血症，故禁忌作前列腺按摩或穿"}
{"raw_content": "刺。 常见的并发症有急性尿满留、附辜炎、直肠或会阴瘦，血行感染可同时发生急性肾孟肾炎。 尿沉\n渣检查有白细胞增多，血液和（或）尿细菌培养阳性。\n［治疗］ 积极卧床休息，输液，应用抗菌药物及大量饮水，并使用止痛、解痊、退热等药物，以缓解\n症状。 如有急性尿漏留，避免经尿道导尿引流，应用耻骨上穿刺造瘦。\n抗菌药物：常选用喳诺自同类如环丙沙星、氧氟沙星；以及头子包菌素、妥布霉素、氨韦西林等。 如l衣\n原体感染可用红霉素、阿奇霉素等。 如淋球菌感染可用头抱曲松。 如厌氧菌感染则用甲硝瞠。一疗\n程7 日，可延长至 14 日。\n预后一般良好，少数并发前列腺服肿，则应经会阴切开引流。\n二、慢性前列腺炎\n（一） 慢性细菌性前列腺炎 大多数慢性前列腺炎病人没有急性炎症过程。 其致病菌有大肠\n埃希菌、变形杆菌、克雷伯菌属、葡萄球菌或链球菌等，也可由淋球菌感染，主要是经尿道逆行感染所\n致。 组织学上前列腺分为内层与周围层，内层腺管为顺行性，而周围层腺管呈逆行倒流。 射精时，如\n后尿道有感染，则有致病菌会大量挤向周围层。 如排尿不畅，感染的尿液也可经前列腺管逆流至前列\n腺组织内形成微结石，便感染更难控制。 此外，前列腺腺上皮的类脂质膜是多种抗生素进入腺泡的屏\n障，也是慢性前列腺炎治疗不理想、难以根治的原因。\n｛｜自床表现］\n1. 排尿改变及尿道分泌物 尿频、尿急、尿痛，排尿时尿道不适或灼热。 排尿后和便后常有白色\n分泌物自尿道口流出，俗称尿道口“滴白”。 合并精囊炎时，可有血精。\n2. 疼痛 会阴部、下腹隐痛不适，有时腰慨部、耻骨上、腹股沟区等也有酸胀感。\n3 性功能减退 可有勃起功能障碍、早泄、遗精或射精痛。\n4. 精神神经症状 出现头晕、头胀、乏力、疲惫、失眠、情绪低落、疑虑焦急等。\n5. 并发症 可表现变态反应如虹膜炎、关节炎、神经炎、肌炎、不育等。\n｛诊断］ 慢性细菌性前列腺炎的诊断依据有：①反复的尿路感染发作；②前列腺按摩液中持续有\n致病菌存在。 但是，临床上常难以明确。\n1 直肠指检 前列腺呈饱满、增大、质软、轻度压痛。 病程长者，前列腺缩小、变硬、不均匀，有小\n硬结。 同时应用前列腺按摩获取前列腺液送检验。\n2. 前列腺液检查 前列腺液白细胞＞10 个／高倍视野，卵磷脂小体减少，可诊断为前列腺炎。 但\n前列腺炎样症状的程度与前列腺液中白细胞的多少无相关性。\n分段尿及前列腺液培养检查：检查前充分饮水，取初尿 IOml ( voided bladder one, VB 1 ），再排尿\n200ml 后取中段尿 10时，（ voided bladder two, VB2 ）。 而后，作前列腺按摩，收集前列腺液（ expressed\npros ta tic secretion, EPS），完毕后排尿 IOml ( voided bladder three, VB3 ），均送细菌培养及菌落计数。 菌\n落计数前列腺液或 VB3>VB1和 VB2 10 倍可诊断为细菌性前列腺炎。 若VBI及 VB2细菌培养阴性，VB3\n和前列腺液细菌培养阳性，即可确定诊断。 此检查方法即 Meares-Star y 的“四杯法，，\n。\n3. 超声 显示前列腺组织结构界限不清、混乱，可提示前列腺炎。 膀脱镜检查可见后尿道、精阜\n充血、肿胀。\n［治疗］ 治疗效果往往不理想。 首选红霉素、多西环素（强力霉素）等具有较强穿透力的抗菌药\n物。 目前应用于临床的药物还有喳诺酬类、头抱菌素类等，亦可以联合用药或交替用药，以防止耐\n药性。\n综合治疗可采用：①热水坐浴及理疗（如离子透·入）可减轻局部炎症，促进吸收；②前列腺按摩，\n每周 1 {'Jc, ~51流炎…；③忌酒时食物帐时间骑坐有规叫四；"}
{"raw_content": "应用活血化痕和清热解毒药物。\n（二）慢性非细菌性前列跟炎 大多数慢性前列腺炎属此类，对此病的致病原未有统一意见。\n可能由其他微生物，如沙眼衣原体、支原体、滴虫、真菌、病毒等所致。 在性生活无规律、勃起而不射\n精、性交中断或长途骑车、长时间坐位工作等诱因下致盆腔及前列腺充血。 过量饮酒及辛辣食物常可\n加重前列腺炎症状。 发病机制目前尚不完全明确。\n［临床表现］ 类似慢性细菌性前列腺炎，主要表现为长期、反复的会阴、下腹部等区域疼痛或不\n适，或表现为尿频、尿不尽，可伴有不同程度的性功能障碍、生育能力下降、精神、心理症状等一系列综\n合征，所不同是没有反复尿路感染发作。 体检与临床表现不一定相符。 直肠指检前列腺稍饱满，质较\n软，有轻度压痛。 ｜临床上具有慢性前列腺炎的症状，尤其是盆腔、会阴部疼痛明显，而前列腺液检查正\n常，培养无细菌生长，称为前列腺痛（prostatodynia, PD） 。\n［治疗］ 致病原为衣原体、支原体则可用米诺环素、多西环素及碱性药物。 其他可用红霉素、甲\n硝I哇等。 α受体阻滞剂可以解痊、改善症状。 某些植物制剂对改善症状也有一定的疗效。 有精神心\n理障碍者，可用抗抑郁、焦虑等药物。 此外，每日 1 次热水坐浴；每周 1 次前列腺按摩以及去除易造成\n盆腔、前列腺充血的因素，往往也可有良好的疗效。 生物反馈，针灸等也有一定的效果。\n三、急性附皇炎\n［病因］ 急性附辜炎多见于中青年，常由泌尿系感染和前列腺炎、精囊炎、性传播疾病扩散所致。\n感染多从输精管逆行传播，血行感染少见。 致病菌多为大肠埃希菌，也有淋球菌、衣原体、病毒等。 在\n老年人，开放性前列腺切除或经尿道前列腺电切后，射精管口向前列腺窝敞开，排尿时压力增高，可使\n菌尿经输精管逆流至附辜。 无菌尿经输精管逆流到附辜亦会致化学性附辜炎。 偶见由于输尿管异位\n开口引起。\n［病理］ 炎症可使附辜肿胀，炎症开始于附辜尾部，随后通过附辜体扩散至附辜头部，可形成版\n肿。 累及辜丸形成附辜辜丸炎。 辜丸辅膜可有渗液，形成继发性辜丸鞠膜积液。 精索可增粗，炎症反\n应可波及腹股沟区。\n［临床表现］ 发病突然，全身症状明显，可有畏寒、高热。 病侧阴囊明显肿胀、阴囊皮肤发红、发\n热、疼痛，并沿精索、下腹部以及会阴部放射。 附辜辜丸及精索均有增大或增粗，肿大以附辜头、尾部\n为甚。有时附墨、辜丸界限不清，下坠时疼痛加重。 可伴有膀脱剌激症状。 血白细胞及中性粒细胞\n升高。\n［诊断］ 根据典型临床表现，易于诊断，体检易发现局限性附辜触痛。 应注意与阴囊内其他疾病\n鉴别。 附辜结核形成寒性服肿，合并细菌感染时往往出现急性炎症表现。辜丸扭转（testicul缸 torsion)\n多发于青少年，常在安静状态下发病，起病突然、急，阴囊部疼痛明显。 采用锢靶X线辜丸摄片或放射\n性核素99mTc 作辜丸显像或多普勒超声检查辜丸的血流情况，有助于鉴别诊断。 多普勒超声可显示急\n性炎症为血流增加，辜丸扭转时有缺血，血流减少。\n［治疗］ 卧床休息，并将阴囊托起，采用止痛、热敷。 可用 0. 5%利多卡因作精索封闭，减少疼痛。\n选用广谱抗生素治疗。 病情较重者，直尽早静脉用药。 服肿形成则切开引流。\n四、慢性附皇炎\n多由急性附靠炎治疗不彻底而形成。 部分病人无急性炎症过程，可伴有慢性前列腺炎。\n附辜较硬，呈结节状。 显微镜检查可见附皇组织纤维增生，有大量服痕组织，附辜小管阻塞，白细\n胞及浆细胞浸润。\n临床表现为阴囊长期有轻度不适，或坠胀痛，休息后好转。 附辜局限性增厚及肿大，与辜丸的界\n限清楚，精索、输精管可增粗，前列腺质地偏硬。需与结核性附辜炎鉴别，后者附辜质地稍硬，常发生"}
{"raw_content": "胞、红细胞，超声、X线及膀脱镜检查常可发现肾结核的证据。 双侧附辜感染，可影响生育；有慢性前\n列腺炎者，要同时予以治疗。\n针对病原菌给予抗感染治疗，托起阴囊，局部热敷、热水坐浴、理疗等亦有助于缓解症状。 重视前\n列腺炎的综合治疗。 如局部疼痛剧烈，反复发作，影响生活和工作，可考虑作附辜切除。\n（梁朝朝）\n、；⑩"}
{"raw_content": "第五十章 泌尿、男生殖系统结核\n由目Cti部\n回T割峦斟S\n泌尿、男生殖系统结核是全身结核病的一部分，其中最主要是肾结核（renal tuberculosis）。 肾结核\n绝大多数起源于肺结核，少数继发于骨关节结核或消化道结核。 肾结核是由结核杆菌引起的慢性、进\n行性、破坏性病变。 结核杆菌自原发感染灶经血行播散引起肾结核，如未及时治疗，结核杆菌随尿流\n下行可播散到输尿管、膀脱、尿道致病。结核杆菌还可以通过前列腺导管、射精管进入男生殖系统，引\n起前列腺、精囊、输精管、附辜和辜丸结核，男生殖系统结核也可以经血行直接播散引起（图 50-1 ）。\n泌尿、男生殖系统结核病往往在肺结核发生或愈合后 3 ～ 10 年或更长时间才出现症状。 也常常在一\n些消耗性疾病、创伤、皮质激素使用、免疫抑制性疾病、糖尿病、艾滋病病人中出现。\n圄50斗 j必尿、男生殖系统结核发病原理\n第一节泌尿系统结核\n｛病理］ 结核杆菌经血行感染进入肾，主要在双侧肾皮质的肾小球周围毛细血管丛内，形成多发\n性微小结核病灶。 由于该处血液循环丰富，修复力较强，如病人免疫状况良好，感染细菌的数量少或\n毒力较小，这种早期微小结核病变可以全部自行愈合，临床上常不出现症状，称为病理肾结核。 但此\n期肾结核可以在尿中查到结核杆菌。 如果病人免疫能力低下，细菌数量大或毒力较强，肾皮质内的病\n灶不愈合逐渐扩大，结核杆菌经肾小管达到髓质的肾小管样处，由于该处血流缓慢、血液循环差，易发\n展为肾髓质结核。 病变在肾髓质继续发展，穿破肾乳头到达肾盏、肾孟，发生结核性肾孟肾炎，出现临\n床症状及影像学改变，称为临床肾结核。 绝大多数为单侧病变。\n"}
{"raw_content": "漫润逐渐扩大，侵入肾髓质后病变不能自愈，进行性发展，结核结节彼此融合，形成干酷样服肿，从肾\n乳头处破入肾盏肾孟形成空洞性溃癌，逐渐扩大蔓延累及全肾。 肾盏颈或肾孟出口因纤维化发生狭\n窄，可形成局限的闭合服肿或结核性服肾。结核钙化也是肾结核常见的病理改变，可为散在的钙化斑\n块，也可为弥漫的全肾钙化。 少数病人全肾广泛钙化时，其内混有干酷样物质，肾功能完全丧失，输尿\n管常完全闭塞，含有结核杆菌的尿液不能流入膀脱，膀！眈继发性结核病变逐渐好转和愈合，膀脱剌激\n症状也逐渐缓解甚至消失，尿液检查趋于正常，这种情况称之为“肾自截”（autonephrectomy）。 但病灶\n内仍存有大量活的结核杆菌，仍可作为病源复发，不能因症状不明显而予以忽视。\n输尿管结核表现为黠膜和黠膜下层结核结节、溃房、肉芽肿和纤维化，病变是多发性的。 病变修\n复愈合后，管壁纤维化增粗变硬，管腔呈节段性狭窄，致使尿流下行受阻，引起肾积水，加速肾结核病\n变发展，肾功能受到进一步损害，甚至发展成为结核性服肾，肾功能完全丧失。 近年来，部分肾结核临\n床表现不典型，但实验室及影像学的检查对此类肾结核的诊断具有一定价值，此类肾结核称为不典型\n肾结核。 输尿管狭窄多见于输尿管膀肮连接部。\n膀肮结核起初为勃膜充血、水肿，散在结核结节形成，病变常从病侧输尿管口周围开始，逐渐扩散\n至膀脱的其他处。 结核结节可互相融合形成溃病、肉芽肿，有时深达肌层。 结核性溃殇较少见，病变\n愈合致使膀脱壁广泛纤维化和癫痕收缩，使膀脱壁失去伸张能力，膀脱容量显著减少（不足 SOml），称\n为孪缩膀肮（contracted bladder） 。 膀脱结核病变及孪缩膀脱常可致健侧输尿管口狭窄或闭合不全，形\n成洞穴样输尿管管口，膀脱内压升高，导致肾孟尿液梗阻或膀脱尿液反流，引起对侧肾积水。 孪缩膀\n脱和对侧肾积水都是肾结核常见的晚期并发症。 膀脱壁结核溃殇向深层侵及，偶可穿透膀脱壁与邻\n近器官形成瘦，如结核性膀肮阴道瘦或膀脱直肠瘦。\n尿道结核主要发生于男性，常为前列腺、精囊结核形成空洞破坏后尿道所致，少数为膀脱结核蔓\n延引起。 其病理改变主要是结核性溃窃、纤维化导致尿道狭窄，引起排尿困难，加剧肾功能损害。\n［｜自床表现］ 肾结核常发生于20 ～40 岁的青壮年，男性较女性多见。 儿童和老人发病较少，儿童\n发病多在 10 岁以上，婴幼儿罕见。 约 90%为单侧性。\n肾结核症状取决于肾病变范围及输尿管、膀脱继发结核病变的严重程度。 肾结核早期常无明显\n症状及影像学改变，只是尿液检查有少量红细胞、白细胞及蛋白，呈酸性，尿中可能发现结核杆菌。 随\n着病情的发展，可出现下列典型的临床表现。\n才． 尿频、尿急、尿痛 是肾结核的典型症状之一。 尿频往往最早出现，常是病人就诊时的主\n诉。 最初是因含有结核杆菌的服尿剌激膀脱勃膜引起，以后当结核病变侵及膀脱壁，发生结核性膀脱\n炎及溃癌，尿频加剧，并伴有尿急、尿痛。 晚期膀胧发生李缩，容量显著缩小，尿频更加严重，每日排尿\n次数达数十次，甚至出现尿失禁现象。\n2. 血尿是肾结核的重要症状，常为终未血尿。 主因是结核性膀脱炎及溃扇，在排尿终末膀脱\n收缩时出血所致。 少数肾结核因病变｛雯’及血管，也可以出现全程肉眼血尿；出血严重时a，血块通过输\n尿管偶可引起肾绞痛。 肾结核的血尿常在尿频、尿急、尿痛症状发生以后出现，但也有以血尿为初发\n症状者。\n3. 腺尿（ pyu「ia) 是肾结核的常见症状。 肾结核病人均有不同程度的服尿，严重者尿如洗米\n水样，内含有干酷样碎屑或絮状物，显微镜下可见大量服细胞。\n4. 腰痛和肿块仅少数肾结核病变破坏严重和梗阻，发生结核性服肾或继发肾周感染，或输尿\n管被血块、干酷样物质堵塞时，可引起腰部钝痛或绞痛。 较大肾积j陆或对侧巨大肾积水时午，腰部可触\n及肿块。\n5. 男生殖系统结核男性病人中约有50% ～70%合并生殖系统结核。 虽然病变主要从前列腺、\n精费开始，但临床上表现最明显是附辜结核，附辜可触及不规则硬块。 输精管结核病变时·，变得粗硬\n井呈“串珠”样改变。 i也"}
{"raw_content": "6. 全身症状 肾结核病人的全身症状常不明显。 晚期肾结核或合并其他器官活动结核时，可以\n有发热、盗汗、消瘦、贫血、虚弱，食欲缺乏等典型结核症状。 严重双肾结核或肾结核对侧肾积水时，可\n出现贫血、水肿、恶心、呕吐、少尿等慢性肾功能不全的症状，甚至突然发生无尿。\n［诊断］ 肾结核是慢性膀肮炎的常见原因，因此，凡是无明显原因的慢性膀脱炎，症状持续存在\n并逐渐加重，伴有终末血尿；尤其青壮年男性有慢性膀脱炎症状，尿培养无细菌生长，经抗菌药物治疗\n无明显疗效；附辜有硬结或伴阴囊’慢性窦道者，应考虑有肾结核的可能。 下列检查有助于诊断。\n1. 尿液检查尿呈酸性，尿蛋白阳性，有较多红细胞和白细胞。 尿沉淀涂片抗酸染色约 50% ～\n70%的病例可找到抗酸杆菌，以清晨第一次尿液检查阳性率最高，至少连续检查三次。 若找到抗酸杆\n菌，不应作为诊断肾结核的唯一依据，因包皮垢杆菌、枯草杆菌也是抗酸杆菌，易和结核杆菌混淆。 尿\n结核杆菌培养时间较长（4 ～8 周）但可靠，阳性率可达90% ，这对肾结核的诊断有决定性意义。\n2. 影像学诊断包括超声、X线、CT及 MRI 等检查。 对确诊肾结核，判断病变严重程度，决定治\n疗方案非常重要。\n(1 ）超声：简单易行，对于中晚期病例可初步确定病变部位，常显示病肾结构紊乱，有钙化则显示\n强回声，超声也较容易发现对侧肾积水及膀脱有无孪缩。\n(2) x线检查：尿路平片（KUB）可能见到病肾局灶或斑点状钙化影或全肾广泛钙化。 静脉尿路\n造影（IVU）可以了解分侧肾功能、病变程度与范围，对肾结核治疗方案的选择必不可少。 早期表现为\n肾盏边缘不光滑如虫蛙状，随着病变进展，肾盏失去杯形，不规则扩大或模糊变形。 若肾盏颈纤维化\n狭窄或完全闭塞时，可见空洞充盈不全或完全不显影。 肾结核广泛破坏肾功能丧失时，病肾表现为\n“无功能”，不能显示出典型的结核破坏性病变。 根据临床表现，如果尿内找见结核杆菌，静脉尿路造\n影一侧肾正常，另一侧“无功能”未显影，虽造影不能显示典型的结核性破坏病变，也可以确诊肾结\n核。 逆行尿路造影可以显示病肾空洞性破坏，输尿管僵硬，管腔节段性狭窄且边缘不整（图 50 2）。\n＼、\n(\nA咱 、 ，‘， ( 2) ( 3)\n图50-2 胃结核（逆行肾孟造影示意图）\n( I ）右侧上肾盏破坏 (2）右侧上肾盏未充盈 ( 3）右侧肾和l输尿管严重破坏\nCT 和 MRI:CT对中晚期肾结核能清楚地显示扩大的肾盏肾孟、皮质空洞及钙化灶，三维成像还\n可以显示输尿管全长病变。 MRI水成像对诊断肾结核对侧肾积水有独到之处。 在双肾结核或肾结核\n对侧肾积水，静脉尿路造影显影不良时，CT、MRI 有助于确定诊断。\n3. 膀脱镜检查 可见膀肮勃膜充血、水肿、浅黄色结核结节、结核性溃痛、肉芽肿及服痕等病变，\n以膀脱三角区和病侧输尿管口周围较为明显。 结核性肉芽肿易误诊为肿瘤，必要时取活组织检查明\n确诊断。 病侧输尿管口可呈“洞穴”状，有时可见混浊尿液喷出。 膀脱孪缩容量小于50ml 或有意、性膀"}
{"raw_content": "脱炎时，不宜作膀脱镜检查。\n延误肾结核的诊断，临床上常见有下列两种情况：其一是满足于膀肮炎的诊治，长时间使用一般\n抗感染药物而疗效不佳时，却未进一步追查引起膀脱炎的原因；其二是发现男生殖系统结核，尤其附\n辜结核，而不了解男生殖系统结核常与肾结核同时存在，未作尿检查和尿找抗酸杆菌检查，有时还应\n作静脉尿路造影检查及泌尿系 CT、泌尿系 CT三维重建（CTU）检查。\n［鉴到诊断］ 肾结核主要需与非特异性膀脱炎和泌尿系统其他引起血尿的疾病进行鉴别。\n肾结核引起的结核性膀脱炎，症状常以尿频开始，膀肮剌激症状长期存在并进行性加重，一般抗\n感染治疗无效。 非特异性膀j恍炎主要系大肠埃希菌感染，多见于女性，发病突然，开始即有显著的尿\n频、尿急、尿痛，经抗感染治疗后症状很快缓解或消失，病程短促，但易反复发作。\n肾结核的血尿特点是常在膀脱剌激症状存在一段时间后才出现，以终未血尿多见，这和泌尿系统\n其他疾病引起血尿不同。 泌尿系肿瘤引起的血尿常为全程无痛性肉眼血尿。 肾输尿管结石引起的血\n尿常伴有肾绞痛；膀脱结石引起的血尿，排尿有时尿线突然中断，并伴尿道内剧烈疼痛。 非特异性膀\nj盹炎的血尿主要在急性阶段出现，血尿常与膀脱剌激症状同时发生。 但最主要是肾结核的尿中可以\n找见抗酸杆菌或尿结核杆菌培养阳性，而其他疾病的尿中不会发现。\n［治疗｝ 肾结核是全身结核病的一部分，治疗时应注意全身治疗，包括营养、休息、环境、避免劳\n累等。 肾结核的治疗应根据病人全身和病肾’情况，选择药物治疗或手术治疗。 药物治疗原则为早期、\n适量、联合、规律、全程。\n1. 药物治疗 适用于早期肾结核，如尿中有结核杆菌而影像学上肾盏、肾孟无明显改变，或仅见\n一、两个肾盏呈不规则虫蛙状，在正确应用抗结核药物治疗后多能治愈。\n抗结核药物种类很多，首选药物有H比l臻毗脏、异烟剧、利福平和链霉素等杀菌药物，其他如乙肢丁\n醇、环丝氨酸、乙硫异烟胶等抑菌药为二线药物。\n目前常用抗结核药物治疗方法： 毗l肆酷胶 1. 0 ～ l.5g/d(2 个月为限，避免肝毒性），异烟脚\n300mg/d（可引起末梢神经炎），利福平600mg/d，维生素 C 1. Og/d，维生素 B6 60mg/d 顿服。 如果膀’脱\n病变广泛，膀肮剌激症状严重，头2个月可加用肌注链霉素（需作皮试） l.Og/d，服用毗嗦眈胶2 个月\n后改用乙胶丁醇1. Og/d。 因抗结核药物多数有肝毒’性，服药期间应同时服用保肝药物，并定期检查肝\n功能。 链霉素对第八对脑神经有损害，影H向听力，一旦发现应立即停药。\n药物治疗最好用三种药物联合服用的方法，降低治疗过程中耐药的发生可能性，并且药量要充\n分，疗程要足够民，早期病例用药6 ～9 个月，有可能治愈。 实践证明，药物治疗失败的主要原因是治\n疗不彻底。 治疗中应每月检查尿常规和尿找抗酸杆菌，必要时行静脉尿路造影，以观察治疗效果。 连\n续半年尿中未找见结核杆菌为稳定阴转。 5 年不复发即可认为治愈，但如果有明显膀脱结核或伴有\n其他器官结核，随诊时间需延长至 10 ～20 年或更长。\n2. 手术治疗 凡药物治疗6 ～9 个月无效，肾结核破坏严重者，应在药物治疗的配合下行于术治\n疗。 肾切除术前抗结核治疗不应少于2 周。\n( l ）肾切除术：肾结核破坏严重，而对侧肾正常，应切除患肾。 双侧肾结核一侧广泛破坏呈“无功\n能”状态，另一侧病变较轻，在抗结核药物治疗一段时间后，择期切除严重的一侧患肾。 肾结核对侧肾\n积水，如果积水肾功能代偿不良，应先引流肾积水，保护肾功能，待肾功能好转后再切除无功能的患\n肾。 近年来腹腔镜下结核肾切除术已经被广泛的开展，并且已经取得了较好的效果。\n(2）保留肾组织的肾结核手术：如肾部分切除术，适用病灶局限于肾的一极；结核病灶清除术，适\n用局限于肾实质表面闭合性的结核性服肿，与肾集合系统不相通。 上述结核病变经抗结核药物治疗\n3 ～6个月元好转，可考虑做此类手术。 近年这类手术已很少采用。\n(3）解除输尿管狭窄的手术：输尿管结核病变致使管腔狭窄引起肾积水，如肾结核病变较轻，功\n能良好，狭窄较局限，狭窄位于中上段者，可以切除狭窄段，行输尿管端端吻合术；狭窄靠近膀脱者，则 @\n施行狭窄段叫尿管膀脱再植术放置双J形输尿管支架耐术后 l 叫拔除。"}
{"raw_content": "(4）孪缩膀脱的手术治疗：肾结核并发孪缩膀脱，在患肾切除及抗结核治疗3 ～6 个月，待膀脱结\n核完全愈合后，对侧肾正常、无结核性尿道狭窄的病人，可行肠膀肮扩大术。 孪缩膀脱的男性病人往\n往有前列腺、精囊结核引起后尿道狭窄，不宜行肠膀脱扩大术，尤其并发对侧输尿管扩张肾积水明显\n者，为了改善和保护积水肾仅有的功能，应施行输尿管皮肤造口，回肠膀脱或肾造瘦等尿流改道术（图\n50-3） 。\n病灶清除术 肾部分切除术\n肾切除术\n＼、／\n输尿管膀脱吻合术 乙状结肠膀脱扩大术（加 输尿管皮肤造口；术\n作输尿管结肠膀脱吻合术）\n圄50-3 肾结核及某并发症的手术方法\n第二节男生殖系统结核\n男生殖系统结核大多数继发于肾结核，一般来自后尿道感染，少数由血行直接播散所致。 首先在\n前列腺、精囊中引起病变，以后再经输精管蔓延到附辜和辜丸。 单纯前列腺、精囊结核，因部位隐蔽，\n临床症状常不明显，不易发现。 附辜结核（ep凶dymal tuberculosis）临床症状较明显，容易被病人和临\n床医生发现。\n［病理］ 男生殖系统结核的病理改变和一般结核病相同，主要也为结核结节、干酷坏死、空洞形\n成和纤维化等，钙化极少见。 前列腺结核服肿向尿道破渍，可使后尿道呈空洞状，边缘不规则。 前列\n腺、精囊纤维化以后则形成坚硬肿块。 输精管结核常致管腔堵塞，输精管变粗变硬，呈“串珠”状改\n变。 附辜结核病变常从附辜尾开始，呈干酷样变、服肿及纤维化，可累及整个附辜。 血行感染引起的\n附辜结核，70%的病人有肺结核病史。 附辜结核常侵及轴’膜和阴囊壁，服肿破溃后可形成经久不愈的\n窦道。 辜丸结核常是附率结核直接扩展蔓延所致。\n｛｜自床表现］ 男生殖系统结核与肾结核病人的发病年龄相同，绝大多数为 20 ～40 岁。 结核性附"}
{"raw_content": "辜炎可以是泌尿生殖系结核的首发和唯一症状。 前列腺、精囊结核的临床症状多不明显，偶感直肠内\n和会阴部不适，严重者可出现血精、精液量减少、性功能障碍和不育、及旺周窦道形成等。 直肠指诊可\n触及前列腺、精囊硬结，一般无压痛。 附辜结核一般发病缓慢，表现为阴囊部肿胀不适或下坠感，附辜\n尾或整个附辜呈硬结状，疼痛不明显。 形成寒性服肿如继发感染，阴囊局部出现红肿、疼痛。 服肿破\n溃后可形成经久不愈的窦道。 双侧病变则失去生育能力。\n｛诊断］ 有上述临床表现，直肠指检们及前列腺、精囊硬结或触及附辜硬结，疑有男生殖系统结\n核时，需全面检查泌尿系统有无结核病变，应作尿常规，尿找抗酸杆菌、尿结核杆菌培养和静脉尿路造\n影等检查以除外肾结核。 前列腺液或精液中有时可发现结核杆菌；尿道造影可显示前列腺部尿道变\n形或扩大，造影剂可进入前列腺空洞内。 精囊造影极少应用。\n｛鉴到诊断｝ 前列腺结核需与非特异性前列腺炎及前列腺癌鉴别。 慢性前列腺炎病人症状一般\n较为明显，有结节形成者，范围较局限，常有压痛，经抗感染治疗后，结节可缩小甚至消失。 前列腺癌\n发病多为老年人，前列腺特异性抗原（PSA）测定、直肠指检及影像学检查有助于诊断，必要时需作前\n列腺穿刺活组织检查。 附辜结核需与非特异性慢性附辜炎鉴别，附辜结核硬块常不规则，病程缓慢，\n常可触及“串珠”样、粗硬的输精管，如附辜病变与皮肤粘连或形成阴囊皮肤窦道，附辜结核诊断不太\n困难。 非特异性慢性附辜炎很少形成局限性硬结，一般与阴囊皮肤无粘连，常有急性炎症发作史或伴\n有慢性前列腺炎病史。 超声有助于鉴别附辜结核和辜丸肿瘤。\n［治疗｝ 前列腺、精囊结核一般用抗结核药物治疗，不需要用于术方法，但应清除泌尿系统可能\n存在的其他结核病灶，如肾结核、附辜结核等。\n早期附辜结核应用抗结核药物治疗，多数可以治愈。 如果病变较重，疗效不好，己有服肿或有阴\n囊皮肤窦道形成，应在药物治疗配合下作附辜及辜丸切除术。 手术应尽可能保留附辜、辜丸组织。\n（梁朝朝）\n~@"}
{"raw_content": "第五十－章 尿路梗阻\n第一节概 述\n尿液在肾内形成后，经过肾盏、肾孟、输尿管、膀脱和尿道排出体外。 尿液的正常排出，有赖于尿\n路管腔通畅和输尿管壁肌肉蠕动功能、膀脱逼尿肌收缩功能以及尿道括约肌功能正常。 尿路梗阻\n( obstruction of urinary tract）也称泌尿系统梗阻，是由于泌尿系统本身及其周围组织器官的疾病导致尿\n路管腔不通畅或者尿路肌肉收缩功能异常，引起硬阻近端尿路扩张积水和i肾功能损害。 泌尿系统有\n些疾病与尿路梗阻常互为因果，如感染和结石可引起梗阻，而梗阻又可以继发感染和结石。 因此，在\n治疗感染和结石的同时，必须解决尿路梗阻的问题。\n针对尿路梗阻，我们需要明确几个问题：①机械性还是动力性？机械性梗阻是指尿路管腔被病变\n阻塞或压迫，如结石、肿瘤、狭窄等。 动力性梗阻是指中枢、周围神经疾病或尿路肌肉结构先天性发育\n异常造成某部分尿路肌肉收缩功能障碍，影响尿液排出，如神经源性膀眈功能障碍。 ②上尿路还是下\n尿路？前者指的是肾、输尿管梗阻，后者指的是膀脱和尿道梗阻。 ③先天性还是后天性？先天性是由\n于胚胎发育异常造成的如肾孟输尿管连接部狭窄、腔静脉后输尿管、后尿道瓣膜等，后天性是指出生\n后发生各种疾病引起的梗阻，如结石、结核、肿瘤等。 ④完全性还是部分性？完全性是尿液完全不能\n通过尿路，部分性是指管腔变窄但仍能通过部分尿液。 ⑤急性还是慢性？突然发生的梗阻称急性梗\n阻，缓慢而逐渐加重的梗阻称为慢性梗阻。\n［病因］ 引起尿路梗阻的病因很多，常见梗阻原因包括（图 51-1 ):\n1. 尿路结石 结石可发生在肾盏、肾孟、输尿管、膀脱、尿道，造成尿路梗阻。\n2. 泌原生殖系统肿瘤 包括肾癌、肾\n孟癌、输尿管癌、膀j恍癌、尿道癌、阴茎癌、\n前列腺癌等。\n3. 前列腺增生症 前列腺病理性增 肾异位血管\n大，压迫尿道造成梗阻。\n4. 先天发育异常如肾孟输尿管连接\n部狭窄，输尿管异位开口、输尿管口囊肿、\n腔静脉后输尿管等，以及儿童期输尿管口\n括约肌发育不健全，造成的尿液反流。\n5. 邻近器官病变的压迫或侵犯 结直\n肠癌、子宫颈癌、卵巢癌、腹膜后纤维化、盆\n腔服肿等病变可压迫输尿管、膀脱或尿道\n造成梗阻。\n6. 创伤或炎症引起的痴瘦狭窄 输尿\n管炎症后的服痕狭窄，尿道骑跨伤可继发\n前尿道狭窄、骨盆骨折尿道膜部断裂可引\n包皮口狭窄\n起后尿道狭窄。\n图引斗 j必原系统梗阻的常见病因\n7. 中枢或周围神经受到损害 脑出\n"}
{"raw_content": "血、脑梗死、脊髓损伤、脊髓肿瘤、糖尿病引起的神经病变均可引起膀脱神经功能障碍，发生尿满留。\n8. 结核结核可继发肾盏颈口狭窄、输尿管狭窄、膀脱孪缩造成梗阻，膀脱结核还可破坏输尿管\n口的抗反流机制，造成尿液反流，其结果也是导致尿路梗阻。\n9. 医源性输尿管檀阻 多见于盆腔手术或输尿管镜检查、治疗时意外损伤输尿管，盆腔恶性肿\n瘤才之后放射治疗损伤等，均可引起输尿管管腔狭窄或闭塞。\n［病理生理｝ 尿路梗阻后，由于梗阻的部位及程度不同，尿路各器官的病理改变亦各有异，但基\n本病理改变是梗阻部位以上压力增高，尿路扩张积水，长时间梗阻将导致肾积水和肾功能损害。\n上尿路梗阻时，为克服阻力，输尿管需增加收缩力，管壁\n平滑肌代偿性增生、管壁增厚。 如梗阻不解除，后期失去代偿\n能力，平滑肌逐渐萎缩，管壁变薄，蠕动减弱乃至消失，输尿管\n扩张积水。 梗阻可导致肾积水，肾孟肾盏内压升高，压力经集\n合管传至肾小管和肾小球；压力增高到一定程度时，可使肾小\n球滤过压降低，滤过率减少。 但肾内血液循环仍保持正常，肾\n的泌尿功能仍能持续一段时间，主要是因为部分尿液通过肾\n孟静脉、淋巴、肾小管回流以及经肾窦向肾孟周围外渗（图51-\n2），使肾孟和肾小管的压力有所下降，肾小球泌尿功能得以暂\n时维持。 如果尿路梗阻不解除，当尿液的回流无法缓冲不断\n分泌的尿液时，肾孟内压力将持续增高，压迫肾小管、肾小球\n及其附近的血管，造成肾组织缺血缺氧，肾实质逐渐萎缩变\n薄，肾孟肾盏积水逐渐增多。 因此，慢性部分性梗阻常可致巨\n大肾积水。 急性完全性梗阻，如输尿管被结扎时，肾盏、肾孟\n内压力急剧上丹，上述回流机制难于缓冲，可导致肾功能快速 国51-2 输尿筐梗阻后尿液的反流\n丧失，尿液停止分泌。 因此，急性完全性梗阻，肾孟扩张积水 ①肾孟淋巴反流 ②肾孟静脉反流\n③肾孟肾窦反流④肾孟肾小管反流\n常不明显。\n下尿路梗阻时，为了克服排尿阻力膀脱逼尿肌逐渐代偿增生，肌束纵横交错形成小粱。 长期膀\n脱内压增高，造成肌柬问薄弱部分向壁外膨出，形成小室或假性强室。 后期膀脱失去代偿能力时，肌\n肉萎缩变薄，容积增大，输尿管口括约功能被破坏，尿液可反流到输尿管、肾孟，引起双侧肾积水和肾\n功能损害。\n尿路梗阻后常见的并发症是结石和感染。 梗阻后因尿液停滞，肾组织受损及尿外渗等，有利于细\n菌侵入、繁殖和生长，引起感染，例如肾孟肾炎、肾周围炎和膀脱炎等。 梗阻造成尿流停滞与感染，又\n可促进结石形成。\n第二节 肾积水\n尿液从肾孟排出受阻，蓄积后肾内压力增高，肾孟肾盏扩张，肾实质萎缩，功能减退，称为肾积水\n( hydronephrosis）。 肾积水容量超过 lOOOml 或小儿超过24 小时尿液总量时，称为巨大肾积水。\n［｜自床表现］ 尿路梗阻由于原发病因、梗阻部位、程度和时间长短不同，肾积水的临床表现也不\n相同，甚至可全无症状。\n上尿路急性梗阻时，常常出现肾绞痛、恶心、呕吐、血尿及肾区压痛等。 上尿路慢性梗阻由于发展\n常较缓慢，症状不明显或仅有腰部隐痛不适，当发展成巨大肾积水时，腹部可出现肿块；如先天性肾孟\n输尿管连接处狭窄引起的肾积水。\n下尿路梗阻时，主要表现为排尿困难和膀脱排空障碍，甚至出现尿漏留，而引起肾积水出现的症\n状常较晚，，，面床多表现为不同程度的肾功能损害。"}
{"raw_content": "肾积水如并发感染，则表现为急性肾孟肾炎症状，出现寒战、高热、腰痛及膀脱剌激症状等。 如梗\n阻不解除，感染的肾积水很难治愈，或可发展成为服肾，腹部有可能们及肿块，病人常有发热及消\n瘦等。\n尿路梗阻l乏时间得不到解除，将导致梗阻侧肾功能减退甚至丧失。 孤立肾或双侧上尿路完全梗\n阻时可出现无尿、肾衰竭。\n［诊断］ 肾积水的诊断应包括积水程度、梗阻部位、积水的病因、有元感染及肾功能损害情况。\n常用的诊断方法有：\n1 影像学检查包括超声、尿路平片、尿路造影、MRI及 CT检查等。 超声检查简便易行无创，应\n作为首选的检查方法，可以确定肾积水的程度和肾皮质萎缩情况，还可以鉴别增大的肾是实性肿块还\n是肾积水。 但是，对肾外壶腹型肾孟、肾孟旁囊肿和多发性肾囊肿，有时不易与肾积水鉴别。 X 线检\n查对肾积水的诊断有重要价值。 如肾积水是结石所致，尿路平片可见到尿路结石影及积水增大的肾\n轮廓。 静脉尿路造影早期可见肾盏、肾孟扩张，肾盏杯口消失或呈囊状显影；当肾功能减退时，肾实质\n显影时间延长，显影不清楚，此时，采用大剂量延迟造影才能显影。 静脉尿路造影患肾显影不清晰时，\n可行逆行肾孟造影，经膀脱镜将输尿管导管插入输尿管后，注入造影剂可清晰显示输尿管及肾孟肾盏\n影像。 但采用此方法检查有引起感染的危险，逆行插管时必须严格元菌操作及应用抗生素。 女IJ逆行\n插管失败，可采用超声引导下经皮肾穿刺造影。 磁共振水成像（ MRU）可以清晰显示肾积水、输尿管\n积水，但不能显示结石、无法判断肾功能情况。 CT平扫可显示结石及肾的形态，静脉注入造影剂行增\n强 CT能清楚地显示肾积水程度和肾实质萎缩情况，有助于判断肾功能，CT三维成像可以发现梗阻的\n部位及病因。\n2. 内镜检查输尿管镜及膀脱镜可用于部分尿路梗阻病人的检查、对腔内病变引起的梗阻如结\n石、肿瘤、狭窄等可明确诊断，而且还可以同时进行治疗，输尿管逆行插管可立即解除梗阻，输尿管镜\n下可行碎石、肿瘤切除、狭窄内切开等治疗。\n3 肾功能检查 除检验血肌断、尿素氮、肌昕清除率等总肾功能外，放射性核素肾显像可以了解\n肾实质损害程度及分侧肾功能。 肾图检查，尤其是利尿肾图，对判定上尿路有无机械性梗阻及梗阻的\n程度有一定帮助。\n［治疗］ 肾积水的治疗应根据梗阻病因、发病缓急、梗阻严重程度、有无合并症以及肾功能损害\n情况等综合考虑。 肾积水是尿路梗阻所致，梗阻时间长短对肾功能的影响起到关键性的作用，应尽快\n解除梗阻。 治疗方法取决于梗阻病因，如为先天性肾孟输尿管狭窄应行离断成形术，尿路结石应行体\n外碎石或者内镜下的碎石取石术。\n如果病人病情较危重，不允许作较大手术或梗阻暂时不能除去时，可在超声引导下经皮肾穿剌造\n瘦，引流尿液，以利于控制感染和改善肾功能；待病人身体条件许可时，再治疗梗阻的病因。 如梗阻病\n因不能除去，肾造瘦则作为永久性的治疗措施。 对于输尿管难以修复的炎性狭窄、晚期肿瘤压迫或侵\n及等梗阻引起的肾积水，经膀脱镜放置双 J 管长期内引流肾孟尿液，既可保护肾功能，又可显著改善\n病人的生活质量。\n双侧上尿路梗阻导致氮质血症或尿毒症，如病人没有生命危险，应优先选择解除梗阻、引流尿液，\n不应先作血液透析，如引流尿液后肌配不下降或有明显高血何等情况，则行血液透析。\n重度肾积水，肾实质显著破坏、萎缩、引起肾性高血压或合并严重感染，肾功能严重丧失，而对侧\n肾功能正常时可切除患肾。\n第三节尿滔 民刀\n目司\n尿滞留（urinar丁y retention）是指膀肮内充满尿液而不能排出，常常由排尿困难发展到一定程度引\n起。 尿满留分为急性与慢性两种。 前者发病突然，膀肮内胀满尿液不能排出，十分痛苦，临床上常需"}
{"raw_content": "［病因］ 引起尿满留的病因很多，可分为机械性和动力性梗阻。 其中以机械性梗阻病变最多见，\n如前列腺增生症、前列腺肿瘤、膀脱颈部肿瘤、尿道肿瘤、膀脱颈孪缩、先天性后尿道瓣膜、尿道狭窄、\n尿道异物和尿道结石等；此外，盆腔肿瘤、处女膜闭锁的阴道积血、娃赈的子宫等均可压迫尿道引起尿\n满留。 动力性梗阻是指膀脱出口、尿道元器质性梗阻病变，尿满留系排尿动力障碍所致。 最常见的原\n因为中枢和周围神经系统病变，如脊髓或马尾损伤、肿瘤、糖尿病等，造成神经源性膀脱功能障碍引\n起。 直肠或妇科盆腔根治性手术损伤副交感神经丛；痒疮或虹瘦手术以及腰椎麻醉术后可出现排尿\n困难甚至尿谐留。 此外，各种松弛平滑肌的药物如阿托品、山在若碱（654-2）等，可导致膀脱逼尿肌收\n缩无力而引起尿漏留。\n［｜自床表现］ 急性尿满留发病突然，膀脱内充满尿液不能排出，胀痛难忍，辗转不安。 慢性尿漏\n留多表现为排尿不畅、尿频，常有排尿不尽感。膀脱过度充盈至达到膀脱容量极限时，使少量尿液从\n尿道口溢出，称为充溢性尿失禁（overflow urin缸γincontinence）。 少数病人虽无明显慢性尿精留症状，\n但已有明显上尿路扩张、肾积水，甚至出现尿毒症症状，如全身衰弱、食欲缺乏、恶心、呕吐、贫血、血清\n肌配和尿素氮显著升高等。\n［诊断］ 根据病史及典型的临床表现，尿潜留诊断并不困难。 体检时耻骨上区常可见到半球形\n膨隆，用手按压有明显尿意，叩诊为浊音。 超声检查可以明确诊断。\n尿漏留应与元尿鉴别，后者是指肾衰竭或上尿路完全梗阻，膀脱内空虚无尿，两者含义不同，不能\n说淆。\n｛治疗］\n1. 急性原油留 治疗原则是解除梗阻，恢复排尿。 导尿术（urethral catheterization）是解除急性尿\n满留最简便的方法，即会阴部消毒后，经尿道插入无菌导尿管。\n尿满留的病因短时间内不能解除者，应留置导尿管持续引流。 急\n性尿满留病人在不能插入导尿管时，可采用粗针头耻骨上膀脱穿\n刺的方法吸出尿液，可暂时缓解病人的痛苦。 如需持续引流尿\n液，可在局麻下行耻骨上膀脱穿刺造瘦。 若无膀脱穿刺造瘦器\n械，可行耻骨上膀脱切开造瘦术。 如梗阻病因不能解除，可以永\n久引流尿液。 急性尿漏留放置导尿管或1膀脱穿刺造瘦引流尿液\n时，应间歇缓慢地放出尿液，即放出 200ml 尿液后，夹闭尿管或造\n瘦管，20 ～30 分钟后再次放出 200ml、反复多次直至排空膀脱，避\n免膀脱快速排空、内压骤降而引起膀脱出血。 如前列腺增生症引\n起的急性尿满留，应留置导尿管一周后再试行拔除导尿管。\n2. 慢性原油留 若为机械性梗阻病变引起，有上尿路扩张 图引－3 耻骨上膀脱造凄术\n肾积水、肾功能损害者，应先行膀脱尿液引流，待肾积水缓解、肾\n功能改善，经检查病因明确后，针对病因择期手术或采取其他方法治疗，解除梗阻。 如系动力性梗阻\n引起，多数病人需间歇清洁自我导尿；自我导尿困难或上尿路积水严重者，可作耻骨上膀脱造瘦术（图\n51-3）或其他尿流改道术。\n第四节 良性前列腺熠生\n良性前列腺增生（benign prostatic hyperplasia, BPH），也称前列腺增生症，是引起男性老年人排尿\n障碍原因中最为常见的一种良性疾病，主要表现为组织学上的前列腺间质和腺体成分的增生、解剖学\n上的前列腺增大、尿动力学上的膀脱出口梗阻，临床表现为下尿路症状（lower urinary tract symptoms ,\nLUTS）及相关井发症。 。a"}
{"raw_content": "｛病因］ 有关良性前列腺增生发病机制的研究很多，但至今病因仍不完全清楚。 目前一致公认\n老龄和有功能的辜丸是前列腺增生发病的两个重要因素，二者缺一不可。 BPH 的发病率随年龄的增\n大而增加。 男性在45 岁以后前列腺可有不同程度的增生，多在 50 岁以后出现临床症状。 前列腺的\n正常发育有赖于雄激素，青春期前切除辜丸，前列腺即不发育，老年后也不会发生前列腺增生。 前列\n腺增生的病人在切除辜丸后，增生的上皮细胞会发生凋亡（apoptosis），腺体萎缩。 受性激素的调控，\n前列腺间质细胞和腺上皮细胞相互影响，各种生长因子的作用，随着年龄增大体内性激素平衡失调以\n及雌、雄激素的协同效应等，可能是前列腺增生的重要病因。\n［病理］ 前列腺腺体增生开始于围绕尿道的腺体，这部分腺体称为移行带，未增生之前仅占前列\n腺组织的 5%。 前列腺其余腺体由中央带（占 25% ）和外周带（占 70% ）组成。 中央带似模形并包绕\n射精管。 外周带组成前列腺的背侧及外侧部分，是前列腺癌最常发生的部位（图 51-4） 。 前列腺增生\n主要发生于前列腺尿道周围移行带，增生组织呈多发结节，并逐渐增大。 增生的腺体将外周的腺体挤\n压萎缩形成前列腺外科包膜，与增生腺体有明显界限，手术中易于分离。 增生腺体突向后尿道，使前\n列腺部尿道伸长、弯曲、受压变窄，尿道阻力增加，引起排尿困难（图 51-5）。 此外，前列腺内尤其是围\n绕膀脱颈部的平滑肌内含有丰富的 α 肾上腺素能受体，这些受体的激活使该处平滑肌收缩，可明显增\n加前列腺尿道的阻力。\n圄51-4 前列腺正常解剖\n前列腺增生及 α 肾上腺素能受体兴奋致后尿道平滑肌收缩，造成膀脱出口梗阻，为了克服排尿阻\n力，逼尿肌增强其收缩能力，逐渐代偿性肥大，肌束形成粗糙的网状结构，加上长期膀脱内高压，膀胧\n壁出现小梁小室或假性强室（图 51”的。 由于逼尿肌退变，顺应性差，出现逼尿肌不稳定收缩，病人有\n明显尿频、尿急和急迫性尿失禁，可造成输尿管尿液排出阻力增大，引起上尿路扩张积水。 如梗阻长\n期未能解除，逼尿肌萎缩，失去代偿能力，收缩力减弱，导致膀\n脱不能完全排空而出现残余尿。 随着残余尿量增加，膀脱壁变\n薄，膀肮腔扩大，可出现慢性尿满留及充溢性尿失禁，尿液反流\n引起上尿路积水及肾功能损害。 梗阻引起膀脱尿睹留，还可继\n发感染和结石形成。\n［临床表现］ 前列腺增生多在50 岁以后出现症状，60 岁左\n右症状更加明显。 症状与前列腺体积大小之间并不一致，而取\n决于引起梗阻的程度、病变发展速度以及是否合并感染等，症\n状可时轻时重。\n尿频是前列腺增生最常见的早期症状，夜间更为明显。 尿\n频的原因，早期是因增生的前列腺充血刺激引起。 随着病情发\n展，梗阻加重，残余尿量增多，膀脱有效容量减少，尿频逐渐加\n重。 此外，梗阻诱发逼尿肌功能改变，膀脱顺应性降低或逼尿 圄51-5 前列腺增生时， 腺体突向\n后原道和膀肮颈， 后尿道延长\n肌不稳定，尿频更为明显，并出现急迫性尿失禁等症状。"}
{"raw_content": "排尿困难是前列腺增生最重要的症状，病情发展缓慢。\n典型表现是排尿迟缓、断续、尿流细而无力、射程短、终末滴\n沥、排尿时间延长。 如梗阻严重，残余尿量较多时，常需要用\n力并增加腹压以帮助排尿，排尿终末常有尿不尽感。\n当梗阻加重达一定程度时，残余尿逐渐增加，继而发生慢\n性尿满留及充溢性尿失禁。 前列腺增生的任何阶段中，可因\n气候变化、劳累、饮酒、便秘、久坐等因素，使前列腺突然充血、\n水肿导致急性尿漏留，病人不能排尿，膀脱胀满，下腹疼痛难\n忍，常需急诊导尿处理。\n前列腺增生合并感染或结石时，可出现明显尿频、尿急、\n尿痛症状。 增生腺体表面秸膜较大的血管破裂时，亦可发生\n不同程度的无痛性肉眼血尿，应与泌尿系肿瘤引起的血尿鉴\n别。 梗阻引起严重肾积水、肾功能损害时，可出现慢性肾功能\n不全，如食欲缺乏、恶心、呕吐、贫血、乏力等症状。 长期排尿\n困难导致腹压增高，还可引起腹股沟庙、内痒与脱虹等。\n｛诊断］ 50 岁以上男性出现尿频、排尿不畅等临床表现，\n须考虑有前列腺增生症的可能。 通常需作下列检查：\n圄51-6 前列腺培生引起的病理改变\n国际前列腺症状评分（ International Prostate Symptom 肾积水：肾实质萎缩，肾孟扩大；输尿\nScore , IPSS) : IPSS 评分是量化 BPH 下尿路症状的方法，是 管积水：输尿管扩张、伸长、曲折；膀\n目前国际公认的判断 BPH 病人症状严重程度的最佳手段 脱壁肥厚，肌肉形成小梁，出现膀脱\n想室\n（表 51-1 ） 。\n表51-1 国际前列腺症状（ IPSS｝评分表\n在五次中\n症状\n在最近的一个月，您是否有以下症状？ 无 少于 少于 大约 多于 几乎\n评分\n1 次； 半数 半数 半数 每次\n1. 是否经常有尿不尽感？ 。 2 3 4 5\n2. 两次排尿间隔是否经常小于两小时？ 。 2 3 4 5\n3. 是否曾经有间断性排尿？ 。 2 3 4 5\n4. 是否有排尿不能等待现象？ 。 2 3 4 5\n5. 是否有尿线变细现象？ 。 2 3 4 5\n6. 是否需要用力及使劲才能开始排尿？ 。 2 3 4 5\n7 从入睡到早起一般需要起来排尿几次？ 没有 l 次 2 次 3 次 4次 5 次\n。 2 3 4 5\n症状评分＝\n总分O～35分：轻度症状O～7分；中度症状8～19分，重度症状20 -35分\n1. 亘肠f旨检 是重要的检查方法，前列腺增生症病人均需作此项检查。 多数病人可触到增大的\n前列腺，表面光滑，质韧、有弹性，边缘清楚，中间沟变浅或消失。 指检时应注意胚门括约肌张力是否\n正常，前列腺有元硬结，这些是鉴别神经源性膀脱功能障碍及前列腺癌的重要体征。\n2. 超声 采用经腹壁或直肠途径进行。 经腹壁超声检查时膀脱需要充盈，扫描可清晰显示前列\n腺体积大小，增生腺体是否突入膀脱，了解有元膀脱结石以及上尿路继发积水等病变。 嘱病人排尿后\n检查，还可以测定膀脱残余尿量。 经直肠超声检查对前列腺内部结构显示更为清晰。\n3. 尿流率检查 一般认为排尿量在 150 ～400ml 时，如最大尿流率<15mνs 表明排尿不畅；如 “\n<10叫表明梗阻较为严重。 如需进一步了叩肌功叫确排尿困难是否叫阳时 。协"}
{"raw_content": "变所致，应行尿流动力学检查。\n4. 血清前列腺特异性抗原 （ prostate specific antigen,PSA）测定 对排除前列腺癌，尤其前\n列腺有结节时十分必要。但许多因素都可影响 PSA值，如年龄、前列腺增生、炎症、前列腺按摩以及经\n尿道的操作等因素均可使PSA增高。\n此外，IVU、CT、MRI 和膀脱镜检查等，可以除外合并有泌尿系统结石、肿瘤等病变。 放射性核素\n肾图有助于了解上尿路有无梗阻及肾功能损害。\n［鉴别诊断］ 前列腺增生症引起排尿困难，应与下列疾病鉴别：\n1. 前列腺癌 若前列腺有结节，质地硬，或血清 PSA 升高，应行 MRI 和前列腺穿刺活检等检查。\n2. 膀肮颈李缩 亦称膀脱颈纤维化。 多为慢性炎症、结核或手术后癫痕形成所致，发病年龄较\n轻，多在40 ～50 岁出现排尿不畅症状，但前列腺体积不增大，膀脱镜检查可以确诊。\n3. 尿道狭窄 多有尿道损伤及感染病史，行尿道膀脱造影与尿道镜检查，不难确诊。\n4. 禅经源性膀肮功能障碍 临床表现与前列腺增生症相似，可有排尿困难、残余尿量较多、肾积\n水和肾功能不全，但前列腺不增大，为动力性梗阻。 病人常有中枢或周围神经系统损害的病史和体\n征，如有下肢感觉和运动障碍，会阴皮肤感觉减退、虹门括约肌松弛或反射消失等。静脉尿路造影常\n显示上尿路有扩张积水，膀脱常呈“圣诞树”形。 尿流动力学检查可以明确诊断。\n｛治疗］ 前列腺增生症应根据病人的症状、梗阻程度及并发症情况选择治疗方案。 主要有如下\n治疗方法：\n1. 观察等待 若症状较轻，不影响生活与睡眠，一般元须治疗可观察等待。 但需密切随访，一旦\n症状加重，应开始治疗。\n2. 药物治疗 治疗前列腺增生的药物很多，常用的药物有 α 肾上腺素能受体阻滞剂（α受体阻\n滞剂）、5α还原酶抑制剂和植物类药等。\nα受体分为 1,2 两型，其中 α1 受体主要分布在前列腺基质平滑肌中，对排尿影响较大，阻滞 αl\n受体能有效地降低膀肮颈及前列腺的平滑肌张力，减少尿道阻力，改善排尿功能。 常用药物有特拉瞠\n嗦（terazosin ）、阿夫嗖嗦（alfuzosin）、多沙瞠嗦（doxazosin）及坦索罗辛（ tamsulosin ）等，对症状较轻、前\n列腺增生体积较小的病人有良好的疗效。 副作用多较轻微，主要有头晕、鼻塞、体位性低血压等。\n5α还原酶抑制剂是通过在前列腺内阻止辜酣转变为有活性的双氢辜酬，进而使前列腺体积部分\n缩小，改善排尿症状。一般在服药3 个月左右见效，停药后症状易复发，需长期服药，对体积较大的前\n列腺效果较明显，与 α受体阻滞剂联合治疗效果更佳。 常用药物有非那雄胶（finaste副e）和度他雄股\n( dutasteride）。\n3. 手术治疗 对症状严重、存在明显梗阻或有并发症者应选择于术治疗。 经尿道前列腺切除术\n(TURP）适用于大多数良性前列腺增生病人，是目前最常用的手术方式。 近年以来，经尿道前列腺剔\n除手术和经尿道前列腺激光手术也得到越来越多的应用。 开放手术仅在巨大的前列腺或有合并巨大\n膀脱结石者选用，多采用耻骨上经膀脱或耻骨后前列腺切除术。 于术疗效肯定，但有一定痛苦与并发\n症。 如有尿路感染、残余尿量较多或有肾积水、肾功能不全时，宜先留置导尿管或膀脱造撞引流尿液，\n并抗感染治疗，待上述情况明显改善后再择期手术。\n4. 真他疗法 经尿道球囊扩张术、前列腺尿道支架以及经直肠高强度聚焦超声（HIFU）等对缓\n解前列腺增生引起的梗阻症状均有一定疗效，适用于不能耐受手术的病人。\n（黄健）\n错。ii_"}
{"raw_content": "第一节概 述\n尿路结石（urol讪iasis）又称为尿石症，为最常见的泌尿外科疾病之一。尿路结石可分为上尿路结\n石和下尿路结石，前者指肾结石（renal calculi ）和输尿管结石（ ureteral calculi ），后者指膀脱结石\n( vesical calculi）和尿道结石（urethral calculi ） 。 流行病学资料显示，5% ～10% 的人在其一生中至少发\n生过 1 次尿路结石。 欧洲尿路结石的新发病率为（100 ~ 400 )/10 万人。我国尿路结石的发病率为\n1% ～5% ，南方地区高达5% ～10% ，新发病率约为(150 ～200)/10 万人。 男：女为 3:1 ，上尿路结石\n男女比例相近，下尿路结石男性明显多于女性。 好发年龄在25 ～40 岁。\n尿路结石在我国古代医书《黄帝内经》和华倍的《中藏经》中已有记载，被称为“淋”“石淋”和“彤、\n淋”，表示经尿道排出砂石，其辨证施治方剂至今仍用于临床。 19 世纪中叶，德国 Simon 首次成功地实\n施了肾切除术治疗肾结石。 19 世纪末，由于膀脱镜和 X线诊断技术的发明和应用，尿路结石的手术\n从此能在诊断明确的基础上实施随之出现了各种尿路取石的手术方法。 在20 世纪70 年代末、80 年\n代初，尿路结石的治疗有了重大的突破。 1976 年瑞典 Fernstorm 和 Johansson 首次采用经皮肾镜取石\n术（percutaneous nephrolithotomy, PCNL）去除肾结石；1980 年德国 Chaussy 开始采用体外冲击波碎石\n( extraco叩oreal shock wave lithotripsy ,ESWL）治疗尿路结石获得成功。 输尿管硬镜及软镜迅猛发展也\n始于20 世纪 80 年代，其设计、制造工艺及其附属碎石设备得到不断改进，且更趋合理。 不久，这些微\n创碎石技术在我国北京、上海、广州等地相继开展，并在全国各地迅速推广和发展。目前90% 以上的\n尿路结石可不再采用开放手术治疗，一些复杂难治的肾结石也可以通过微创技术治疗。\n尿路结石的形成机制尚未完全清楚，有多种学说，肾钙化斑、过饱和结晶、结石基质、晶体抑制物\n质、异质促进成核学说是结石形成的基本学说。 许多资料显示，尿路结石可能是多种影响因素所致。\n［结石形成的危险因素］ 影响结石形成的因素很多，年龄、性别、种族、遗传、环境因素、饮食习惯\n和职业对结石的形成影响很大。身体的代谢异常、尿路的梗阻、感染、异物和药物的使用是结石形成\n的常见病因。 重视和解决这些问题，能够减少结石的形成和复发。\n1. 代谢异常 ①形成尿结石的物质排出增加：尿液中钙、草酸、尿酸或脱氨酸排出量增加。 长期\n卧床、甲状旁腺功能亢进者尿钙增加；痛风病人尿酸排出增多；内源性合成草酸增加或肠道吸收草酸\n增加引起高草酸尿症；肮氨酸排出量增加常见于家族性脱氨酸尿症病人。 ②尿 pH 改变：在碱性尿中\n易形成磷酸镇镀及磷酸盐沉淀；在酸性尿中易形成尿酸和肮氨酸结晶。 ③尿中抑制晶体形成和聚集\n的物质减少，如拘橡酸、焦磷酸盐、酸性秸多糖、镜等。 ④尿量减少，使盐类和有机物质的改度增高。\n2. 局部病因 尿路梗阻、感染和尿路存在异物均是诱发结石形成的局部因素，梗阻可以导致感\n染和结石形成，而结石本身也是尿路异物，后者会加重梗阻与感染的程度。临床上易引起尿路结石形\n成的梗阻性疾病包括机械性梗阻和动力性梗阻。 其中，肾孟输尿管连接部狭窄、膀：脱颈部狭窄、肾输\n尿管畸形、输尿管口膨出、肾盏盟室和马蹄肾等是常见的机械梗阻性疾病。 此外，肾内型肾孟及肾盏\n颈狭窄可以引起尿液滞留，从而诱发肾结石形成。 神经源性膀肮功能障碍和先天性巨输尿管则属于\n动力梗阻性疾病，同样可以引起尿液的滞留，促进结石形成。\n3. 药物相关因素 药物引起的肾结石占 1% ～2% 。 相关的药物分两类：一类为尿液的浓度高而\n梅解度比较低的药物，如氨苯蝶院（triamterene ） 、治疗 HIV 感染的药物（苟地那韦，indinavir）、硅酸镜\n"}
{"raw_content": "和磺胶类药物等，这些药物本身就是结石的成分。 另一类为能够诱发结石形成的药物，如乙眈嗖肢，\nVil D, Vil C 和皮质激素等，这些药物在代谢过程中可引起其他成分结石的形成。\n［成分及特性］ 草酸钙结石最常见，磷酸盐、尿酸盐、碳酸盐次之，脱氨酸结石罕见。 通常尿路结\n石以多种盐类混合形成。 草酸钙结石质硬，不易碎，粗糙，不规则，呈\n桑甚样，棕褐色，尿路平片易显影。 磷酸钙、磷酸镜镀结石与尿路感染\n和梗阻有关，易碎，表面粗糙，不规则，常呈鹿角形，灰白色、黄色或棕\n色，尿路平片可见分层现象。 尿酸结石与尿酸代谢异常有关，其质硬，\n肾孟输尿管\n连接处\n光滑，多呈颗粒状，黄色或红棕色，纯尿酸结石不被尿路平片所显影。\n肮氨酸结石是罕见的家族性遗传性疾病所致，质坚，光滑，呈蜡样，淡\n黄至黄棕色，X光平片亦不显影。\n［病理生理｝ 尿路结石在肾和膀脱内形成，绝大多数输尿管结石\n和尿道结石是结石排出过程中停留该处所致。 输尿管有三个生理狭\n窄处，即肾孟输尿管连接处、输尿管跨过髓血管处及输尿管膀！比壁段\n（图 52-1）。 结石沿输尿管行径移动，常停留或嵌顿于三个生理狭窄\n处，并以输尿管下 1/3 处最多见。 尿路结石可引起尿路直接损伤、梗\n阻、感染或恶性变，所有这些病理生理改变与结石部位、大小、数目、继\n发炎症和梗阻程度等有关。\n肾结石常先发生在肾盏，增大后向肾孟延伸。 由于结石使肾盏颈 国52-1 输原筐生理狭窄\n部梗阻，会引起肾盏积液或积服，进一步导致肾实质萎缩、癫痕形成，\n甚至发展为肾周围感染。 由于肾盏结石进入肾孟或输尿管，结石可自然排出，或停留在尿路的任何部\n位。 一旦结石堵塞肾孟输尿管连接处或输尿管，可引起急性完全性尿路梗阻或慢性不完全性尿路梗\n阻。 前者在及时解除梗阻后，不影响肾功能；后者往往导致渐进性肾积水，使肾实质受损、肾功能不\n全。 结石在肾盏内慢慢长大，充满肾孟及部分或全部肾盏，形成鹿角形结石（图 52-2）。 结石可合并\n感染，亦可元任何症状，少数继发恶性变。\n国52-2 肾盏结石的发展\n第二节上尿路结石\n｛｜自床表现］ 肾和输尿管结石（renal and ureleral calculi）为上尿路结石，主要症状是疼痛和血尿。\n其程度与结石部位、大小、活动与否及有无损伤、感染、梗阻等有关。\n1. 疼痛 肾结石可引起肾区疼痛伴肋脊角叩击痛。 肾孟内大结石及肾盏结石可无明显临床症\n状，或活动后出现上腹或腰部钝痛。 输尿管结石可引起肾绞痛（renal colic）或输尿管绞痛，典型的表\n现为疼痛剧烈难忍，阵发性发作，位于腰部或上腹部，并沿输尿管行径放射至同侧腹股沟，还可放射到\n同侧辜丸或阴唇。 结石处于输尿管膀肮壁段，可伴有膀肮剌激症状及尿道和阴茎头部放射痛。 肾绞"}
{"raw_content": "痛常见于结石活动并引起输尿管梗阻的情况。\n2. 血尿 通常为镜下血尿，少数病人可见肉眼血尿。 有时活动后出现镜下血尿是上尿路结石的\n唯一临床表现。 血尿的多少与结石对尿路黠膜损伤程度有关。 如果结石引起尿路完全性梗阻或固定\n不动（如肾盏小结石），则可能没有血尿。\n3. 恶心、呕吐 输尿管结石引起尿路梗阻时，使输尿管管腔内压力增高，管壁局部扩张、痊孪和\n缺血。 由于输尿管与肠有共同的神经支配而导致恶心、呕吐，常与肾绞痛伴发。\n4. 膀肮剌激症状结石伴感染或输尿管膀脱壁段结石时，可有尿频、尿急、尿痛。\n｛并发症及表现］ 结石并发急性肾孟肾炎或肾积版时，可有畏寒、发热、寒战等全身症状。 结石\n所致肾积水，可在上腹部扪及增大的肾。 双侧上尿路结石引起双侧尿路完全性梗阻或孤立肾上尿路\n完全性梗阻时，可导致无尿，出现尿毒症。 小儿上尿路结石以尿路感染为重要的表现，应予以注意。\n［诊断］\n1. 病史和体检 与活动有关的疼痛和血尿，有助于此病的诊断，尤其是典型的肾绞痛。询问病\n史中，要问清楚第一次发作的情况，确认疼痛发作及其放射的部位，以往有无结石史或家族史，既往病\n史包括泌尿生殖系统疾病或解剖异常，或结石形成的影响因素等。 疼痛发作时常有肾区叩击痛。 体\n检主要是排除其他可引起腹部疼痛的疾病如急性阑尾炎、异位娃振、卵巢囊肿扭转、急性胆囊炎、胆石\n症、肾孟肾炎等。\n2. 实验室检查\n(1）血液分析：应检测血钙、尿酸、肌西干。\n(2）尿液分析：常能见到肉眼或镜下血尿·伴感染时有腋尿，感染性尿路结石病人应行尿液细菌\n及真菌培养；尿液分析还可测定尿液 pH、钙、磷、尿酸、草酸等i发现晶体尿及行尿脱氨酸检查等。\n(3）结石成分分析：是确定结石性质的方法，也是制定结石预防措施和选用溶石疗法的重要依\n据。 结石分析方法包括物理方法和化学方法两种。物理分析法比化学分析法精确，常用的物理分析\n法是红外光谱法等。\n3. 影像学检查\n( 1 ）超声：属于无创检查，应作为首选影像学检查，能显示结石的高回声及其后方的声影，亦能显\n示结石梗阻引起的肾积水及肾实质萎缩等，可发现尿路平片不能显示的小结石和 X 线阴性结石。 超\n声适合于所有病人包括孕妇、儿童、肾功能不全和对造影剂过敏者。\n(2) x线检查：①尿路平片：能发现90% 以上的X线阳性结石。 正侧位摄片可以除外腹内其他钙\n化阴影如胆囊结石、肠系膜淋巴结钙化、静脉石等。 侧位片显示上尿路结石位于椎体前缘之后，腹腔\n内钙化阴影位于椎体之前（图 52-3）。 结石过小或钙化程度不高，纯尿酸结石及脱氨酸结石，则不显\n示。 ②静脉尿路造影：可以评价结石所致的肾结构和功能改变，有元引起结石的尿路异常如先天性畸\n形等。 若有充盈缺损，则提示有 X线阴性结石或合并息肉、肾孟癌等可能。 若查明肾孟、肾孟输尿管\n连接处和输尿管的解剖结构异常有助于确定治疗方案。 ③逆行\n或经皮肾穿刺造影：属于有创检查，一般不作为初始诊断手段，往\n往在其他方法不能确定结石的部位或结石以下尿路系统病情不 阴影在脊\n明需要鉴别诊断时采用。 ④平扫 CT能发现以上检查不能显示的 椎前缘之后\n或较小的输尿管中、下段结石。 有助于鉴别不透光的结石、肿瘤、\n血凝块等，以及了解有无肾畸形。 增强 CT 能够显示肾脏积水的\n程度和肾实质的厚度，从而反映了肾功能的改变情况。 另外，疑\n有甲状旁腺功能亢进时，应作骨摄片。\n(3）磁共振水成像（MRU) :MR 不能显示尿路结石，因而一\n般不用于结石的检查。 但是，MRU 能够了解结石梗阻后肾输尿管\n积水的情况而且不需叩剂叫时脉尿路造叫的 圄但3 肾结石×栅位平际意图 ＼＂：＇；＇~"}
{"raw_content": "影像，不受肾功能改变的影响。 因此，对于不适合做静脉尿路造影的病人（如造影剂过敏、严重肾功能\n损害、儿童和孕妇等）可考虑采用。\n(4）放射性核素肾显像：放射性核素检查不能直接显示出、尿系结石，主要用于确定分侧肾功能，\n评价治疗前肾功能情况和治疗后肾功能恢复状况。\n(5）内镜检查：包括经皮肾镜、输尿管硬、软镜和膀脱镜检查。 通常在尿路平片未显示结石，静脉\n尿路造影有充盈缺损而不能确诊时，借助于内镜可以明确诊断和进行治疗。\n［治疗｝ 由于尿路结石复杂多变，结石的性质、形态、大小、部位不同，病人个体差异等因素，治疗\n方法的选择及疗效也大不相同，有的仅多饮水就自行排出结石，有的却采用多种方法也未必能取尽结\n石。 因此，对尿路结石的治疗必须实施病人个体化治疗，有时需要综合各种治疗方法。\n1. 病因治疗 少数病人能找到形成结石的病因，如甲状旁腺功能亢进（主要是甲状旁腺瘤），只\n有切除腺瘤才能防止尿路结石复发；尿路梗阻者，只有解除梗阻，才能避免结石复发。\n2. 药物治疗 结石＜0. 6cm、表面光滑、结石以下尿路无梗阻时可采用药物排石治疗。 纯尿酸结\n石及肮氨酸结石可采用药物溶石治疗，如尿酸结石用拘橡酸氢饵饷、碳酸氢铀碱化尿液，口服别瞟岭\n醇及饮食调节等方法治疗，效果较好；肮氨酸结石治疗需碱化尿液，使 pH>7. 8，摄入大量液体。 α”琉\n丙酌甘氨酸（α－MPG）和乙酷半脱氨酸有溶石作用。 卡托普利（captopril）有预防肮氨酸结石形成的作\n用。 感染性结石需控制感染，口服氯化镀酸化尿液，应用腮酶抑制剂，有控制结石长大作用；限制食物\n中磷酸的摄入，应用氢氧化铝凝胶限制肠道对磷酸的吸收，有预防作用。 在药物治疗过程中，还需增\n加液体摄入量，包括大量饮水，以增加尿量。 中药和针灸对结石排出有促进作用，常用单味中药有金\n钱草或车前子等；常用针刺穴位是肾俞、膀眈俞、三阴交、阿是穴等。\n肾绞痛是泌尿外科的常见急症，需紧急处理，应用药物前注意与其他急腹症鉴别。 肾绞痛的治疗\n以解瘟止痛为主，常用的止痛药物包括非国体类镇痛抗炎药物如双氯芬酸销、呵｜睐美辛及阿片类镇痛\n药如服替脏、曲马多等，解痊药如 M 型胆碱受体阻断剂、钙通道阻滞剂、黄体酣等。\n3 体外冲击波碎石（extracorporeal shock wave lithotripsy, ESWL ) 通过 X 线或超声对\n结石进行定位，利用高能冲击波聚焦后作用于结石，使结石裂解，直至粉碎成细砂，随尿液排出体外。\n20 世纪80 年代初应用于临床，实践证明它是一种安全而有效的非侵入性治疗，且大多数的上尿路结\n石可采用此方法治疗。\n适应证：适用于直径运2cm 的肾结石及输尿管上段结石。 输尿管中下段结石治疗的成功率比输\n尿管镜取石低。\n禁忌证：结石远端尿路梗阻、娃振、出血性疾病、严重心脑血管病、主动脉或肾动脉瘤、尚未控制的\n泌尿系感染等。 过于肥胖、肾位置过高、骨关节严重畸形、结石定位不清等，由于技术性原因而不适宜\n采用此法。\n碎石效果：与结石部位、大小、性质、是否嵌顿等因素有关。 结石体积较大且元肾积水的肾结石，\n由于碎石没有扩散空间，效果较差，常需多次碎石。 脱氨酸、草酸钙结石质硬，不易粉碎。 输尿管结石\n如停留时间长合并息肉或发生结石嵌顿时也难以粉碎。\n并发症：碎石后多数病人出现一过性肉眼血尿，一般无须特殊处理。肾周围血肿形成较为少见，\n可保守治疗。 感染性结石或结石合并感染者，由于结石内细菌播散、碎石梗阻引起肾孟内高压、冲击\n波引起的肾组织损伤等因素，可发生尿源性败血症，往往病程进展很快，可继发感染性休克甚至死亡，\n需高度重视积极治疗。 碎石排出过程中，由于结石碎片或颗粒排出可引起肾绞痛。若碎石过多地积\n聚于输尿管内，可引起“石街”，病人腰痛或不适，有时可合并继发感染等。\n为了减少并发症应采用低能量治疗、限制每次冲击次数。 若需再次治疗，间隔时间 10 ～ 14 天以\n上为宜，推荐 ESWL治疗次数不超过3 ～5 次。\n4 经皮肾镜碎石取石术（ percutaneous neph「olithotomy, PCNL ) 在超声或 X 光定位下，\n经腰背部细针穿刺直达肾盏或肾孟，扩张并建立皮肤至肾内的通道，在肾镜下取石或碎石。 较小的结"}
{"raw_content": "石通过肾镜用抓石钳取出，较大的结石将结石粉碎后用水冲出。 碎石选用超声、激光或气压弹道等方\n法。 取石后放置双J管和肾造瘦管较为安全。 PCNL适用于所有需手术干预的肾结石，包括完全性和\n不完全性鹿角结石、注2cm 的肾结石、有症状的肾盏或理室内结石、体外冲击波难以粉碎及治疗失败\n的结石，以及部分L以上较大的输尿管上段结石。 凝血机制障碍、过于肥胖穿刺针不能达到肾，或脊\n柱畸形者不宜采用此法。 PCNL并发症有肾实质撕裂或穿破、出血、漏尿、感染、动静脉瘦、损伤周围脏\n器等。 对于复杂性肾结石，单一采用 PCNL 或 ESWL 都有困难，可以联合应用，互为补充。 术中术后\n出血是 PCNL最常见及最危险的并发症，术中如出血明显应中止手术置入肾造瘦管压迫止血。 术后\n出血常发生在拔出肾造瘦管后，如出血凶猛应立即行经血管介入止血。 确实无法止血时应切除患肾\n以保存病人生命。\n5. 输尿雷镜碎石取石术（ urete「oscope lithot「ipsy, URL) 经尿道置人输尿管镜，在膀肮内\n找到输尿管口，在安全导丝引导下进入输尿管，用套石蓝、取石钳将结石取出，若结石较大可采用超\n声、激光或气压弹道等方法碎石。 适用于中、下段输尿管结石，ESWL失败的输尿管上段结石，X 线阴\n性的输尿管结石，停留时间长的嵌顿性结石，亦用于ESWL治疗所致的“石街”。 输尿管严重狭窄或扭\n曲、合并全身出血性疾病、未控制的尿路感染等不宜采用此法。 结石过大或嵌顿紧密，亦使手术困难。\n并发症有感染、新膜下损伤、假道、穿孔、撕裂等。 输尿管撕脱或断裂是最严重并发症，与术中采用高\n压灌注、进镜出镜时操作不当有关，应注意防范。 如发生该并发症应马上中转开放手术。 远期并发症\n主要是输尿管狭窄或闭塞等。\n输尿管软镜主要用于肾结石（<2cm）的治疗。 采用逆行途径，向输尿管置入安全导丝后，在安全\n导丝引导下放置软镜镜勒，直视下置入输尿管软镜，随导丝进入肾孟或盏井找到结石。 使用 200µ,m\n光纤导入轨激光，将结石粉碎成易排出的细小碎石，较大结石可用套石篮取出。\n6. 腹腔镜输尿管切开取石（ laparoscopic ureterolithotomy, LUL ) 适用于＞2cm 输尿管结\n石；或经 ESWL，输尿管镜手术治疗失败者。一般不作为首选方案。 手术人路有经腹腔和经腹膜后两\n种，后者只适用于输尿管上段结石。\n7 开放手术治疗 由于 ESWL及内镜技术的普遍开展，现在上尿路结石大多数已不再用开放手\n术。 开放手术的术式主要有以下几种：①肾孟切开取石术：主要适用于肾孟输尿管处梗阻合并肾孟结\n石，可在取石的同时解除梗阻；②肾实质切开取石术：根据结石所在部位，沿肾前后段段间线切开或于\n肾后侧作放射状切口取石，目前应用较少；③肾部分切除术：适用于结石在肾一极或结石所在肾盏有\n明显扩张、实质萎缩和有明显复发因素者；④肾切除术：因结石导致肾结构严重破坏，功能丧失，或合\n并肾积服，而对侧肾功能良好，可将患肾切除；⑤输尿管切开取石术：适用于嵌顿较久或其他的方法治\n疗失败的结石。 手术径路需根据结石部位选定。\n双侧上尿路同时存在结石约占病人 15% ，其手术治疗原则：①双侧输尿管结石，应尽可能同时解\n除梗阻，可采用双侧输尿管镜碎石取石术，如不能成功，可行输尿管逆行插管或行经皮肾穿刺造瘦术，\n条件许可也可行经皮肾镜碎石取石术。②一侧肾结石，另一侧输尿管结石时，先处理输尿管结石。\n③双侧肾结石时，在尽可能保留肾的前提下，先处理容易取出且安全的一侧。 若肾功能极差，梗阻严\n重，全身情况不良，宜先行经皮肾造凄。 待病人情况改善后再处理结石。④孤立肾上尿路结石或双侧\n上尿路结石引起急性完全性梗阻无尿时，一旦诊断明确，只要病人全身情况许可｝应及时施行手术。\n若病情严重不能耐受于术，亦应试行输尿管插管，通过结石后留置导管引流；不能通过结石时，则改行\n经皮肾造瘦。 所有这些措施目的是引流尿液，改善肾功能。 待病情好转后再选择适当的治疗方法。\n｛预防］ 尿路结石形成的影响因素很多，其发病率和复发率高，肾结石治疗后在5 年内约 1/3 病\n人会复发。 因而采用合适的预防措施有重要意义。\n1. 大量饮水 以增加尿量，稀释尿中形成结石物质的浓度，减少晶体沉积。 亦有利于结石排出。\n除日间多饮水外，每夜加饮水 1 次，保持夜间尿液呈稀释状态，可以减少晶体形成。 成人24 小时尿量\n!@\n在2000ml 以上，这对任何类型的结石病人都是一项很重要的预防措施。"}
{"raw_content": "2. 调节饮食 维持饮食营养的综合平衡，强调避免其中某一种营养成分的过度摄入。 根据结石\n成分、代谢状态等调节食物构成。 推荐吸收性高钙尿症病人摄入低钙饮食，不推荐其他含钙尿路结石\n病人进行限钙饮食。 草酸盐结石的病人应限制浓茶、夜菜、番茄、芦笋、花生等摄入。 高尿酸的病人应\n避免高i黑岭食物如动物内脏。 经常检查尿 pH，预防尿酸和眈氨酸结石时尿 pH 保持在 6. 5 以上。 此\n外，还应限制制盐、蛋白质的过量摄入，增加水果、蔬菜、粗粮及纤维素摄入。\n3. 特殊性预防 在进行了完整的代谢状态检查后可采用以下预防方法。 ①草酸盐结石病人可\n口服维生素民，以减少草酸盐排出；口服氧化镇可增加尿中草酸恪解度。 ②尿酸结石病人可口服别\n瞟岭醇和碳酸氢俐，以抑制结石形成。 ③有尿路梗阻、尿路异物、尿路感染或长期卧床等，应及时去除\n这些结石诱因。\n第三节下尿路结石\n下尿路结石包括膀j恍结石和尿道结石。 原发性膀肮结石（ primary vesical calculi）多发于男孩，与\n营养不良和低蛋白饮食有关，其发生率在我国已明显降低。 继发性膀肮结石（secondary vesical\ncalculi）常见于良性前列腺增生、膀脱想室、神经源性膀脱、异物或肾、输尿管结石排入膀脱。 尿道结\n石（urethral calculi ）见于男性，绝大多数来自肾和膀脱。 有尿道狭窄、尿道想室及异物存在时亦可致尿\n道结石。 多数尿道结石位于前尿道。\n｛｜自床表现］ 膀脱结石的典型症状为排尿突然中断，疼痛放射至远端尿道及阴茎头部，伴排尿困\n难和膀肮剌激症状。 小儿常用于搓拉阴茎，跑跳或改变排尿姿势后，能使疼痛缓解，继续排尿。 尿道\n结石典型症状为排尿困难，点滴状排尿，伴尿痛，重者可发生急性尿潜留及会阴部剧痛。 除典型症状\n外，下尿路结石常伴发血尿和感染。 理、室内结石可仅表现为尿路感染。\n［诊断］ 根据典型症状和影像学检查可作出诊断，但需注意引起结石的病因如 BPH、尿道狭窄\n等。 前尿道结石可沿尿道扪及，后尿道结石经直肠指检可触及，较大的膀脱结石可经直肠－腹壁双合\n诊被扪及。\n常用辅助诊断方法：①超声检查，能发现膀脱及后尿道强光团及声影，还可同时发现膀眈恕室、良\n性前列腺增生等；②X线检查，能显示绝大多数结石，怀疑有尿路结石可能时，还需作尿路平片及排泄\n性尿路造影；③膀脱尿道镜检查，能直接见到结石，并可发现膀脱及尿道病变。\n［治疗］ 膀眈结石采用手术治疗，并应同时治疗病因。 膀脱感染严重时，应用抗菌药物；若有排\n尿困难，则应先留置导尿，以利于引流尿液及控制感染。\n1. 经尿道膀脱镜取石或碎石 大多数结石可应用碎石钳机械碎石，并将碎石取出，适用于结石\n<2 -3cm者。 较大的结石需采用超声、激光或气压弹道碎石。 结石过大、过硬或膀脱慧、室病变时，应\n施行耻骨上膀肮切开取石。\n2. 耻骨上膀肮切开取石术 为传统的开放手术方式。 合并严重尿路感染者，应待感染控制后再\n行取石手术。\n尿道结石的治疗应根据结石的位置选择适当的方法，如结石位于尿道舟状窝，可向尿道内注入无\n菌液体石蜡，然后将结石推挤出尿道口，或用血管钳经尿道口伸入将结石取出。 前尿道结石采用阴茎\n根阻滞麻醉下，压迫结石近端尿道，阻止结石后退，注入无菌液体石蜡，再轻轻地向尿道远端推挤，钩\n取或钳出，取出有困难者可选择内镜下碎石后取出。 处理切忌粗暴，尽量不作尿道切开取石，以免尿\n道狭窄。 后尿道结石可用尿道探条将结石轻轻地推入膀脱，再按膀脱结石处理。\n（黄健）"}
{"raw_content": "第五十三章泌尿、男生殖系统肿瘤\n4器量g~部\n回f@. ~嗣\n根据2015 年中国癌症统计数据分析，我国泌尿、男生殖系统发病率前三位的恶性肿瘤是：膀脱\n癌、肾癌、前列腺癌。 而欧美国家第一位的是前列腺癌。\n第一节肾肿瘤\n肾肿瘤（renal tumor）是泌尿系统常见的肿瘤之一，多为恶性，且发病率正逐年上升。 临床上常见\n的肾恶性肿瘤包括肾细胞癌、肾母细胞瘤、尿路上皮来源的肾孟癌、淋巴瘤和转移瘤；良性肿瘤包括血\n管平滑肌脂肪瘤、肾嗜酸性细胞瘤等。\n一、肾细胞癌\n肾细胞癌（renal cell carcinoma, RCC）又称肾腺癌，简称为肾癌，在成人恶性肿瘤中的发病率为\n2% ～3% ，占肾恶性肿瘤的85%。 引起肾癌的病因至今尚未明确，其发病与吸烟、肥胖、高血压、饮食、\n职业接触（如芳香族类化合物等）、遗传因素（如 VHL抑癌基因突变或缺失）等有关。\n［病理］ 肾癌常为单发，双侧先后或同时发病者占 2%左右。 瘤体多数为类圆形的实性肿瘤，肿\n瘤大小不等，以4 ～8cm 多见，有假包膜，切面以黄色、黄褐色和棕色为主，其中约 20%左右病例合并\n囊性变及钙化。 肾癌起源于肾小管上皮细胞，病理类型包括透明细胞癌、乳头状细胞癌、嫌色细胞癌、\n未分类肾细胞癌、集合管癌、肾髓质癌和基因相关性肾癌。 其中透明细胞癌占70% ～80%。 肿瘤细胞\n为圆形或多边形，胞浆内含大量糖原、胆固醇脂和磷脂类物质，在切片制作过程中这些物质被溶质溶\n解，细胞质在镜下呈透明状。\n［｜自床表现］ 肾癌高发年龄为50 ～70 岁。 男女比例为 3:2。 早期常无明显临床症状，其中 60%\n的肾癌在健康体检或其他疾病检查时被发现。 常见的临床表现有：\n1 血原、疼痛和肿块 间歇元痛肉眼血尿为常见症状，表明肿瘤已侵入肾盏、肾孟。 疼痛常为\n腰部钝痛或隐痛，多由于肿瘤生长牵张肾包膜或侵犯腰大肌、邻近器官所致；出血形成的血块通过输\n尿管引起梗阻可发生肾绞痛。 肿瘤较大时在腹部或腰部可被触及。 肉眼血尿、腰痛和腹部肿块被称\n为肾癌的“三联征”。 由于超声、CT 技术的普及，早期肾癌检出率明显提高，肾癌出现典型的“三联\n征”现在已经少见，约为 10% 。\n2. 副瘤综合征 见于 10% ～20%的肾癌病人，常有发热、高血压、血沉增快等。 发热可能因肿瘤\n坏死、出血、肿瘤物质吸收入血引起。 高血压可能因瘤体内动－静脉瘦或肿瘤压迫动脉及其分支，引起\n肾素分泌过多所致。 其他表现有高钙血症、高血糖、红细胞增多症、肝功能异常、贫血、体重减轻、消瘦\n及恶病质等。\n3 转移性肿瘤症状 约有 30%的病人因转移性肿瘤症状，如骨等转移部位出现的疼痛、持续性\n咳嗽、咯血、神经麻痹等而初次就诊。 男性病人，如发现同侧阴囊内精索静脉曲张且平卧位不消失，提\n示肾静脉或下腔静脉内癌栓形成可能。\n［诊断］ 血尿、肾区疼痛和腹部肿块是肾癌的典型表现，出现任一症状，皆应考虑肾癌可能。 约\n有半数病人在体检时由超声或 CT偶然发现，称之为偶发肾癌或无症状肾癌。 影像学能为肾癌的诊断\n提供最直接的诊断依据。\n"}
{"raw_content": "1. 超声 无创伤，价格便宜，可作为肾癌的常规筛查，典型的肾癌常表现为不均质的中低回声实\n性肿块。 部分囊性肾癌可表现为元回声的费性肿块，合并钙化时可伴局部强回声。\n2. x线 尿路平片可见肾外形增大，偶见肿瘤散在钙化。 静脉尿路造影可见肾盏、肾孟因肿瘤\n挤压或侵犯出现不规则变形、拉长、移位、狭窄或充盈缺损，甚至患肾不显影。 肾动脉造影，可以显示\n肿瘤内有病理性新生血管、动－静脉瘦、造影剂池样聚集与包膜血管增多等。 必要时可注入肾上腺素\n进行鉴别，正常肾实质血管可出现收缩而肿瘤内血管无反应。\n3. CT 对肾癌的确诊率高，可发现0. Scm 以上的病变，同时显示肿瘤部位、大小、有无累及邻近\n器官等，是目前诊断肾癌最可靠的影像学方法。 肾癌的 CT 表现为肾实质内不均质肿块，平扫 CT值\n大多略低于或与肾实质相仿，少数高于肾实质；增强扫描后，肿瘤出现明显强化（图 53-1 ，图 53-2） 。\nCT增强血管造影及三维重建可以见到增粗、增多和紊乱的肿瘤血管，可替代传统的肾动脉造影。\n圄53-1 肾脏增强 CT\n左肾实质肿块大小 11. 3cmx7. 2cm，癌检侵入肾静脉，局部淋巴结转移\n圄53-2 左肾癌CT\n癌己侵入左肾静脉、下腔静脉内，右肾正常\n4. MRI 对肾癌诊断的准确性与 CT相仿。 绝大多数肾癌在 T，加权像上呈低信号或等信号；T1\n加权像上为高信号；少数肾癌的信号强度恰好相反。 在显示邻近器官有无受侵犯，肾静脉或下腔静脉\n内有无癌栓方面 MRI则优于 CT。\n［治疗］ 应根据临床分期初步制订治疗方案。 肾癌的治疗已经由单一外科手术治疗向综合治疗\n转变。"}
{"raw_content": "( nephron sparing surgery , NSS） 。\n根治性肾切除术的手术适应证：不适合行保留肾单位手术的 T1期肾癌，以及 Tz ～飞期肾癌。\n经典的根治性肾切除术范围：病侧肾周筋膜、肾周脂肪、病肾、同侧肾上腺、从踊肌脚到腹主动脉\n分叉处腹主动脉或下腔静脉旁淋巴结及儒血管分叉处以上输尿管，如合并肾静脉或下腔静脉内癌栓\n应同时取出。\n保留肾单位手术的适应证：Ti期肾癌、肾癌发生于解剖性或功能性的孤立肾，根治性肾切除术将\n会导致肾功能不全或尿毒症的病人。\n保留肾单位手术范围：完整切除肿瘤及肿瘤周围肾周脂肪组织。\n近 10 年来，肾癌手术已由开放手术向微创（腹腔镜，机器人辅助腹腔镜）手术转变。\n除了以上两种手术治疗，肾癌也可选择以下治疗方式：射频消融（radio-frequency ablation, RF A） 、\n冷冻消融（cryoablation）、高能聚焦超声（high-intensity focused ultrasound, HIF町、肾动脉栓塞等。\n2. 辅助治疗 肾癌对放疗和化疗均不敏感，20 世纪90 年代起，以中高剂量的干扰素或（和）白介\n素为代表的免疫治疗是晚期肾癌的重要辅助治疗方式，但疗效欠佳。\n目前已有用于肾癌的靶向治疗药物包括舒尼替尼等酷氨酸激酶抑制剂（T阻）和替西罗莫司等\nmTOR 抑制剂两大类。 可显著提高晚期病人的客观反应率及总体生存期。\n二、青母细胞瘤\n肾母细胞瘤（nephrohlastoma ）又称肾胚胎瘤或 Wilms 瘤，是儿童最常见的肾脏恶性肿瘤，约占所\n有儿童期恶性肿瘤的6% ～7% 。\n｛病理｝ 肾母细胞瘤常常压迫周围正常肾实质形成假包膜，其切面均匀呈灰白色，常有出血与梗\n死，间有囊腔形成。 肾母细胞瘤是从胚胎性肾组织发生，典型的组织学特征为由胚芽、上皮和间质三\n种成分组成的恶性泪合瘤。 在分子病理上，肾母细胞瘤主要有 W口基因突变、WTX基因缺失以及染\n色体 11pl5 位点基因变异等。\n［扩融和转移］ 晚期肿瘤突破肾包膜后，可广泛侵犯周围组织和器官。 转移途径同肾癌，经淋巴\n转移至肾蒂及主动脉旁淋巴结，经血行转移可播散至全身多个部位，以肺最常见，其次为肝、脑等。\n［｜自床表现］ 80%以上在5 岁以前发病，平均年龄3.5 岁。 男女比例相当，双侧约占 5% 。\n元症状的腹部肿块是最常见也是最重要的症状，见于 90% 以上病儿，通常是家长和医生偶然发\n现。 肿块常位于上腹一侧季肋部，表面光滑，中等硬度，无压痛，有一定活动度。 少数肿瘤巨大，超越\n腹中线则较为固定。 约20%病儿有血尿，250毛病儿初次诊断时有高血压。 其他常见症状有发热、庆\n食、体重减轻等。 偶有肿瘤破裂出血以急腹症就诊者。 晚期可出现恶心、呕吐、贫血等症状。 此外，少\n数病儿伴有虹膜缺失、泌尿生殖系统异常和偏侧肥大等。\n［诊断与鉴到诊断］ 发现小儿上腹部肿块，即应考虑肾母细胞瘤的可能。 影像学检查对诊断有\n决定性意义。 超声有助于确定实性占位的性质。 CT 和 MRI 可显示肿瘤范围及邻近淋巴结、器官、肾\n静脉和下腔静脉有无受累及。 胸部X片及 CT 可了解有无肺转移。\n肾母细胞瘤须与巨大肾积水、神经母细胞瘤鉴别。 巨大肾积水柔软、囊性感，超声检查易与肿瘤\n鉴别。 神经母细胞瘤可以直接广泛侵入肾脏，此瘤一般表面有结节，比较靠近腹中线，儿茶酣胶代谢\n产物［香草扁桃酸（VMA）和高香草酸（HVA） ］的测定可助于确定诊断。\n［治疗］ 采用手术联合化疗和放疗的综合治疗可显著提高术后生存率。 经腹根治性肾切除应作\n为大多数病人的初始治疗。 手术治疗不仅能够完整切除肿瘤，还能更准确地对肿瘤进行分期，为后续\n的化疗和放疗提供依据。 对于拟行保留肾单位手术、无法一期切除以及癌栓达肝静脉以上的病人，推\n荐术前行新辅助化疗。 首选化疗药物为放线菌素 D(AMD）、长春新碱（VCR），两药联合应用疗效更\n好。 术前放疗适时附时缩小不阳时母细胞瘤叫疗叫于阳否川嗡"}
{"raw_content": "局部肿瘤复发机会增多。 目前，随着综合治疗的应用，肾母细胞瘤的5 年生存率已显著提高至90% 以\n上。 双侧肾母细胞瘤可给予上述辅助治疗后再行双侧肿瘤切除。 单侧肾母细胞瘤在进行肾切除之前\n应确认对侧肾功能。 成人肾母细胞瘤预后极差，早期诊断并行积极的手术治疗，术后根据病理分型和\n分期辅以放疗和化疗等，可明显提高治愈率并改善其预后。\n三、肾血管平渭肌脂肪瘤\n肾血管平滑肌脂肪瘤（angiomyolipoma, AML）又称肾错构瘤，是一种由血管、平滑肌和脂肪组织组\n成的肾脏良性肿瘤，以中年女性多见，发病年龄多为 30 ～60 岁。 约有 20% ～30% 的肾血管平滑肌脂\n肪瘤合并结节性硬化症（tuberous sclernsis complex , TSC）。 约 50% 的结节性硬化症病人会伴发 AML,\n但在我国肾血管平滑肌脂肪瘤病人绝大多数并不伴有结节性硬化症。\n【病理］ 肾血管平滑肌脂肪瘤在肾皮质和髓质内均可发生。 肿瘤大小不一，切面呈灰白、灰黄或\n混杂黄色，有些可见出血灶，向肾脏外或集合系统生长，缺乏完整包膜，但界限清楚。 肿瘤由血管、平\n滑肌和成熟的脂肪组织以不同比例构成，也可混有纤维组织。 肿瘤出血的病理基础是因为肿瘤富含\n血管，且血管壁厚薄不一缺乏弹性，血管迂曲形成动脉瘤样改变，在外力作用下容易破裂。\n［｜自床表现｝\n1. ）店、尿系统表现 肾血管平滑肌脂肪瘤缺乏特异性表现，肿瘤较小可无任何症状，大部分病人\n常因体检或其他原因就诊时行超声或 CT 意外发现。 如肿瘤内部出血可出现突发局部疼痛；如大体积\n的肿瘤突发破裂出血，可出现急性腰腹痛、低血容量性休克、血尿、腹部肿块等表现。\n2. 肾外表现 伴发结节硬化症者可伴有面部蝶形分布的皮脂腺腺瘤、癫痛、智力减退等。\n［诊断］ 肾血管平滑肌脂肪瘤的诊断一般可以通过超声、CT 或 MRI 明确诊断，主要需要与肾恶\n性肿瘤相鉴别。\n1. 超声 肾血管平滑肌脂肪瘤内含有脂肪组织，脂肪与周围组织声阻差大，所以超声表现为强\n回声；肾癌因不含脂肪组织，超声检查则多表现为低回声。\n2. CT 表现为单侧或双侧的肾脏增大或局部突出，内见类圆形或分叶状不均匀肿块，其中可见\n斑片状或多灶性低密度脂肪影（CT值＜－20HU），境界一般较清楚（图 53-3）。 增强扫描中脂肪病灶无\n明显强化，脂肪间隔的平滑肌、血管部分的病灶可有不同程度的强化（ CT值升高约 20 ～30HU），强化\n程度低于正常肾实质，与正常肾脏分界清楚。\n3. MRI 肾血管平滑肌脂肪瘤的脂肪组织在T1WI,T2WI 上表现出中、高信号灶，T2WI 抑脂像呈\n现低信号或信号明显下降，这是与肾癌鉴别最具特征性的征象（图 53-4） 。\n上述特征性改变在富含脂肪组织的肾血管平滑肌脂肪瘤中具备较为特征性的改变，但在乏脂型\n的肾血管平滑肌脂肪瘤中超声、CT 或 MRI都可能与肾癌具有类似表现，导致误诊。\n4 肾动脉造影 可见瘤体内血管壁厚薄不一、缺乏弹性、血管迂曲形成动脉瘤样改变等，约 50%\n的肾血管平滑肌脂肪瘤病人通过造影可以发现动脉瘤样扩张。\n［治疗］ 肾血管平滑肌脂肪瘤的治疗需要考虑疾病的自然病程，尤其是出血的风险。 无论采取\n何种治疗方式，均应把保留肾功能放在首要位置。 具体包括：\n1. 观察等待 对于＜4cm 的肿瘤建议密切观察，每6 ～ 12 个月监测肿瘤变化。\n2. 手术治疗 肿瘤＞4cm，发生破裂出血的风险上升，可考虑行保留肾单位手术。 肿瘤破裂出血\n无条件行肾动脉栓塞止血时选择行手术治疗，手术应尽可能在止血、切除肿瘤的基础上保留正常肾\n组织。\n3. 介入治疗 肾错构瘤破裂出血，常可保守治疗。 但对急性、可能危及生命的出血采用手术探\n查时，常常需要切除肾脏。 因此，对于破裂大出血，应当考虑行选择性肾动脉栓塞。 而对于合并结节\n性硬化症、双侧病变、肾功能不全病人也可行选择性肾动脉栓塞。"}
{"raw_content": "内部含有负值信号 （脂肪成分） 号 （脂肪成分）\n第二节尿路上皮肿瘤\n一、膀脱肿瘤\n膀脱肿瘤（tumor of bladder）是泌尿系统最常见的肿瘤，绝大多数来自上皮组织，其中 90% 以上为\n尿路上皮癌，鳞癌和腺癌各占2% ～3% ;1% ～5%来自间叶组织，多数为肉瘤如横纹肌肉瘤，多见于儿\n童。 本节主要介绍来自上皮的膀脱癌（bladder cancer） 。\n［病因］ 引起膀肮癌的病因很多，并且其发生具有时间和空间的多中心性，危险因素包括：\n才．吸熠 是最重要的致癌因素，约 1/3 膀肮癌与吸烟有关。 吸烟可使膀肮癌发病风险增加2 ～4\n倍。 可能与香烟含有多种芳香胶的衍生物致癌物质有关。 戒烟后膀脱癌的发病率会有所下降。\n2. 长期接触工业化学产晶 如染料、皮革、橡胶、塑料、油漆等，发生膀脱癌的风险显著增加。 现\n已肯定主要致癌物质是联苯胶、自－茶胶、4－氨基双联苯等。 可在30 ～50 年后发病。\n3. 膀肮慢性感染与异物长期剌激 如膀脱结石、膀脱想室、血吸虫感染或长期留置导尿管等，会\n增加膀脱癌的发生风险，其中以鳞癌多见。\n4. 真他 长期大量服用含非那西丁的镇痛药、食物中或由肠道菌作用产生的亚硝酸盐以及盆腔\n放射治疗等，均可成为膀脱癌的病因。 多数膀肮癌是由于癌基因的激活和抑癌基因的失活导致的，这\n些基因的改变不仅增加了膀脱癌的患病风险，且与膀脱癌侵袭力及预后密切相关。\n［病理］ 膀肮癌的病理主要涉及肿瘤的组织学分级、生长方式和漫润深度，其中组织学分级和浸\n润深度对预后的影响最大。\n1 组织学分级 目前针对膀脱尿路上皮肿瘤普遍采用 WHO 分级法，包括 WHO 1973 和 WHO\n2004。 WHO 1973 分级法根据肿瘤细胞的分化程度将其分为乳头状瘤；尿路上皮癌 I 级，分化良好；尿\n路上皮癌H级，中度分化；尿路上皮癌E级，分化不良。 WHO 2004 分级法调整为乳头状瘤、低度恶性\n潜能的乳头状尿路上皮肿瘤、低级别乳头状尿路上皮癌和高级别乳头状尿路上皮癌。\n2. 生长方式 分为原位癌（carcinoma in situ, CIS）、乳头状癌及浸润性癌。 原位癌局限在蒙古膜内，\n元乳头亦无攫润基底膜现象，但与肌层浸润性直接相关。 尿路上皮癌多为乳头状，高级别者常有浸\n润。 不同生长方式可单独或同时存在。\n3. 浸润深度 根据癌浸润膀脱壁的深度，目前采用的是2009 TNM 分期标准（表53-1 ），是判断预\n后的最有价值指标之一。 临床上将 Tis、T＂、和 T1期肿瘤称为非肌层浸润性膀脱癌（non-mt肌le-invasive"}
{"raw_content": "bladder cancer, NMIBC) , T2及以上则称为肌层浸润性膀脱癌（ muscle-invasive bladder cancer, MIBC） 。\n原位癌属于非肌层浸润性膀脱癌，但一般分化不良，高度恶性，易向肌层浸润性进展（图 53-5）。\n表53-1 膀脱癌2009 TNM 分期\nT（原发肿瘤）\nT, 原发肿瘤无法评估\nTo 元原发肿瘤证据\nr.\n非浸润性乳头状癌\nTis 原位癌（扁平癌）\nT, 肿瘤侵及上皮下结缔组织\nT2 肿瘤侵犯肌层\n飞a 肿瘤侵犯浅肌层（内 1/2)\nT2b 肿瘤侵犯深肌层（外 112)\nT3 肿瘤侵犯膀脱周围组织\nTi. 显微镜下发现肿瘤侵犯膀脱周围组织\nT3b 肉眼可见肿瘤侵犯膀脱周围组织（膀脱外肿块）\nr.\n肿瘤侵犯以下任一器官或组织，如前列腺、精囊、子宫、阴道、盆壁和腹壁\n飞a 肿瘤侵犯前列腺、精囊、子宫或阴道\nr.b\n肿瘤侵犯盆壁或腹壁\nN（区域淋巴结）\nN, 区域淋巴结无法评估\nNo 元区域淋巴结转移\nN, 真骨盆区（憾内、闭孔、恪外、慨前）单个淋巴结转移\nN2 真骨盆区（憾内、闭孔、儒外、慨前）多个淋巴结转移\n风儒总淋巴结转移\nM（远处转移）\nM, 远处转移无法评估\nMo 元远处转移\nM, 远处转移\n4. 复发、进展与转移 膀脱癌易复发，非肌层漫润性膀脱癌的复发率高达 50% ～70% ，少部分\n病人复发后可进展为肌层浸润性膀脱癌。 肿瘤的扩散主要向膀脱壁浸润，可突破浆膜层侵及邻近器\n官。 淋巴转移是最主要的转移途径，主要转移到闭孔及悟血管等处盆腔淋巴结。 血行转移多在晚期，\n主要转移至肝、肺、肾上腺等。 种植转移可见于尿道上皮、腹部\n切口、切除的前列腺窝和腹腔。\n［临床表现］ 发病年龄大多数为50 ～70 岁。 男：女约为4 : T2. T2b\nl。 血尿是膀脱癌最常见的症状。 约 85% 的病人表现为间歇性\nT1 T3\n无痛全程肉眼血尿，可自行减轻或停止，易给病人造成“好转”\nT\na\n或“治愈”的错觉而贻误治疗。 有时可仅为镜下血尿。 出血量\nT4b\n与肿瘤大小、数目及恶性程度并不一致。 尿频、尿急、尿痛多为 Tis\n膀脱癌的晚期表现，常因肿瘤坏死、清痛或并发感染所致。 少\n数广泛原位癌或浸润性癌最初可仅表现为膀脱剌激症状，其预\n后不良。三角区及膀脱颈部肿瘤可造成膀脱出 口梗阻，导致排\n尿困难和尿满留。\n肿瘤侵及输尿管可致肾积水、肾功能不全。 广泛攫润盆腔\n图53-5 膀脱癌局部浸润深度\n硅 iι 或转移时，出现腰配部疼痛、下肢水肿、贫血、体重下降等症状。"}
{"raw_content": "鳞癌多为结石或感染长期刺激所致，可伴有膀脱结石。\n［诊断］ 中老年出现无痛性肉眼血尿，应首先想到泌尿系尿路上皮肿瘤的可能，尤以膀眈癌多\n见。 下列检查方法有助于确诊。\n1 尿液检查 尿常规检查时反复尿沉渣中红细胞计数＞5 个／高倍镜视野应警惕膀脱癌可能。\n在新鲜尿液中易发现脱落的肿瘤细胞，故尿细胞学\n检查是膀脱癌诊断和术后随诊的主要方法之一。\n然而，低级别肿瘤细胞不易与正常尿路上皮细胞以\n及因炎症或结石引起的变异细胞鉴别。 近年采用\n尿液膀脱肿瘤抗原（ BTA）、核基质蛋白（ NMP22） 、\nImmunoCyt 以及尿液荧光原位杂交（FISH）检查等\n有助于膀脱癌的早期诊断。\n2. 影像学检查 超声简便易行，能发现直径＞\n0. Scm 的肿瘤，可作为病人的最初筛查。 静脉肾孟\n造影（IVU）和尿路 CT重建（CTU）对较大的肿瘤可\n显示为充盈缺损（图 53-6），并可了解肾孟、输尿管\n有无肿瘤以及膀肮肿瘤对上尿路影响，如有肾积水\n或肾显影不良，提示膀胧肿瘤侵犯同侧输尿管口。\nCT和 MRI 可以判断肿瘤浸润膀肮壁深度、淋巴结\n圄53-6 1旁脱癌在 IVU 的表现\n以及内脏转移的情况（图 53-7，图 53-8） 。 放射性\n核素骨扫描检查可了解有元骨转移。\nCT平扫 CT增强（动脉期） CT增强（静脉期）\n国53-7 膀肮癌CT表现\nT1WI TzWI\n出\n国53-8 膀肮癌 MRI 表现\n俑\n’"}
{"raw_content": "3. 膀脱镜检查膀脱镜下可以直接观察到肿瘤的部位、大小、数目、形态，初步估计浸润程度等，\n并可对肿瘤和可疑病变进行活检。 原位癌（Tis）局部黠膜呈红色点状改变，与充血的蒙古膜相似。 低级\n别乳头状癌多洗红色，蒂细长，肿瘤有绒毛状分支。 高级别浸润性癌呈深红色或褐色的团块状结节，\n基底部较宽，可有坏死或钙化。 检查中需注意肿瘤与输尿管口及膀脱颈的关系以及有无恕室内肿瘤。\n此外，窄带光谱膀脱镜等新技术的应用有助于提高膀脱癌的诊断率。\n4. 膀肮双合诊 可了解肿瘤大小、浸润的范围、深度以及与盆壁的关系。 常用于术前对于肿瘤\n浸润范围和深度的评估。\n［治疗｝ 以手术治疗为主。 根据肿瘤的分化程度、临床分期并结合病人全身状况，选择合适的手\n术方式。 非肌层浸润性膀脱癌采用经尿道膀脱肿瘤电切术（ lransurethral resection of bladder tumor,\nTURBT），术后辅助腔内化疗或免疫治疗；肌层浸润性膀脱癌及膀脱非尿路上皮癌采用根治性膀脱切\n除术（radical cystectomy），必要时术后辅助化疗或放疗。\n1. 非肌层浸润性膀脱癌（ Tis、 Ta、 T1 ) TURBT 既是膀脱癌的重要诊断方法，同时也是主要\n的治疗手段。 TURBT应将肿瘤完全切除直至正常的膀脱壁肌层。 此外，经尿道激光手术可准确汽化\n切割膀脱壁各层，疗效与 TURBT相近。 而光动力学治疗、膀脱部分切除术和根治性膀脱切除术等治\n疗方式仅适用于特殊条件的病人。\n尽管 TURBT可以完全切除 Tis、T，、T，期肿瘤，但术后存在复发或进展为肌层浸润性膀脱癌的风\n险，因此，术后应行辅助膀脱灌注化疗药物或免疫制剂。 应在术后 24 小时内即刻膀肮灌注化疗药物。\n对于中高危病人还应进行维持膀脱腔内化疗或免疫治疗。 常用药物有丝裂霉素、表柔比星和吉西他\n滨等。 卡介苗（bacillus Calmette-Guerin, BCG）是最有效的膀脱内免疫治疗制剂，疗效优于膀脱腔内化\n疗药物，一般在术后2 周使用。\n膀脱原位癌 TURBT术后联合卡介苗膀眈灌注发生肿瘤复发、进展应行根治性膀脱切除术。\n2. 肌层浸润性膀肮癌 （T2~T4) 根治性膀脱切除术联合盆腔淋巴结清扫术是其标准治疗方\n式，能减少局部复发和远处转移，提高病人生存率。 手术范围包括：膀脱及周围脂肪组织、输尿管远\n端，男性应包括前列腺、精囊（必要时全尿道），女性应包括子宫、附件及阴道前壁，以及盆腔淋巴结。\n术后需行尿流改道和重建术，主要包括原位新膀肮术、回肠通道术、输尿管皮肤造口术和利用胚｜丁控\n尿术式等。 目前，越来越多的根治性膀脱切除术是通过腹腔镜或机器人辅助腹腔镜下完成。\n对于身体条件不能耐受或不愿接受根治性膀脱切除术，可以考虑行保留膀脱的综合治疗。 在接\n受合适的保留膀脱手术后，应辅以化疗和放疗，并密切随访，必要时行挽救性膀肮切除术。\n化疗是根治性膀脱切除术的重要辅助治疗手段，主要包括术前新辅助化疗和术后辅助化疗。 化\n疗以铅类为主的联合方案，主要包括顺铅、吉西他滨、紫杉醇和阿霉素等。 放疗可单独或联合化疗一\n起应用。\n对于无法手术治愈的转移性膀脱癌的首选治疗方法是全身化疗，但这类病人常伴有严重血尿、排\n尿困难和泌尿系统梗阻等，因此，姑息性膀脱切除及尿流改道也是较常用的治疗方法。\n3. 膀脱鳞癌和腺癌 鳞癌和腺癌为浸润性膀脱上皮肿瘤，分化差、侵袭性强，在明确诊断时往往\n已是晚期，根治性膀脱切除术联合盆腔淋巴结清扫术是其主要治疗方式。\n［预防］ 对膀脱癌发病目前尚缺乏有效的预防措施，但对密切接触致癌物质的职业人员应加强\n劳动保护，嗜烟者及早戒烟，可以预防或减少肿瘤的发生。 对保留膀脱手术后病人，膀脱灌注化疗药\n物或卡介苗，可以预防或推迟肿瘤的复发和进展。 同时，进一步研究膀脱癌的复发转移机制，开发预\n测和干预的手段，对膀脱癌的防治十分重要。\n二、肾孟、输尿管癌\n肾孟、输尿管癌统称为上尿路恶性肿瘤，60% 的肾孟、输尿管癌在诊断时已经发生肌层或周围组\n织的浸润。"}
{"raw_content": "［流行病学和危险因素］ 其发病率较低，约占泌尿系尿路上皮肿瘤 5% ～ 10% ，高发年龄段为\n70 ～90 岁，男：女比3: 1。 下段输尿管肿瘤较上段输尿管肿瘤更常见。\n致病因素主要有吸烟，长期服用镇痛药、咖啡，应用环磷酌胶、含马兜铃酸药物等，慢性感染、结石\n长期剌激等也可能是致病危险因素。 职业因素（如接触苯胶、肺等）可增加上尿路肿瘤的发生危险。\n［病理类型及｜自床分期］ 多数为尿路上皮癌（约占 90% ），其次为鳞癌，腺癌，也有少量的微乳头\n样肉瘤样和淋巴上皮瘤样癌等。 尿路上皮癌可单发或多发，肿瘤细胞分化和基底的浸润程度有很大\n差别，需区分非浸润性乳头状肿瘤（包括低度恶性潜能的乳头状尿路上皮肿瘤、低级别乳头状尿路上\n皮癌和高级别乳头状尿路上皮癌）、原位癌和漫润性癌。\n国际抗癌联盟的2017 年 TNM 分期见表 53-2。 肿瘤沿肾孟蒙古膜上皮蔓延扩散，可逆行侵犯肾集\n合管，甚至浸润肾实质或周围组织，亦可顺行侵及肿瘤远端输尿管。 肾孟、输尿管肌层较薄，早期可浸\n润肌层，且外膜组织内含丰富的血管和淋巴管，故常有早期淋巴结转移，包括肾蒂、主动脉、下腔静脉、\n同侧懦总血管和盆腔淋巴结等。 血行转移常见于肝、肺和骨髓等。\n表53-2 肾孟、输尿管尿路上皮癌的TNM 分期\nT（原发肿瘤）\nT, 原发肿瘤无法评估\n飞无原发肿瘤证据\nT. 非浸润性乳头状癌\nTis 原位癌\nT1 肿瘤侵入上皮下结缔组织\n飞肿瘤侵犯肌层\n飞 肿瘤侵犯肌层外围组织或者肾实质（肾孟），或者输尿管突破肌层侵及输尿管周围脂肪（输尿管）\n飞 肿瘤侵犯临近器官或者通过肾脏侵入肾周脂肪\nN（淋巴结）\nN, 区域淋巴结无法评估\nNo 元区域淋巴结转移\nNI 单个淋巴结转移，最大径运2cm\nNi 单个淋巴结转移，最大径＞2cm，或者多发淋巴结转移\nM（远处转移）\nMo 元远处转移\nM1 远处转移\n［｜自床表现］ 最常见的症状主要是间歇无痛肉眼血尿或镜下血尿，偶可见条状血块。 20%病人\n有腰部钝痛，主要是肿瘤侵犯引起上尿路梗阻造成肾积水所致。 部分病人可因血块堵塞输尿管，引起\n肾绞痛。 晚期可出现腰部或腹部肿物、消瘦、体重下降、贫血、下肢水肿及骨痛等症状。 肾孟、输尿管\n癌体征常不明显。 少数病人可因体检或影像学检查偶然发现。\n［诊断］ 中老年元痛性间歇性血尿，除怀疑膀脱肿瘤外，尚应考虑肾孟、输尿管癌可能，结合超\n声、静脉尿路造影、CT等影像学检查，多可准确诊断。\n1 影像学检查超声检查是血尿的筛选性检查方法，可发现肾孟或输尿管腔内占位性病变及病\n变部位以上扩张或积水。\n静脉尿路造影是诊断肾孟、输尿管癌的传统方法，它可发现肾孟、输尿管癌部位的充盈缺损、梗阻\n和肾积水，梗阻严重造成肾功能明显减退可致集合系统未显影（图 53-9）。\nCT增强＋三维重建（CTU）是诊断肾孟、输尿管癌的首要手段，主要表现为肾盏、肾孟及输尿管某\n一部位充盈缺损、增厚或梗阻等，但是对于扁平病灶，CTU 也难以诊断；肾积水是另外一个征象，出现\n肾积水一般预示疾病进展且预后较差；可同时发现肿大的淋巴结，说明其可能合并远处转移。\n对于不能接受 CT检查的病人，磁共振水成像（MRU）诊断效能与 CTU相当。\n川t⑩\n2. 膀肮镜和尿路细胞学检查 膀脱镜检查有时可见病侧输尿管口喷血，也可发现同时存在的膀"}
{"raw_content": "脱肿瘤，约 17% 的肾孟、输尿管癌可同时伴发膀脱癌。 对于尿脱\n落细胞学或 FISH 检查为阳性，而膀脱镜检查正常者，一般提示存\n在肾孟、输尿管癌。 膀脱镜下逆行肾孟输尿管造影检查是诊断肾\n孟、输尿管癌可选手段，可收集病侧肾孟尿及冲洗液行尿细胞学\n检查，肾孟输尿管造影可明确肿瘤的部位和肾积水的程度。\n3. 诊断性输尿管镜检查 输尿管镜可直接观察到输尿管、肾\n孟及肾盏，对可疑病灶进行活检，活检病理能对90% 的肿瘤做出\n准确的分级，并且假阴性率低，但不能排除漫润性生长的肿瘤。\n［鉴到诊断］\n1. 肾细胞癌 当肾孟癌侵犯肾实质时常需与肾癌相鉴别。\n肾癌 CT表现常为外生性生长的圆形或类圆形、具有假包膜、注射\n造影剂为“快进快退”影像学表现的富血供肿瘤。\n2. 肾孟内血块和坏死组织 平扫容易与肾孟癌海淆，但是\n圄53-9 肾孟肿瘤及真肾孟i摄~P.斤见\nCT或 MRI 增强扫描缺乏强化。\n3. 输尿管狭窄或结石 常有结石、感染或手术等病史，表现为上尿路不同程度的梗阻和肾积水，\n一般通过静脉肾孟造影、CTU、逆行造影或输尿管镜诊断性检查等可以进行鉴别。\n4. 输尿管息肉 是一种较少见的良性肿瘤，常继发于结石；原发性输尿管息肉常表现为长段息\n肉，常不伴肾积水，输尿管镜检查及活检可明确病变部位、数目及性质。\n［治疗］\n1. 根治性肾、输尿管切除术 适用于多发、体积较大、高级别或影像学怀疑浸润性生长的肿瘤。\n标准的手术方法是切除病肾及全长输尿管，包括输尿管开口部位的膀脱壁。 可采用开放性、腹腔镜、\n机器人辅助腹腔镜完成。 术后膀脱灌注化疗药物有助于降低膀脱肿瘤的复发率。\n2 保留肾脏手术 肿瘤细胞体积小、分化良好、无浸润的带蒂乳头状肿瘤，尤其是对于孤立肾或\n对侧肾功能已受损的肾孟癌或输尿管上段癌，可通过输尿管镜、经皮肾镜等内镜切除或激光切除，而\n对于输尿管中下段肿瘤可作局部切除，尤其是对于远端输尿管肿瘤，可行肿瘤及其远端输尿管切除后\n输尿管再植。\n3. 综合治疗 对于进展期的肾孟、输尿管癌需采用综合治疗，手术切除后给予系统的化疗或放\n疗，晚期病人则以系统化疗为主。\n［预后］ 肾孟、输尿管癌病理分级分期差异大，具有肿瘤多中心和易复发转移倾向，预后相差悬\n殊。 肾孟、输尿管尿路上皮癌侵犯肌层预后差，pT/pT3期术后 5 年生存率＜50% ,pT4期则＜10%。 此\n外，肾孟、输尿管癌术后5 年内膀脱癌发生率为 15% ～759毛。\n第三节前列腺癌\n前列腺癌（prostate cancer）是老年男性的常见恶性肿瘤，其发病率有明显的地区和种族差异。全\n球范围内，欧美国家前列腺癌发病率最高，居男性实体恶性肿瘤首位，亚洲前列腺癌发病率远低于欧\n美。 我国前列腺癌发病率近年来呈显著上升态势，这与人均寿命的延长、饮食结构的改变以及诊断技\n术的提高有关。\n｛病因］ 前列腺癌的致病因素尚未完全阐明，可能与种族、遗传、环境、食物、肥胖和性激素等有\n关。 单个一级亲属患前列腺癌，本人患前列腺癌风险增加 l 倍以上，阳性家族史病人确诊年龄提前\n6 ～7 年。 过多的动物脂肪摄入有可能促进前列腺癌的发生、发展。研究显示，双氢辜酣等雄激素在\n前列腺癌发生过程中起到重要作用。 此外，单核昔酸多态性（single nucleotide polymorphism, SNP）与前\n列腺癌的发病相关，针对中国人群前列腺癌病人全基因组关联研究发现了中国人群前列腺癌特异性"}
{"raw_content": "［病理］ 95% 以上的前列腺癌为腺泡腺癌，起源于腺上皮细胞，其他少见类型包括鳞癌、导管腺\n癌、勃液腺癌、小细胞癌等。 前列腺癌好发于前列腺外周带，常为多病灶起源。 前列腺癌分化程度差\n异较大，组织结构多表现为癌腺泡结构紊乱、核间变及浸润生长等现象，其中核间变是病理诊断前列\n腺癌的重要标准。 高级别前列腺上皮内瘤（high-grade prostatic intraepithelial neoplasia, HGPIN）可能是\n前列腺癌的癌前病变。\n前列腺癌的组织学分级，是根据腺体分化程度和肿瘤的生长形态来评估其恶性程度的工具，其中\n以 Gleason 分级系统应用最为普遍，并与肿瘤的治疗预后相关性最佳。 在 Gleason 分级系统中，根据不\ns\n同形态结构的肿瘤成分占比多少，将肿瘤分成主要分级区和次要分级区，各区的 Gleason 分级为 1 -\n级。 Gleason 评分（gleason score , GS ）为主要及次要肿瘤区分级之和，范围为 2 ～ 10 分。 根据 Gleason\n评分运6、7、：；：：，8 将病人分为低危、中危、高危组，评分越高，预后越差。\n前列腺癌临床分期多采用 TNM 分期系统，该系统是病情评估的有效工具，对治疗方案的选择提\n供重要依据（表53-3） 。\n表53-3 前列腺癌TNM 分期（AJCC,2009 年）\nT（原发肿瘤）\nT, 原发肿瘤不能评价\nTo 元原发肿瘤证据\nT1 不能被扪及和影像学难以发现的临床隐匿肿瘤\nT1, 偶发肿瘤体积〈所切除组织体积的5%\nT1i, 偶发肿瘤体积〉所切除组织体积的5%\nT,, 穿刺活检发现的肿瘤（如由于PSA升高）\nT2 局限于前列腺内的肿瘤\nT2, 肿瘤限于单叶的 112\nT2b 肿瘤超过单叶的 112但限于该单叶\n飞c 肿瘤侵犯两叶\n飞 肿瘤突破前列腺包膜·\nT3, 肿瘤侵犯包膜外（单侧或双侧）\nT3b 肿瘤侵犯精囊\n飞 肿瘤固定或侵犯除精囊外的其他临近组织结构，如尿道外括约肌、直肠、胚提肌和（或）盆壁\n区域淋巴结（N)\nN, 区域淋巴结不能评价\nNo 元区域淋巴结转移\nN, 区域淋巴结转移\n远处转移（M) ..\nM, 远处转移元法评估\nMo 元远处转移\nM,\nM,, 有区域淋巴结以外的淋巴结转移\nM,b 骨转移\nM,, 其他器官组织转移\n． ：侵犯前列腺尖部或前列腺包膜但未突破包膜的定为T，，非T，；”．当转移多于一处，为最晚的分期\n｛｜自床表现｝ 前列腺癌病人好发于老年男性。 早期前列腺癌多数元明显临床症状，常因体检或\n者在其他非前列腺癌手术后通过病理检查发现（如良性前列腺增生的手术）。 随着肿瘤生长，前列腺\n癌可表现为下尿路梗阻症状，如尿频、尿急、尿流缓慢、排尿费力，甚至尿满留或尿失禁等。 前列腺癌\n可经血行、淋巴扩散或直接侵及邻近器官（如精囊、膀脱等）。 最常见的转移部位是淋巴结和骨悟，其\n他部位包括肺、肝、脑和肾上腺等。 前列腺癌出现骨髓转移时可以引起骨痛、脊髓压迫症状及病理性 ι\n骨折等。 其他晚期前列腺癌的症状包括：贫血衰弱下肢水叫便困难等。 少数病人以转移叫 够"}
{"raw_content": "主就医，局部症状不明显，易导致误险。\n［诊断］ 前列腺癌的常用诊断模式为：通过体格检查、实验室检查、影像学检查筛选可疑病人，并\n通过后续的前列腺穿刺病理活检加以确认。\n体格检查：直肠指检可发现前列腺癌结节，质地多较正常腺体坚硬，但当肿瘤处于早期，或者原发\n于前列腺移行带等区域时，直肠指检常无异常发现。\n实验室检查：前列腺特异性抗原（prostate-specific antigen, PSA）是前列腺癌重要的血清标志物，正\n常参考值为0 ～4ng/ml。 当发生前列腺癌时 PSA 常有升高，并往往与体内肿瘤负荷的多少成正比。\n影像学检查：经直肠超声检查以往常被用作前列腺癌的诊断但多数早期前列腺癌病人常元异常\n发现。 多参数 MRI 在诊断前列腺癌方面有着较高的敏感性和特异性，并可对肿瘤局部侵犯程度及有\n无盆腔淋巴结转移做出初步评估，其缺点为检查费用较贵，且耗时较长。 当前列腺癌发生骨转移时，\n多数为成骨性转移病灶，可通过 X线平片或全身放射性核素扫描得以发现。 影像学检查还可用于晚\n期前列腺癌引起的一些并发症评估，如静脉尿路造影（intra-venous urography, IVU）或 CTU 可发现晚期\n前列腺癌浸润膀脱、压迫输尿管引起肾积水。\n前列腺穿刺活检是病理确诊前列腺癌的主要方法，多在经直肠超声的引导下进行。\n｛治疗］ 早期（器官局限性，意即肿瘤仅位于前列腺内部）前列腺癌可以通过根治性手术或者根\n治性放疗等方式达到良好的治疗效果，甚至得以治愈。 由于肿瘤本身生长缓慢，部分低危、高龄病人\n也可根据具体情况选择主动监测（active surveillance, AS），待病情进展再进一步治疗。\n局部进展期（肿瘤突破前列腺包膜但未发生转移）和转移性前列腺癌一般选择雄激素去除治疗\n为主的姑息性治疗，以期延长病人生存期，改善生活质量。 部分局部进展期的前列腺癌病人可选择手\n术切除或放疗基础上的多手段综合性治疗。\n1. 手术治疗根治性前列腺切除术是治疗前列腺癌最有效的方法，手术要点是切除前列腺和精\n囊，而后进行排尿通路重建，并根据病人危险分层和淋巴结转移情况决定是否行淋巴结清扫。 手术可\n通过传统开放手术、腹腔镜、机器人腹腔镜等进行。\n2. 放射治疗前列腺癌的放疗分为根治性放疗和姑息性放疗。 对于器官局限性肿瘤，根治性放\n疗能达到近似治愈的效果，其5 ～ 10 年内的无瘤存活率可与根治性前列腺切除术相似。 姑息性放疗\n主要用于前列腺癌骨转移病灶的治疗，达到缓解疼痛症状。\n3. 雄激素去除治疗 雄激素与前列腺癌的发生、发展密切相关，绝大多数的前列腺癌通过去除\n体内雄激素作用后，肿瘤的生长将在一定时间内得到有效抑制。 雄激素去除治疗（ androgen\ndeprivation therapy, ADT）是通过去除体内雄激素对前列腺癌的“营养”作用而达到治疗目的的方法。\n去势治疗是主要的 ADT方法，包括外科去势和药物去势，前者即双侧辜丸切除，后者则为通过药\n物干扰下丘脑－垂体－辜丸内分泌轴，从而抑制辜丸分泌辜酬。 抗雄激素药物可阻断体内雄激素与受\n体结合，也是 ADT 的方法之一，可与去势治疗共同构成“最大雄激素阻断”（ maximal androgen\nblockade, MAB），但 MAB 与单纯去势治疗的疗效比较尚无定论。\n前列腺癌在 ADT治疗初期，多数会表现出理想疗效，但最终仍会出现病情的进一步发展，此时前\n列腺癌将进入“去势抵抗”阶段，即去势抵抗性前列腺癌（castrate-resistant prostate cancer, CRPC） 。\n4. 真他治疗 冷冻治疗、高聚能超声等新兴物理能量治疗对前列腺癌病灶具有一定控制效果，\n其远期治疗效果及适合人群尚无定论。\n晚期前列腺癌局部压迫尿道引起的排尿梗阻，以及侵犯输尿管开口引起的肾脏积水可通过经尿\n道前列腺电切术得以缓解。\n化疗、免疫治疗、靶向药物治疗等在晚期前列腺癌，尤其是 CRPC 的治疗中具有一定价值。\n第四节皇丸肿瘤\n辜丸肿瘤（tumor of the testis）比较少见，仅占男性恶性肿瘤的 1% ～1. 5% ，然而在 15 ～34 岁的年"}
{"raw_content": "轻男性中其发病率列所有肿瘤之首，且几乎都属于恶性。\n［病因］ 辜丸肿瘤的病因不清，但与隐辜有密切关系。 隐辜发生辜丸肿瘤的概率是正常人群的\n3 ～ 14 倍，即使早期行辜丸下降固定术也不能完全防止恶变的发生。 其他引起辜丸肿瘤的因素可能\n与种族、遗传、化学致癌物质、感染、内分泌等有关。\n［病理］ 辜丸肿瘤是泌尿男生殖系肿瘤中成分最复杂、组织学表现最多样、肿瘤成分与治疗关系\n最为密切的肿瘤，分原发性和继发性两大类。 原发性辜丸肿瘤又分为生殖细胞肿瘤和非生殖细胞肿\n瘤。 辜丸生殖细胞肿瘤占 90% ～95% ，根据组织学的不同可分为 5 种细胞基本类型，即精原细胞瘤\n( seminoma）、胚胎癌、畸胎瘤、绒毛膜癌和卵黄囊瘤等。 辜丸生殖细胞肿瘤可以由多种成分组成。 非\n生殖细胞肿瘤占5% ～ 10% ，包括间质细胞（Leydig cell）瘤和支持细胞（Sertoli cell）瘤等。辜丸肿瘤早\n期即可发生淋巴转移，最先转移到肾门水平的腹主动脉及下腔静脉旁淋巴结。 经血行转移可扩散至\n肺、骨或肝。 继发性辜丸肿瘤主要来自淋巴瘤及白血病等恶性肿瘤。\n｛｜自床表现｝ 辜丸肿瘤多发于青壮年男性，但卵黄囊瘤则是婴幼儿易发生的辜丸肿瘤，辜丸淋巴\n瘤常发生在50 岁以上男性中。 辜丸肿瘤右侧略多于左侧。 1% ～2%的辜丸肿瘤是双侧性的，可同时\n或相继发生，但其组织学类型多是相同的，多为精原细胞瘤。\n辜丸肿瘤的典型表现多为病侧阴囊内单发无痛性肿块。 辜丸肿瘤较小时，临床症状不明显，随着\n肿瘤逐渐增大，可表现为病侧辜丸质硬而沉重，有轻微坠胀或钝痛。 附辜、输精管多元异常。 极少数\n病人起病较急，突然出现疼痛性肿块，局部红肿伴发热，多因肿瘤出血、梗死、坏死所致，易误诊为急性\n附辜炎或辜丸炎。 隐辜病人在腹部或腹股沟部发现肿块并逐渐增大，常是隐辜发生恶变的表现。 少\n数分泌绒毛膜促性腺激素（HCG）的辜丸肿瘤病人可引起男性乳房女性化。 约 10% 的病人因辜丸肿\n瘤转移病灶引起症状，如背痛（腹膜后转移激惹神经根），咳嗽、咯血、呼吸困难（肺转移），恶心、呕吐\n（十二指肠后转移），下肢末梢水肿（下腔静脉梗阻），骨痛等。\n［诊断］ 体检时应做阴囊内容物的双手触诊，病侧辜丸增大或扪及肿块，质地较硬，与辜丸界限\n不清，用手托起较正常侧沉重感，透光试验阴性。 体检还应包括腹部触诊，以了解淋巴结是否有转移，\n或内脏受侵犯。 锁骨上淋巴结检查可发现晚期病人的淋巴结转移灶。 胸部检查可发现男性乳房女性\n化或肺部转移。 在诊断辜丸肿瘤时，推荐血甲胎蛋白（AFP）、人绒毛膜促性腺激素－13 亚基（自－HCG）、\n乳酸脱氢酶（LDH）为必查肿瘤标志物，有助于了解肿瘤组织学性质、临床分期、术后有无复发及预后。\n精原细胞瘤出现血清肿瘤标志物升高者约占 30% 非精原生殖细胞肿瘤 AFP 升高者占 50% ～70%'\nHCG升高者占40% ～60% ，绒毛膜癌 HCG几乎 100%升高。 超声和 CT 有助于辜丸肿瘤的诊断及与\n阴囊内其他肿物的鉴别，确定腹膜后淋巴结有无转移及转移的范围非常重要。 MRI并不比 CT更有优\n势。 胸部X片可了解肺部和纵隔有无转移病变。 辜丸肿瘤需要与辜丸扭转、附辜炎以及鞠膜积液、腹\n股沟斜店、阴囊血肿、精索囊肿等相鉴别。\n｛治疗］ 辜丸肿瘤病人应先经腹股沟人路行根治性辜丸切除术，根据辜丸肿瘤组织类型和临床\n分期再选择后续的治疗方法。 精原细胞瘤对放射治疗比较敏感，术后可配合放射治疗，亦可配合以铅\n类为基础的化学治疗，病人预后总体较好。 非精原细胞瘤行辜丸根治术后，根据具体情况可选择行密\n切监测、腹膜后淋巴结清扫术、化疗等，5 年生存率可达30% ～90% 。\n第五节阴茎癌\n阴茎癌（penile cancer）指原发于阴茎头、冠状沟、包皮内板上皮细胞的恶性肿瘤，总体发病率低，\n且因国家、宗教信仰、社会经济发展水平与卫生条件的不同而存在明显的地域性差异，在北美和欧洲\n发病率仅（0. 1 ～0.9)/10 万，但在亚、非、拉等部分经济欠发达地区，发病率可达 19/10 万。 有幼年行\n-\n包皮环切术习俗的民族与宗教信仰人群，如犹太裔与伊斯兰教徒，患阴茎癌极少。\n［病因］ 时时阳发病风险因素包括包皮过长包茎阳包皮龟头炎吸烟人乳头 飞f也"}
{"raw_content": "瘤病毒（HPV）感染、射线暴露等。 阴茎皮角、Bowen 样丘痊病、阴茎站膜白斑、高级别上皮内瘤变、巨\n大尖锐温疵、Queyrat 增殖样红斑、苔薛样硬化等癌前病变亦可转变为阴茎癌。\n［病理］ 阴茎恶性肿瘤绝大部分为鳞癌，亦存在黑色素瘤、肉瘤、淋巴瘤、转移瘤等罕见类型。 阴\n茎鳞癌按与 HPV 的相关性可进一步分为 HPV 非相关的鳞状细胞癌、疵状癌、乳头状癌、腺鳞癌、肉瘤\n样癌与1昆合性癌，以及 HPV 相关的基底样癌、湿疵样癌与淋巴上皮瘤样癌等亚型。 阴茎癌根据大体\n类型可分为乳头型和结节型两种。 乳头型癌以向外生长为主，可穿破包\n皮，癌肿高低不平，常伴渍扇，有奇臭服样分泌物，并逐渐发展为典型的\n菜花样外观，瘤体虽大，但可活动。 结节型癌呈浸润性生长，质较硬，亦\n可有愤瘤，瘤体不大，向深部浸润可深入阴茎海绵体。 由于尿道海绵体\n周围白膜坚韧，除晚期病人外，阴茎癌很少浸润至尿道引起排尿困难。\n阴茎癌主要通过淋巴转移至腹股沟及髓血管淋巴结等处，亦可经血行播\n散转移至肺、肝、骨、脑等脏器。\n｛｜自床表现］ 阴茎癌多见于40 ～60 岁有包茎或包皮过长的病人。\n肿瘤因在包皮内生长，且常由小病灶逐渐侵犯至阴茎头部、体部和海绵\n体，早期不易发现。 若包皮可上翻显露阴茎头部，早期可有类丘摩、庇状 圄53-10 阴茎鳞癌\n红斑或经久不愈的溃癌等病变。 若包茎或包皮过紧不能显露阴茎头部，\n病人可有包皮内刺痒、灼痛等症状，或触及包皮内硬块，井有血性或服性分也物流出。 随着病变发展，\n疼痛加剧，肿瘤突出包皮口或穿破包皮，晚期呈菜花样外观，表面坏死形成溃癌，渗出物恶臭（图 53-\n10）。 肿瘤继续发展可侵犯全部阴茎和尿道海绵体，造成排尿困难、尿滞留或尿凄。 查体常可触及腹\n股沟肿大、质硬的淋巴结c\n［诊断］ 阴茎癌诊断并不困难，但常因病人忽视、尴尬等原因而延迟就诊。 对于40 岁以上有包茎\n或包皮过长的男性，当发现阴茎头部肿块、红肿、慢性溃痛、湿摩、恶臭血性或服性分泌物者，应高度怀\n疑阴茎癌，必要时行活组织检查加以确诊。 触及腹股沟质硬、无压痛、活动性差的肿大淋巴结时应怀\n疑有淋巴结转移。 超声、CT 和！ MRI 等影像学检查有助于判断盆腔淋巴结与脏器转移情况，评价肿瘤\n的临床分期（表53-4）。\n表53-4 阴茎癌TNM 分期（2009 版）\nT：肿瘤原发灶 N。 未触及或元肉II良可见的腹股沟淋巴结IN1大\nT, 原发灶无法评估 N, 触及单侧可推动的单个腹股沟淋巴结n,1，大\nTo 元原发肿瘤证据 N1 触及单侧或双侧可推动的多个腹股沟淋巴结\nTis 原位癌 月中大\nT,, 非漫润性；自 N, 触及单侧或双侧不可推动的腹股沟肿块或盆腔\nT，肿瘤浸润上皮下结缔组织 淋巴结肿大\nT,., 肿瘤浸润上皮下结缔组织，无淋巴血管 M：远处转移\n浸润 M, 远处转移无法评估\nT,,, 肿瘤浸润上皮下结绵’组织，伴淋巴血管 Mo 元远处转移\n浸润 M, 有远处转移\nT, 肿瘤浸润尿道海绵体和（或）阴茎海绵体 G：组织学分级\nT, 肿瘤浸润尿道 G, 组织学分级无法评估\n飞 肿瘤浸润其他邻近结构 G, 高分化\nN：区域淋巴结 G, 中等分化\nN, 区域淋巴结无法评估 G, 低分化／未分化\n［治疗］\n峰。＇. j'_,\n1. 手术治疗 原则是肿瘤病灶的根治性切除与局部器官的最大程度保留。 根据不同的分期可"}
{"raw_content": "对分化程度较差或伴区域淋巴结肿大的病人应加行带腹股沟淋巴结清扫。 对不适于行根治手术的病\n人可行姑息性病灶切除，辅以术后放化疗。\n2. 放射治疗对于 T2期与分化较差的 T1期肿瘤，单纯根治性放疗可作为手术的替代方案。 T2期\n以上肿瘤单纯放疗通常疗效不佳，应作为术后辅助治疗手段。 对于原发灶直径＞5cm、浸润至阴茎根\n部的肿瘤或 N3期肿瘤，可行姑息性放疗。\n3. 化学治疗对于无法手术切除、多发腹股沟或盆腔淋巴结转移的病人应行术后辅助化疗，常\n用含顺铀的 BMP方案(JI防自＋甲氨蝶岭＋博来霉素）或 TPF方案（Ji防自＋氟尿暗院＋紫杉醇）；对于伴有\n肺、肝、骨、脑转移的晚期病人常用 PF（顺铀＋氟尿暗脏）方案或 BMP方案进行姑息性化疗。\n［预防］ 对于有包茎、包皮过长且不易上翻，或既往反复包皮龟头炎的病人应尽早行包皮环切\n术，特别是儿童。 包皮过长但可上翻显露龟头者，应保持外生殖器清洁干燥。 对发现癌前病变者应密\n切随诊。 其他预防措施包括避免高危性生活（如减少性伙伴数量，正确使用避孕套等）、避免紫外线\n暴露以及控制吸烟等。\n第六节 阴囊 Paget 病\n阴囊 Paget病（Paget’s disease）是一种皮肤恶性肿瘤，又称阴囊湿彦样癌、阴囊炎性癌。 1874 年，\nPaget 首次描述了乳腺 Paget病。 乳腺外 Paget病则多见于大汗腺分布区，如腋下、旺周、外阴、眼险、脑\n窝等处。 1889 年，Crocker首次报道发生于阴囊的 Paget病。\n｛病理］ 病理组织学上以见到 Paget 细胞巢为诊断依据。 Paget 细胞大而圆、核大、胞浆丰富而淡\n染。 细胞角蛋白 7、癌胚抗原等免疫组化染色对诊断具有重要意义，细胞角蛋白 7 还可用于评估肿瘤\n切缘是否阳性。\n［临床表现］ 阴囊 Paget病多发生于50 岁以上的老年人，病情进展缓慢，易被误诊为阴囊湿彦或\n皮炎。 早期主要表现为阴囊皮肤癌痒、红斑、脱屑或结册，逐渐发展成靡烂、溃癌伴浆液性渗出物，数\n月或数年后，病变逐渐扩大，可累及阴茎及会阴等处，早期病灶边界往往较清楚。 如出现深部溃痛、凸\n起的边界，以及斑块状肿瘤，提示肿瘤呈漫润性生长。 肿瘤发生转移较晚，主要经淋巴转移，通常先有\n腹股沟淋巴结转移，血性转移较少。\n｛诊断和鉴到诊断］ 诊断主要根据临床表现，因本病极易误诊为皮肤慢性炎症或湿磨，对反复发\n作的阴囊湿痊经久不愈者，如怀疑 Paget病应尽早行组织活检。 主要应和湿彦样黑色素瘤和上皮内瘤\n变等相鉴别。 阴囊 Paget病组织中的细胞角蛋白 7、癌胚抗原、PAS 反应常表达阳性，SlOO 表达阴性；\n而湿王若样黑色素瘤除 SlOO 呈阳性表达外，细胞角蛋白 7、癌胚抗原、PAS 反应常呈阴性；上皮内瘤变的\nSlOO 表达、PAS 反应呈均阴性。 MRI对评估肿瘤浸润深度可能有一定的作用。\n［治疗｝ 病灶切除术是首选和有效的治疗方法，手术切除范围应距皮损边缘 2cm 以上，深度达深\n筋膜。 伴有腹股沟淋巳结转移者应行腹股沟淋巴结清扫术。 本病对放疗、化疗均不敏感，仅作为姑息\n性治疗。\n（孙颖浩）\n。"}
{"raw_content": "第五十四章泌原、男生殖\n~:mm部\n回辛勤指曾？苦苦\n系统的翼他疾病\n第一节肾下垂\n肾脏的正常位置是肾门位于第 1 或第2 腰椎横突水平，右侧略低于左侧。 一般认为，肾脏在立位\n较卧位下降超过5cm或一个椎体，称为肾下垂（nephroptosis）。 少数肾脏被腹膜包裹而肾蒂松弛，能在\n腹部较大范围移动，甚至降到下腹部或盆腔，或跨过中线到对侧腹部，此类肾下垂又称游走肾（floating\nkidney） 。\n［病因］ 正常肾位于腹膜后，脊柱两旁的浅窝中。 肾依靠脂肪囊、肾筋膜、肾蒂、踊肾韧带、脾肾\n韧带和腹内压力维持其正常位置。 肾下垂的发生可能与肾窝浅，肾周围脂肪减少，肾蒂长，分娩后腹\n壁松弛使腹内压降低等多种因素相关。\n｛病理｝ 肾下垂一般因尿流不畅或肾蒂血管发生扭转与牵拉时出现病理改变。 输尿管扭曲，尿\n流受阻可引起肾孟积水、肾孟感染、肾结石等。 肾移动过大可引起肾血管扭转，导致肾淤血，甚至肾萎\n缩。肾下垂常伴有其他内脏下垂。\n［｜｜笛床表现］ 多发生于 20 ～40 岁瘦高体型的女性，男：女约为3: 100，右侧明显多于左侧。 病人\n症状的轻重与肾移动的幅度不完全一致。\n腰痛是主要症状，呈钝痛或牵扯痛，站立时加剧，平卧后消失。 肾蒂血管或输尿管扭转时，可发生\nDietl危象，表现为肾绞痛、恶心、呕吐、脉搏增快等症状。 肾静脉的机械牵拉和受压可发生血尿；输尿\n管扭曲可导致肾积水或上尿路感染。对腹腔神经丛的牵拉常会引起消化不良、腹胀、暖气、恶心、呕吐\n等消化道症状。 部分病人可伴有失眠、眩晕、心悸、乏力等症状。\nrt含断和鉴到诊断］ 根据病史、临床表现和影像学检查，诊断并不困难。 体检依次在平卧、侧卧\n及直立位时触诊肾，确定肾的位置及移动度。超声在平卧位、立位时测量肾的位置，并作对比。 静脉\n尿路造影先后在平卧位和立位摄片，如肾孟较正常下降超过一个椎体可诊断为肾下垂。 肾下垂分为\n四度：下降到第3 腰椎水平为 I 度，降至第4腰椎水平为E度，降至第5 腰椎水平为E度，降至第5 腰\n椎以下者为町度。 同时，影像学检查可显示有无肾孟、输尿管积水。\n鉴别诊断：①先天性异位肾，多位于下腹部或盆腔，位置固定，平卧后肾不能复位；②肾上极或肾\n外肿瘤压迫推移使肾位置下降。 超声、静脉尿路造影、CT或 MRI 检查均可鉴别。\n［治疗｝ 偶然被发现肾下垂，症状不明显者，一般无须进行治疗。 有腰痛、血尿者，应加强腹肌锻\n炼，增加营养，强壮身体，使用紧束弹性宽腰带或肾托。 如症状较重，平卧或托肾后症状元明显好转，\n并有肾积水或伴发感染者，可施行开放或腹腔镜下肾悬吊固定术（nephropexy），其远期疗效：约 71%\n的病人生活质量明显改善，约 80% ～91%的病人疼痛减轻。\n第二节 肾血管性高血压\n肾血管性高血压（renovascular hypertension, RVH）是单侧或双侧肾动脉主干或分支狭窄导致的高\n血压，约占所有高血压病例的 1% ～5% 。\n"}
{"raw_content": "［病因及病理］ 引起肾动脉狭窄的主要原因有：动脉粥样硬化、纤维肌性发育异常和多发性大动\n脉炎。 在欧美国家，动脉粥样硬化很常见，约70% 的肾血管性高血压与之有关；纤维肌性发育异常是\n第二位常见的病因，约占所有肾血管性高血压的 1/4 ～ 1/3。 而在我国多发性大动脉炎比纤维肌性发\n育异常更为常见。 先天性肾动脉异常、急性肾梗死、肾动脉瘤、肾动－静脉瘦、移植肾排异、放射性动脉\n炎等也可导致肾血管性高血压，但比较少见。\n动脉粥样硬化多发于50 岁以上男性，肾动脉粥样硬化是全身性动脉粥样硬化的一部分。 动脉内\n膜的粥样斑块所致狭窄多位于肾动脉近端2cm处。 病变可为单侧或双侧，并可累及第 2 和第 3 级肾\n血管；动脉内膜可见偏心性斑块，有的可见血管环状受累、管腔狭窄和内膜破损。 纤维肌性发育异常\n好发于儿童或青年，病变为平滑肌和纤维组织真性增生。 内膜纤维组织增生以内弹性层被胶原沉积\n为特征。 中层及外膜下纤维增生常见于青年，以女性为多，中层纤维增生常累及双肾动脉，并可达远\n端2/3 及其分支，呈串珠状，可有微小动脉瘤。 外膜下纤维增生为外膜内致密胶原形成使血管狭窄。\n纤维肌性增生罕见，大量增生的平滑肌和纤维组织使肾动脉血管壁增厚。 多发性大动脉炎多见于女\n青年，病变主要在主动脉，累及一侧或双侧肾动脉，位于肾动脉开口处。 以动脉中层呈弥散性肉芽肿\n样增生、弹力纤维破坏或断裂为其主要病理变化。\n以上原因引起的肾动脉狭窄均使肾供血不足，导致肾体积变小，显微镜下可见肾小管萎缩和间质\n纤维化、人球动脉和叶间动脉等发生硬化，小血管腔狭窄或闭塞，肾小球旁体结构增生或其细胞内颗\n粒增多。 由于肾缺血可以剌激肾小球旁体结构的近球细胞和致密斑，促进肾素的合成和释放，通过肾\n素·血管紧张素－醒固酣系统导致血压增高。\n［临床表现］ 常见症状有头痛、头晕、心悸、胸闷、视力减退、恶心、呕吐等高血压表现。 发病特\n点：①青年发病常<30 岁，以女性为多；老年发病常＞50 岁，以男性为多。 ②长期高血压骤然加剧或高\n血压突然发作，病程短或发展快。 ③使用2 ～3 种降压药后血压仍然难以控制。 ④腰背部及肋腹部可\n有疼痛，约半数以上病例可听到上腹部血管杂音。 ⑤多发性大动脉炎病人一般无高血压家族史。\n⑥吸烟是动脉粥样硬化的危险因素。\n［诊断］\n1. 首先应了解有无肾外性疾病、肾实质性高血压和原发性高血压病史；其次，在体检时注意有无\n严重的高血压、上腹部杂音（包括收缩期和舒张期的双相杂音）、严重的高血压视网膜病（皿～ N级）\n和全身性动脉粥样硬化等情况。 疑为肾血管性高血压的病人应进一步检查，确立诊断。\n2 影像学检查\n( 1 ）多普勒超声检查：可显示患肾体积小于健肾，患肾血管狭窄段血流流道变细，血流高速，阻力\n指数较高。 但是，在肾内小动脉则阻力指数往往降低；若发生闭锁，则患肾的肾内血流明显减少或\n消失。\n(2）静脉尿路造影：采用快速注射连续静脉尿路造影法，注射造影剂后最初5 分钟内以分钟间隔\n连续摄片，以后按常规摄片。 肾动脉狭窄可显示四项主要变化：①患肾集合系统延迟显影（最重要表\n现）；②两肾大小差异超过 1. Scm（最常见表现）；③患肾显像期延长；④病侧肾孟肾盏系统有侧支循环\n的血管压迹。\n(3）放射性核素肾图：肾血管性高血压影响肾功能，肾图可出现异常，表现为功能减退或无功能，\n曲线的血管段、分泌段减低，排泄段延长。 有时侧支循环形成，肾图可完全正常。 此外，核素示踪双肾\n动态摄影显示患肾灌注相和放射性高峰延迟，放射性核素分布低于健肾。\n(4）腹主喃肾动脉造影：是目前确诊肾血管性高血压的常规方法和手术治疗的必要依据。 主要显\n示腹主动脉、肾动脉及其分支和实质期的影像形态。 不同的病变性质，可有不同改变。 如腹主动脉异\n常变化，累及一侧或双侧肾动脉开口，肾动脉及其分支呈狭窄或闭锁。 肾动脉狭窄时，可观察狭窄的\n部位、范围、程度以及有无狭窄后扩张征象。 在部分病例还需进行选择性或超选择性动脉造影。\n(5）螺旋 CT血管附和磁共振血管成像：螺旋叫管成像适用于肾动脉近端的狭窄。 磁共振 川＠"}
{"raw_content": "血管成像诊断肾动脉狭窄的敏感性和特异性均高；由于不用腆造影剂，对腆过敏者有特殊意义。\n3. 血液检查\n(1）血浆肾素活性测定：外周血血浆肾素活性明显增高者约 80%为肾血管性高血压。 也可经皮\n穿刺股静脉插入导管，分别抽取两侧肾静脉及肾静脉开口上、下方的腔静脉血，患肾静脉血的肾素活\n性较健侧为高，并可测定两侧肾静脉血的肾素活性比值，评价手术后效果和预后。\n(2）血管紧张素阻滞试验：口服血管紧张素转化酶抑制剂卡托普利 25吨，30 分钟后血浆肾素活\n性增高，血压下降，可作为肾血管性高血压的佐证。\n［治疗］ 肾血管性高血压治疗目的在于控制或降低血压，恢复足够的肾血流量，改善肾功能。 根\n据不同的病情选择不同的治疗方式，主要包括介入治疗和于术治疗，但有全身血管病变者疗效不佳。\n1. 介入治疗\n( 1）经皮腔内血管成形术（percutaneous transl山ulill\n单侧肾动脉粥样硬化（非钙化、非闭塞性）的肾动脉狭窄、大动脉炎、盯A术后复发性狭窄以及手术后\n的吻合口狭窄均是其适应证。\n(2）经皮血管内支架置放术。\n2. 手术治疗\n(1） 血管重建术：肾血管重建术的方法很多，各有特点，在治疗时应结合具体病情选用最合适的\n方法。 常见的手术方式有肾动脉病变内膜剥除术、肾动脉狭窄段切除吻合术、血管壁成形术、搭桥（或\n旁路）于术。\n(2）自体肾移植：主要适用于大动脉炎引起的腹主动脉－肾动脉开口处狭窄，但不适合腹主动脉\n有严重变异者。 对肾动脉全程狭窄、萎缩或发育不全者应视为禁忌。\n(3）肾切除术：患肾萎缩小于健肾 112 以上或功能严重丧失，而对侧肾大小正常，功能良好，可切\n除患肾。 肾动脉狭窄可导致患肾功能受损，在严重高血压时可对两肾都有影响，切除患肾要慎重。\n第三节精索静脉曲张\n精索静脉曲张（varicocele）是指精索内静脉蔓状静脉丛的异常伸长、扩张和迂曲。 精索静脉曲张\n可分原发性和继发性，，，自床上以原发性精索静脉曲张为多见。 原发性精索静脉曲张多见于青壮年，发\n病率约占男性人群的 10% ～ 15% 。 以左侧发病为多。\n［病因］ 原发性精索静脉曲张是由于精索内静脉静脉瓣发育不全，静脉丛壁的平滑肌或弹力纤\n维薄弱等原因所致。 原发性精索静脉曲张左侧明显高于右侧的原因包括：左侧精索静脉比右侧长8 ～\nlOcm；左侧精索静脉压大于右侧；左精索内静脉呈直角注入左肾静脉；左肾静脉通过主动脉和肠系膜\n上动脉之间；左精索内静脉下段位于乙状结肠后面等（图 54-1）。 这些解剖结构使左精索内静脉容易\n受压，并增加静脉回流阻力。 继发性精索静脉曲张则多因为腹膜后肿瘤、肾肿瘤等压迫精索内静脉，\n或下腔静脉、肾静脉癌栓，使静脉回流受阻所致等。\n［病理生理］ 通常认为精索静脉曲张会影响生育，是导致男性不育的主要原因之一，精索静脉曲\n张并发男性不育率文献报道不一致，约 159毛～40% ，但其引起男性不育的原因至今未完全阐明。 原发\n性精索静脉曲张导致精液质量下降的机制包括：静脉扩张淤血，局部温度升高，辜丸组织内 C02蓄积，\n血液内儿茶酣胶、皮质醇、前列腺素的浓度增加等，进而影响辜丸的生精功能。 同时由于双侧辜丸的\n静脉系统间有丰富的吻合支，也会使健侧的辜丸生精功能受到影响，从而导致男性精液质量下降。\n｛临床表现］ 原发性精索静脉曲张如病变轻，一般多元症状，易被忽视，仅在体检时发现。 症状\n严重时，可表现为病侧阴囊胀大，有坠胀、隐痛感，步行或站立过久则症状加重，平卧后症状可缓解或\n消失。\n｛诊断］ 立位检查，轻者局部体征不明显，严重者可见病侧较健侧阴囊明显松弛下垂，视诊和触"}
{"raw_content": "Valsalva试验，病人用力屏气增加腹压，血液回流受\n阻，可显现曲张静脉。 平卧后，曲张静脉随即缩小或\n消失。 超声检查、放射性核素四mTc 阴囊显像等可以帮\n助明确诊断。 并建议病人进行精液分析检查。 若平\n卧位后，曲张静脉仍不消失，应怀疑静脉曲张属继发\n性病变，须仔细检查同侧腰腹部，并作超声、静脉尿路\n造影或 CT、MRI 检查，明确本病是否为腹膜后肿瘤、肾\n馆内静脉 肿瘤或其他病变压迫所致。\n膀脱上静脉\n临床上按精索静脉曲张的程度可分为四级。 亚\n腹股沟管内环\n输精管\n腹壁下静脉 临床型：在休息或行 Valsalva动作时，无症状或者无法\n腹股沟管外环\n蔓状静脉丛 腹壁浅静脉 看见静脉曲张，但可通过超声检查发现； I 度：触诊不\n输精管静脉 旋馆浅静脉 明显，但 Valsalva试验可触及曲张静脉； E度：外观无\n附晕 明显异常，触诊可及曲张的静脉； E度：曲张静脉如蜓\n晕丸\n蚓团状，视i会和触诊均明显。\n阴囊静脉\n［治疗｝ 无症状或症状轻者，可仅用阴囊托带或\n圄54-1 精索静脉回流示意图 穿紧身内裤，轻度病人如精被分析正常应定期随访，\n每 1 - 2 年进行一次精液常规分析及辜丸超声检查。\n症状较重，伴有精子异常者，以及青少年期精索静脉曲张伴有辜丸体积缩小者，应行手术治疗，手术治\n疗后部分病人可以改善精液质量，恢复生育能力。 可采用开放手术（经腹股沟管精索内静脉高位结扎\n术及经腹膜后精索内静脉高位结扎术）、腹腔镜精索静脉高位结扎术或显微镜下精索静脉结扎手术，\n目前认为显微镜下精索静脉结扎术是首选治疗方法。\n第四节硝 膜 积液\n鞠膜囊内积聚的液体增多而形成囊性肿块者，称为鞠膜积液（hydrocele），分为辜丸鞠膜积液（tes\nticular hydrocele）、精索鞠膜积液（funicular hydrocele）和辜丸、精索鞠膜积液（ testicular and funicular\nhydrocele）和交通性鞠膜积液（communicating hydrocele） 。\n［病因］ 在胚胎早期，辜丸位于腹膜后第2 ～3 腰椎旁，以后逐渐下降，7 ～9 个月时辜丸经腹股沟\n管下降至阴囊。 在辜丸下降的同时附着于辜丸的腹膜也一并下降而形成喃状突。 出生前后与腹腔相\n通的鞠状突部分闭合，仅靠丸周围的鞠状突最终形成一鞠膜囊，其紧贴辜丸表面的囊壁称脏层，而靠\n近阴装组织的称壁层。 正常时喃膜囊仅有少量浆液，当鞠膜的分泌与吸收功能失去平衡，分泌多过或\n吸收过少，都可形成鞠膜积液。\n［类型］ 鞠状突在不同部位闭合或闭合不全，可形成各种类型的鞠膜积液（图 54-2）。\n1. 皇丸硝膜积液 轴’状突闭合正常，但辜丸硝膜囊内有较多积液，呈球形或卵圆形。 可分为原\n发性和继发性，前者原因不明，后者由炎症、外伤、肿瘤和丝虫病等引起，积液可为混f虫、血性或乳康\n状，精索静脉曲张术后也可出现继发性辜丸喃膜积液，术中保留淋巴管可有效预防术后皇丸鞠膜积液\n的发生。\n2. 精索辅膜积液鞠状突的两端闭合，而中间的精索鞠膜囊未闭合且有积液，积液与腹腔、辜丸\n鞠膜囊都不相通，又称精索囊肿。\n3. 辈丸、精索鞠膜积液（婴儿型） 出生前硝状突在内环处闭合，而精索处未闭合，并与辜丸\n-\n喃膜囊连通。 外观呈梨形，外环口虽受积液压迫而扩大，但与腹腔不相通。\n4 交通性辑膜积液（先天性） 鞠状突完全未闭合硝阳的积液可经一小时腹腔棚，又 li·TE铺"}
{"raw_content": "称先天性硝膜积液。 有时可有肠管或大网膜进入\n鞠膜囊，导致先天性腹股沟店。 有时辜丸鞠膜积\n液与精索鞠膜积液同时存在，但两者互不相通，并\n可并发店或辜丸未降等异常。\n｛｜自床表现］ 一侧鞠膜积液多见，表现为阴囊\n或腹股沟囊性肿块，呈慢性、无痛性逐渐增大。 积\n液量少时无不适，积液量多时才感到阴囊下坠、胀\n痛和牵扯感。 巨大辜丸鞠膜积液时，阴茎缩入包 ’’ )\nt飞r A (2) ( 3) (4)\n皮内，影响排尿、行走和劳动。\n图54-2 各类精膜积液\n［诊断和鉴到诊断］ 有典型的临床表现和体\n( 1） 辜丸销膜积液 (2）精索鞠膜积液 (3）辜丸、\n征者，诊断较为容易。 辜丸鞠膜积液呈球形或卵 精索翰’膜积液（婴儿型） (4）交通性轴’膜积液（先\n圆形，表面光滑，有弹性和囊样感，无压痛，一般触 天性）\n不到辜丸和附辜。 透光试验阳性。 若积液为服\n性、血性或乳靡性，则透光试验为阴性。 精索鞠膜积液可表现为一个或多个囊肿，呈椭圆形、梭形或哑\n铃形，沿精索而生长，其下方可扪及正常辜丸、附辜，若牵拉同侧辜丸，可见囊肿随之上下移动。超声\n检查呈液性暗区，如为辜丸鞠膜积液，则与辜丸有明显分界。 辜丸、精索鞠膜积液时阴囊有梨形肿物，\n辜丸亦摸不清。 交通性鞠膜积液，立位时阴囊肿大，卧位时积液流入腹腔，喃膜囊缩小或消失，辜丸可\n触及。 超声检查对于鞠膜积液具有良好的诊断作用。\n辜丸鞠膜积液应与辜丸肿瘤和腹股沟斜茄相鉴别，辜丸肿瘤为实性肿块，质地坚硬，病侧辜丸有\n沉重感，掂量时如秤陀，透光试验呈阴性。 腹股沟斜泊的病侧阴囊，有时可见肠型、闻及肠鸣音，平卧\n位时阴囊内容物可回纳，咳嗽时内环处有冲击感，透光试验亦呈阴性。\n［治疗］ 成人的辜丸鞠膜积液，如积液量少，无任何症状，不需要手术治疗。 积液量多，体积大伴\n明显的症状，可行辜丸鞠膜切除＋翻转术。 精索囊肿需将鞠膜囊全部切除。 交通性鞠膜积液应切断通\n道，在内环处高位结扎鞠状突。\n婴儿先天性鞠膜积液常可自行吸收消退，可不急于手术治疗，1 岁以后仍存在的建议手术治疗。\n继发性辜丸鞠膜积液，若为损伤性积血，可采用保守治疗，如积血较多则需于术清除血块，并严密\n止血。 若乳康状积液中找到微丝蝴者，则需口服乙胶嗦（海群生）治疗，并行辜丸鞠膜翻转术。\n第五节女性压力性尿失禁\n压力性尿失禁（stess urinary incontinence, SUI）指打喷嗖、咳嗽或运动等腹压增高时出现不自主的\n尿液自尿道外日漏出。 多见于女性。 尿失禁是女性常见疾病，23% ～45%女性有不同程度的尿失禁，\n其中约 50%为压力性尿失禁，其次为急迫性尿失禁和混合性尿失禁。\n［病因］ 目前已明确的危险因素：年龄、产次及分娩方式、盆腔脏器脱垂、肥胖、种族遗传因素。\n可能相关的危险因素：雌激素低下、子宫切除等盆底手术、吸烟、糖尿病、慢性咳嗽、长期便秘和抑郁\n症等。\n｛病理生理］ 正常的控尿主要涉及良好的神经调控、有效的括约肌调节和尿道教膜闭合等。 压\n力性尿失禁的病理生理机制主要包括：膀脱颈及近端尿道过度下移、尿道支持丧失、尿道固有括约肌\n缺陷、尿道勃膜封闭功能减退和支配控尿组织的神经功能障碍。\n［临床表现］ 主要症状是咳嗽、打喷嗖、大笑、跳跃、行走等各种腹压增加时尿液不自主漏出，停\n止加压动作后漏尿停止。 一般不伴膀脱刺激症状、血尿和排尿困难等。\n［诊断］ 主要的依据是典型症状、结合体格检查和相应的辅助检查可明确诊断。\n1. 病史 典型症状是增加腹压出现尿液自尿道外口不自主漏出。 同时应注意：①有无服用引起"}
{"raw_content": "尿失禁药物，如可乐定、酣带明、特拉瞠嗦等；②有无引起膀脱和括约肌功能障碍疾病，如多发性硬化、\n脊髓损伤、糖尿病、脊髓发育不良、脑卒中及帕金森病；③有无妇科手术史、放疗史等。\n2. 查体\n(I）观察阴道有无萎缩、盆底肌自主收缩力、是否存在盆底器官脱垂、有元膀脱阴道瘦和尿道阴\n道瘦等。\n(2）压力诱发试验：仰卧或站立位，咳嗽时可见尿道口尿液漏出，停止咳嗽时消失则为阳性。\n(3）直肠指诊了解括约肌张力、盆底肌收缩力。\n(4）膀肮抬举试验、棉签试验目前临床上应用较少。\n3. 排尿日记连续记录72 小时排尿情况，包括每次排尿时间、尿量、尿失禁次数和量及其他伴\n随症状等。\n4. 真他检查\n( 1 ）尿常规：可排除尿路感染引起的急迫性尿失禁。\n(2）超声残余尿量测定：可排除充盈性尿失禁。\n(3）尿动力学检查或影像尿动力学检查：可了解膀脱和括约肌功能。\n｛鉴到诊断］ 主要为以下几种：\n1. 真性尿失禁 主要是尿道括约肌损伤引起尿液持续从尿道流出，膀肮常呈空虚状态。 常见于\n外伤、手术或先天性疾病引起的尿道括约肌功能障碍。\n2. 急迫性尿失禁 由突发的、不可抑制的逼尿肌收缩导致强烈的排尿欲望并发生漏尿。 常见于\n急性膀脱炎。\n3. 充溢性原失禁 指膀脱功能完全失代偿，膀脱过度充盈而造成尿液隘出，常见于各种原因所\n致的慢性尿漏留。\n｛治疗］\n1. 非手术治疗 ①减少刺激性食物，控制体重；②盆底肌训练、盆底肌生物反馈电刺激治疗；\n③药物治疗：包括托特罗定和索利那新等胆碱能受体拮抗剂、米多君等肾上腺素受体激动剂和雌激\n素等。\n2. 手术治疗 压力性尿失禁的手术方式众多，目前最为常见且有效的方法有无张力尿道中段悬\n吊术和腹腔镜下 Burch术。 其中无张力尿道中段悬吊术为首选手术方式，其包括经耻骨后路径阴道\n无张力尿道中段悬吊术（tension-free vaginal tape, TVT）和经闭孔路径｜殉道无张力尿道中段悬吊术（ten­\nsion-free vaginal tape obturator, TVT-0） 。\n（孙颖浩）\nwn:"}
{"raw_content": "肾上腺位于双侧肾上极内侧，左侧呈新月形，右侧呈三角形，每侧重约4 ～句，其组织学结构分为\n皮质和髓质两部分。 皮质占 90% ，由中胚层发育而来，按细胞排列，从外向内由球状带、柬状带和网\n状带三层功能不同的细胞组成。 皮质分泌类固醇激素，其中球状带分泌盐皮质激素，主要是醒固隅，\n调节水盐代谢；束状带分泌糖皮质激素，主要是皮质醇，调节糖、蛋白质和脂肪代谢；网状带分泌性激\n素，主要是雄激素。 髓质占 10% ，来自神经外胚层，主要分泌肾上腺素、去甲肾上腺素和多巴肢。肾\n上腺各部分病变导致其分泌异常皆可引起不同的疾病。 在外科治疗的肾上腺疾病中，以原发性醒固\n酣增多症、皮质醇增多症和儿茶酣胶症最为常见。转移性肾上腺癌也受到关注，它比原发性皮质癌更\n为多见，具有临床重要性。\n第一节 原发性睦固自同i曾多症\n原发’性醒固酬增多症（primary hyperaldosteronism, PHA）简称原醒症，主要是由于肾上腺皮质球状\n带分泌过量的醒固自同所致，典型的表现为高血压、低血押、高血饷、低血肾素、碱中毒及肌无力或周期\n性瘫痪。 1953 年由 Conn首次描述本病，故亦称 Conn 综合征。 高血压病人中 PHA 占0. 5% ～ 169毛，而\n在顽固性高血压中占 17% ～20% 。 随着检查技术的提高，PHA 的检出率逐年上升。\n［病因和病理｝\n1. 分泌睦固酣的肾上腺皮质服瘤 最常见，约占原醒症80% ，以单侧肾上腺单个肿瘤多见，多数\n直径＜3cm。 因腺瘤发生在球状带，称醒固酣瘤（aldosterone-producing adenomas, APA），其醒固酣分泌\n不受肾素及血管紧张素E 的影响。\n2 单侧肾上腺皮质球状带培生（ unilateral adrenal hyperpl邵阳， UNAH) 少见，为单侧或\n以一侧肾上腺球状带结节状增生为主，其内分泌生化测定结果类似 APA，具有典型的 PHA表现。\n3. 双侧肾上腺皮质球状带增生 又称特发性醒固酬增多症（idiopathic hyperaldosteronism, IHA) ,\n为双侧球状带增生，｜｜伍床症状多不典型。 该型与垂体产生的醒固酣剌激因子有关，对血管紧张素敏\n感。 站立位时，肾素活性和醒固自同分泌升高。\n4. 分泌睦固自目的肾上腺皮质服癌 瘤体直径常＞3cm，包膜常被浸润，由于其癌细胞分泌糖皮质\n激素和性激素，从而出现相应的临床表现。\n5. 分泌睦固自目的异位肿瘤 极罕见，仅见于少数肾癌和卵巢癌的报告。 其癌细胞具有分泌\"M固\n酬的功能，但对 ACTH 和血管紧张素元反应。\n6. 家族性睦固自同增多症（familial hyperaldoste「onism, FH) 病因未明，一般有家族史，可出\n现高血醒固自同及类似 PHA 表现，测定血浆 17 去氧皮质酬升高。\n［临床表现］ 30 ～50 岁多见，主要表现为高血压和低血饵。①高血压，几乎所有 PHA 病人均有\n高血压，以舒张压升高为主，一般降血压药物效果不佳。 ②肌无力，70%病人呈持续性低血饵，30%为\n间歇性，病人表现为肌无力，甚至周期性瘫痪，首先累及四肢，重者发生软瘫，并影响呼吸和吞咽。 可\n出现低血押心电图改变。 ③烦渴、多饮、多尿，以夜尿增多为主，主要是由肾浓缩功能下降引起。\n｛辅副检查］ 临床常用的检查项目包括：\n1. 实验室检查 由于体内分泌过多醒固自同、水铀满留，肾排饵增多，体液容量过多，而抑制了肾\n"}
{"raw_content": "素－血管紧张素系统等，引起机体一系列改变。 实验室检查应注意以下方面：①低血何、高血例；②碱\n中毒，血 co2结合力正常高值或高于正常，尿 pH偏高；③尿饵排出增多，24 小时超过 25 -30mmoνL;\n④血和尿醒固酬含量升高；⑤血浆肾素活性降低。\n2. 特殊检查\n(1）螺内酶（安体舒通）试验：螺内醋为合成的醒固自同竞争性措抗剂。 常用量每次 80 ～ 100吨，每\n日三次口服，连续2 ～3 周，PHA 者血压下降，血饵上升，尿伺减少，肌无力改善，血铀下降，尿铀增多，\nco2结合力恢复正常，尿 pH 变酸性。\n(2）诊断性试验：对于不典型者，为查明病因可作选择性诊断性试验。 ①体位试验，IHA 者站立\n位时肾素和醒固酣分泌增高。 ②铀饵平衡试验，仅\n适用于诊断有困难时。 PHA 者在普食情况下呈饵负\n平衡，铀平衡；在低铀饮食情况下呈血饵升高，尿铀\n排出减少。 FH 者服用地塞米松，每次 2吨，每日一\n次，3 周后病人血饵、血压、醒固自同分泌恢复正常，则\n可确诊。\n3. 定位检查\n(1）超声：常用于筛查，但难以发现直径＜］cm\n的肾上腺肿瘤。\n(2) CT：此类腺瘤多为低密度或等密度，强化不\n明显（图 55-1），对直径＜lcm 的 APA 检出率在 90%\n以上。 腺癌发现时直径一般＞3cm，有强化，边缘不\n清楚，有漫润表现。 多排螺旋 CT 薄层扫描，对于发 圄55斗 右肾上腺皮质腺瘤 CT影像\n现直径＜lcm 肿瘤及增生有重要意义。 UNAH 为单\n侧或以一侧肾上腺增大为主，呈结节状改变。 IHA 为双侧肾上腺增大。\n(3) MRI：空间分辨率低于 CT，不作为常规应用。\n(4) 1311-19－腆－胆固醇肾上腺核素显像：对腺瘤、癌和增生的鉴别有帮助。\n［诊断］ 根据病人的高血压、肌无力、烦渴、多饮等典型临床表现及低血饵、碱中毒、血和尿醒固\n酬含量增高，CT显示肾上腺形态异常，诊断 PHA 一般不困难。 但是，有部分病人症状不典型，如血梆\n正常，仅有高血压症状，可选择多排螺旋 CT薄层扫描肾上腺检查。 有高血压和肾上腺腺瘤或结节状\n增生等变化应高度怀疑本病。 另外，反复多次查血饵、血醒固自同以及相关的特殊检查可以更加明确诊\n断。 若血浆醒固酣（ng/dl）／肾素浓度［ng/(ml · h) J ;:::40 对 PHA 的诊断有重要意义。\n［治疗］\n1. 手术治疗 APA 首选将瘤体或与同侧肾上腺切除，可治愈；UNAH 作一侧肾上腺切除或次全\n切除有一定疗效；分挝、醒固酬的肾上腺皮质腺癌及异位肿瘤，应作肿瘤根治术；IHA 作肾上腺手术往\n往效果不佳，可选用药物治疗。 近年来，随着腹腔镜技术的发展与完善，APA、UNAH 等可首选腹腔镜\n手术。\n术前准备：为减少手术的危险性，术前需控制高血压、纠正低血饵、碱中毒等。 常用药物：①螺内\n醋（安体旬’通） ：螺内醋能特异性拮抗醒固自同，是术前准备的首选药物。 每 8 小时口服一次，每次20 ～\n80mg(60 ～240mg/d）起，根据病人血压及血饵情况，逐日增加剂量，最大可增至每次 120 ～ 140mg\n(360 ～420mg/d）；通过快速大剂量螺内醋治疗，配合药物补伺及长效缓释降压药辅助降压，多数病人\n服药5 ～7 天后，血压及血饵可恢复正常，从而尽快为手术创造时机。 对肾功能不全的病人，应注意减\n少螺内醋用量并定期复查肾功能，如应用螺内醋后肾功能受损，停药或减量后可恢复。 ②氨氯口比眯 -\n（阿米洛利） ：是长效强效满饵利尿剂，常用每次5吨，每日三次口服。 ③氨苯蝶脆：是满伺利尿药作\n用于远曲时抑制幅吸收。 用量 50 ～ 100日日三次口服。④其他棚，如血叫素转换 i俗"}
{"raw_content": "酶抑制剂卡托普利和雷米普利，以及钙离子通道阻滞剂硝苯地平等，常与保饵利尿剂或螺内醋联合应\n用，血何和血压可很快恢复正常。 另外，术前适量补饵及低铀高伺饮食。\n2. 药物治疗 主要适合于 IHA、不能切除的分泌醒固酣的肾上腺皮质腺癌、拒绝手术或有手术\n禁忌证和糖皮质激素可控制的 PHA 等。 常用的药物有螺内醋、阿米洛利、氨苯蝶院等，其他辅助药物\n有甲琉丙脯酸、依那普利和硝苯地平。 FH 者，需终生服用地塞米松，不应手术。\n第二节 皮质醇i曾多症\n皮质醇增多症是机体长期在过量糖皮质激素的作用下，而出现的一系列相关临床症状和体征的\n综合征，也称为库欣综合征（Cushing’s syndrome , CS）。\n［病因和病理］ 根据导致 cs原因的不同，分为 ACTH依赖性和非依赖性两大类：\n1. ACTH 依赖性CS (co「ticotropin-dependent Cushing ’s syndrome) 是由体内 ACTH 含\n量增高引起双侧肾上腺皮质束状带增生，从而导致其分泌过量的皮质醇所致。\n( 1) Cushing病：占 cs 的 70% ～80% ，是由垂体瘤或下丘脑－垂体功能紊乱导致腺垂体分泌过多\n的 ACTH 引起。\n(2）异位ACTH综合征（ectopic corticotropic syndrome） ：占 cs 的 15% ，是由某些疾病如肺癌、膜腺\n癌、胸腺癌、支气管腺瘤或嗜恪细胞癌等异位分泌过多的 ACTH所致。\n2. ACTH 非依赖性 cs (co「ticotropin-independent Cushing ’s syndrome)\n( 1) 分泌皮质醇的肾上腺皮质腺瘤或腺癌：是由来源于肾上腺束状带的肿瘤直接分泌大量皮质\n醇所致，占 cs 的 15%。 因血中皮质醇增高，反馈抑制垂体分泌 ACTH，使无病变的肾上腺皮质功能\n减退。\n(2）肾上腺皮质束状带结节状（nodular adrenal hyperplasia）或腺瘤样增生：少数 cs病人双侧肾上\n腺束状带呈结节状或腺瘤样增生，可自主分泌皮质醇，而血中 ACTH 不高，是一种特殊类型的 cs，形\n成机制尚不明。\n医源性 cs是由于长期使用糖皮质激素或 ACTH所致。\n［｜自床表现］ 多见于 15 ～30 岁的女性。 典型的临床表现有：①向心性肥胖，满月脸（图 55-2) '\n水牛背，悬垂腹，颈短，四肢肌萎缩；②皮肤菲薄，下腹壁、大腿内侧、腋下皮肤可见紫纹，可见瘟疮\n和多毛；③高血压，部分病人轻度或中度高血压；④性腺功能紊乱，性欲减退，月经不调，甚至闭经；\n⑤其他症状，如骨质疏松症引起腰背痛及易发生病理性骨折；精神症状，如失眠、记忆力减退、注意\n力分散等。\n国55-2 皮质醇增多症病人圄片"}
{"raw_content": "［辅副检查｝\n1. 实验室检查\n(1）血浆游离皮质醇测定：8:00,16: 00 和24: 00 三个时间点分别抽血测定，血浆皮质醇多增高\n且昼夜分泌节律消失。\n(2）血浆 ACTH 测定：对病因鉴别有参考意义。 如持续 ACTH>3. 3pmoνL，提示为 ACTH 依赖性\ncs；如2 次ACTH 浓度＜1. lpmol/L，则提示为非 ACTH依赖性 cs。\n(3）尿游离皮质醇及其代谢产物测定：24 小时尿游离皮质醇含量升高或测定 24 小时尿 17－酣类\n固醇（17-KS）和尿 17－是皮质类固醇(17”OHCS）含量升高。\n(4）血糖及尿糖测定：部分病人血糖和尿糖升高，也有病人血梆降低。\n2. 试验检查\n( 1 ）小剂量地塞米松试验：23:30-24=00 口服地塞米松1r吨，服药日晨及次日晨8 :00 抽血，测定\n血浆游离皮质醇。 测定值较对照值下降超过50% ，是单纯性肥胖症和正常人的表现，而试验后血皮\n质醇下降不明显，则为 cs。\n(2）大剂量地塞米松试验：23:30-24=00 顿服地塞米松8吨，服药日晨及次日晨8:00 抽血，测定\n血浆游离皮质醇。 测定值较对照值下降超过50% ，提示为 Cushing病，而肾上腺皮质束状带病变或异\n位 ACTH 综合征试验后血皮质醇下降不明显。\n3. 定位检查\n(1）超声：直径＞l. Ocm 的肾上腺肿瘤检出率达90% 以上。\n(2) CT:CT可诊断出 99% 以上的肾上腺皮质腺瘤和增生，一般腺瘤直径＞2cm。 分泌皮质醇的肾\n上腺皮质腺瘤 CT值可高于醒固酣瘤。\n( 3) MRI: Cushing病应作蝶鞍冠状薄层扫描，可发现垂体增生、微腺瘤、腺瘤，效果优于 CT。 MRI\n对 cs 的肾上腺检查并不优于 CT（图 55-3）。\n［诊断］ 根据病人典型的临床表现，应先进\n行肾上腺超声筛查，若发现肾上腺形态异常，则\n作 CT 进一步明确诊断。 当怀疑 Cushing 病时还\n应作垂体 MRI 检查。 也应考虑到异位 ACTH 综\n合征的可能。 不同方法的皮质醇、ACTH 测定及\n相关试验检查则有助于完善 cs 的诊断。\n｛治疗］\n1. 手术治疗\n( 1) Cushing病：病变在垂体或下丘脑，由神\n经外科应用手术显微镜经鼻经蝶窦切除垂体瘤。\n(2）肾上腺皮质腺瘤或腺癌：不管是何种类\n型的肾上腺皮质腺瘤或腺癌，于术治疗是主要方\n图55-3 右肾上腺皮质醇症 MRI影像 法。 采用腹腔镜肾上腺腺瘤切除术或连同病侧\n肾上腺全部切除。 由于该肿瘤自主分泌大量皮\n质醇，反馈抑制了垂体分挝、 ACTH，使对侧肾上腺皮质功能减退，术前、术中及术后应补充适量的皮质\n激素，以防肾上腺危象发生。 术前 12 小时和2 小时，肌注醋酸可的松 100吨，术中用氢化可的f'tlOO ～\n200mg静滴，术后继续补充皮质激素。\n(3）肾上腺皮质束状带结节状增生：按束状带腺瘤治疗原则处理。 若为双侧性，尽可能保留肉眼\n观察元异常的肾上腺组织。\n(4）异位 ACTH综合征：应手术切除原发肿瘤。 若无法确定肿瘤部位或不能切除时，可作双侧肾\n上腺全切除或仅留部分肾上腺，以减轻症状。\n可llTE"}
{"raw_content": "2 药物治疗可作为 cs 术后复发及无法切除的肾上腺皮质癌等的辅助治疗措施，包括皮质醇\n合成抑制剂和直接作用于下丘脑－垂体的药物。 ①密妥坦：直接作用于肾上腺皮质，抑制皮质醇合成，\n对肿瘤组织有一定破坏作用，适用于肾上腺皮质癌。 常用量6 ～ lOg/d，分3 ～4 次口服。 ②氨鲁米特：\n阻断胆固醇向孕烯醇酬的转变，抑制肾上腺素及甲状腺素的合成。 常用量0. 75 ~l. Og/d，分3 ～4 次\n口服。 部分病人用药后可出现皮质功能低下。\n第 ＝ 节\n儿荼盼肢症\n一 ·\n儿茶酣胶症（hypercatecholaminemia）是嗜锚细胞瘤（pheochromocytoma, PHEO）和肾上腺髓质增生\n( adrenal medulla hyperplasia）两种疾病共有的症状，其临床特征相似，均由嗜锚细胞分泌儿茶酣胶过多\n引起，但治疗方法不同。 严重者病情加重时可导致死亡，而及时治疗效果较好。\n一、暗锚细胞瘤\n［病因和病理］ 嗜铅细胞瘤（PHEO）起源于肾上腺髓质或肾上腺以外的交感神经及副交感神经\n的副神经节上的嗜锚细胞。 其中，肾上腺嗜锚细胞瘤（ad-\nrenal pheochr\n双侧性。 发生在肾上腺以外的交感神经和副交感神经的\n副神经节上 PHEO（副神经节瘤） ( paraga吨lioma,PGL）约\n占 PHEO 的 10%。 PHEO 有完整的包膜，呈圆形或椭圆形\n（图 55-4），表面光滑，可见其旁被肿瘤压迫的肾上腺组\n织。 切面呈红棕色，富有血管，质实，可见出血灶以及坏死\n和囊性变。 瘤组织由纤维条索分隔，瘤细胞大小形态不\n一，胞质丰富并含有较多颗粒。 铅盐染色后，胞质内可见\n棕色或黄色颗粒。 不能根据瘤细胞的形态判断出肿瘤的\n良、恶性。 恶性嗜铅细胞瘤的发生率不足 10% ，瘤体常很\n大。 恶性变的征象为有转移和周围组织侵犯，血管和淋巴\n管中有癌栓形成。 图 55-4 右肾上腺晴铝细胞瘤及肾孟造\n（一）肾上眼嗜锚细胞瘤 影所见\n｛｜自床表现］ 高发年龄为 30 ～50 岁，其临床表现多种多样，由血液中的儿茶酣胶增高所致，主要\n症状为高血压以及代谢紊乱。\n1. 高血压 可有：①持续性高血压伴阵发性极度升高：最多见，占 50% 以上。 在高血压的基础\n上，经常出现血压极度升高，甚至用一般血压计不能测得，表现为剧烈头痛、面色苍白或潮红、四肢发\n冷、恶心、呕吐、大量出汗、心悸、气急、视觉模糊等。 严重者可因心力衰竭、肺水肿、脑出血而死亡。\n②阵发性高血压：占 40% 以上，女性多见。 平时不表现出高血压，当受到外界剌激，如情绪激动、外\n伤、娃振、分娩、麻醉、手术等时血压突然升高，若处理不当，严重的可引起死亡。 ③持续性高血压：平\n时血压持续高于正常，易与原发性高血压相互混淆，多见于儿童。\n总之，PHEO 高血压发作频率、持续时间差异很大，随着发病时间推移，发作频率呈增加态势，而\n严重程度可能增加也可能不变。 另外，有个别病人血压正常，于术切除肿瘤后病理报告为嗜锚细\n胞瘤。\n2. 代谢紊乱 大量儿茶酣胶分泌可引起多种代谢紊乱。 由于基础代谢增高，肝糖原分解加速和\n膜岛素分泌受抑制，血糖增高、出现尿糖；由于脂肪代谢加速，血中游离脂肪酸和胆固醇增高；少数病\n人还可能有低血伺表现。\n3. 儿茶酣肢心肌病 是 PHEO 较为严重而特殊的并发症。 因肿瘤向血液中持续或间断释放大"}
{"raw_content": "规应用强心、利尿药物治疗效果不佳，需加用 α－受体阻滞剂，手术切除肿瘤后肥厚或扩大的心脏可缩\n小，甚至恢复正常。\n｛辅朋检查］\n1. 实验室检查 ①，24 小时尿儿茶酣胶测定：包含肾上腺素、去甲肾上腺素和多巴肢，24 小时尿\n儿茶酣胶含量升高2倍以上即有意义。 症状发作时应收集3 小时尿送检。 ②血儿茶酣胶测定：在高\n血压发作时测定有重要意义。 正常值范围依采用的实验方法而定。 ③24 小时尿香草扁桃酸（VMA)\n测定：VMA是肾上腺素和去甲肾上腺素的代谢产物，由尿液排出体外。 通常需送检 24 小时尿标本三\n次。 某些食物和药物（如咖啡、香蕉、柑情类水果、阿司匹林等）可干扰上述测定值，故检查前必须\n停用。\n2. 定位检查 ①超声：扫描范围广，可反复检查，多用于普查筛检。 肾上腺嗜锚细胞瘤一般直径〉\n3cm，检出率较高。 ②CT：对肾上腺嗜锚细胞瘤检出率近 100% ，肿瘤内密度不均和明显强化为其特点\n（图 55-5），同时可了解肿瘤与周围血管、脏器的关系。 ③MRI：肾上腺嗜锚细胞瘤的 T，加权像通常是\n低信号和等信号，由于嗜锚细胞本身含水量高，其肿瘤在 Tz加权像呈高信号（图 55-6），犹如灯泡般明\n亮（灯泡征），对肿瘤性质的鉴别有帮助。\n圄55-5 右晴锚细胞瘤CT影像 图55-6 左晴锚细胞瘤 MRI T2 加权影像\n［诊断］ 主要依据病人血压增高明显，尤其是恶性高血压或伴有阵发性发作者，应高度怀疑本\n病。 CT检查肾上腺肿瘤密度不均且明显强化，MRI检查多见肾上腺肿瘤在 Tz加权像呈高信号，一般\n均可诊断。 血、尿儿茶酣胶测定阳性则进一步佐证嗜锚细胞瘤的诊断。 有时相关化验检查未见异常，\n也应按嗜锚细胞瘤来处理。 恶性嗜铅细胞瘤的影像学检查常直径＞6cm，且不规则，有钙化区。\n［治疗｝\n1. 手术治疗 腹腔镜下或开放手术切除肿瘤可获得良好的疗效。 肿瘤较大时，可采用经腹腔入\n路腹腔镜手术；肿瘤较小时也可选用腹膜后人路手术；肿瘤巨大时，开放手术较为安全。 由于肾上腺\n嗜恪细胞瘤病人血液中的儿茶酣胶增高所致周围血管长期处于收缩状态，血容量相对较低，切除肿瘤\n后儿茶酣胶含量减少，血管舒张，导致血压急剧下降，术中、术后出现难以纠正的低血容量休克，甚至\n危及生命。 为此，应加强围术期处理，包括充分的术前准备、细致的术中操作和严密的术后监护。\n(1）术前准备：①扩舒周围血管，控制血压在正常范围：应用α·肾上腺素能受体阻滞剂，如酣韦明\n20 ～60mg/d，分3 次口服。 术前准备一般应在2 周以上。 若降压效果不佳，可加用钙离子通道阻滞\n剂，如硝苯地平30 ～60mg/d，分3 次口服，能取得较好效果，这可能是由于钙离子参与儿茶酣胶代谢\n的缘故。 心率快的病人可加用。”肾上腺素能受体阻滞剂，如普茶洛尔等。 ②扩充血容量：如输血、补\n液常附子咐昕5川"}
{"raw_content": "分，血细胞比容小于45% 。\n(2）麻醉选择：以全麻为安全。 准备好酣妥拉明和去甲肾上腺素等降血压和升血压药物，以备术\n中应用。 梅动脉插管可正确测定动脉血压变化，上腔或下腔静脉插管测定中心静脉压以便及时调整\n补液和输血量。 另外，再建立 1 ～2 支静脉通路，以便及时处理麻醉和术中血压极度波动所致变化。\n(3）术后处理：严密观察血压、心率变化，注意水、电解质平衡，及时纠正低血容量等。\n2. 药物治疗 对不能耐受手术，或未能切除的恶性嗜锚细胞瘤，或手术后肿瘤复发等病人，可使\n用 α－肾上腺素能受体阻滞剂等药物以改善症状，也可采用i叮－间腆书肌（ 1311-MIBG）内放射治疗。\n（二）副冲经节瘤（paraganglioma, PGL ) 好发部位依次为腹主动脉周围，膀脱，胸腔以及\n头颅、颈部与盆腔。 临床表现与肾上腺嗜铭细胞瘤相似，症状的多样性与肿瘤内分泌功能、部位、体积\n大小、有无局部压迫症状及血浆儿荼酣胶水平有关。 如膀胧 PGL，常在排尿时和排尿后出现阵发性高\n血压，有心悸、头晕、头痛等症状。 由于 PGL 好发部位广泛，确定肿瘤的确切位置尤其重要。 间1iJJlt书\n肌（MIBG）的结构与去甲肾上腺素相似，是一种肾上腺素能神经阻滞剂，可被嗜锚细胞摄入，由标记的\n放射性核素示踪，故能显示嗜锚细胞瘤和副神经节瘤的部位。 其诊断敏感性和特异性较高，适用于有\n典型临床症状而超声和 CT等检查均未发现的 PGL，特别对多发的或转移性的 PHEO 及肾上腺髓质增\n生，诊断效果优于超声和 CT检查。日11-MIBG还可用于治疗恶性嗜锚细胞瘤和肾上腺髓质增生。\n二、肾上腺髓质增生\n病因不明，常表现为双侧肾上腺体积增大，可不对称，有时可见结节样改变。 此病较少见。 ｜｜伍床\n表现类似于 PHEO。 CT检查可显示肾上腺体积增大但无肿瘤影像。131I”MIBG 可使肾上腺髓质显像，\n表现为肾上腺髓质体积变大。 其他检查同 PHEO。 可手术切除增生明显一侧的肾上腺，若效果不佳，\n可再行对侧增生肾上腺部分切除或应用1311-MIBG 治疗。\n第四节 无症状肾上腺肿物\n元症状肾上腺肿物常见有肾上腺皮质良性肿瘤。 另外有肾上腺转移癌、肾上腺皮质癌、肾上腺囊\n肿（图 55-7）、肾上腺血肿、髓质脂肪瘤、畸胎瘤等，\n少数的肾上腺嗜锚细胞瘤和肾上腺嗜酸性细胞瘤\n等也可无症状。\n为了明确肿物的来源与性质，所有的肾上腺无\n症状腺瘤或肾上腺偶发瘤（ adrenal incidentaloma,\nAI)病人均应作肾上腺功能的实验室检查。 最重\n要的是排除嗜锚细胞肿瘤以及是否为癌转移病\n灶。 肾上腺转移癌（adrenal metastasis）较原发性肾\n上腺皮质癌多见。 最常见的原发病灶为黑色素\n瘤、肺癌、乳腺癌、淋巴瘤和肾癌等。 对于直径＞\n6cm 的肾上腺实性肿物，在通过探查或肾上腺切\n除后证实为其他性质之前应作恶性考虑。\n尽管从统计学上看，直径＜4cm AI 大部分是\n良性的，有些肾上腺皮质癌虽然是无功能性的，但 图55-7 右肾上腺噩肿 CT影像\n也可由无功能变为有功能。 有的只是因分泌激素量小而不足以引起明显的生理变化。 因此，对于 Al\n还是以手术治疗为佳。\n（全讯波）\nγ4ι"}
{"raw_content": "不育和节育\n第一节概 论\n男性生殖器官分为内生殖器和外生殖器。 内生殖器包括生殖腺、输精管道和附属性腺。 生殖腺\n为辜丸，是产生精子的场所，也是分泌男性性激素的内分泌器官。 输精管道包括附辜、输精管、射精管\n以及与排尿共用的尿道。 附属性腺包括精囊腺、前列腺和尿道球腺等。 外生殖器包括阴茎和阴囊，阴\n茎为男性外生殖器的主体，位于耻骨之前阴囊的上方；阴囊居于阴茎根部与外阴之间，内藏辜丸、附辜\n和精索的一部分（图 56-1）。\n附皇管 附率头\n附由体\n率丸输出小管\n罩尾\n辜丸网 率丸\n附率\n精直小管\n圄56-1 男性生殖器官示意图\n男性生殖生理活动包括精子发生、精子成熟及精子排出。 广义上还包括精子在女性生殖道内的\n变化，如精子穿过宫颈蒙古液、精子的获能，直至受精、卵裂与着床，这一系列活动均在神经内分泌腺的\n控制调节下进行。 整个男性生殖活动是一个有规律、有顺序而且协调的生理过程，阻碍或干扰其中的\n任何一个环节均可能影响正常的生育能力（图 56-2）。\n男性生殖生理活动有其不同于女性的几个特点：女性每月只排卵－次，有明显周期性，而男性一\n旦发育成熟，辜丸就有条不紊的持续产生精子；女性排卵数量少，按每个月排出一个成熟卵子计算，一\n"}
{"raw_content": "8 llijJ 生中约排出 400 多个卵子，而男性却每日可能产生\n108个k)上精子；女性到绝经期后一般不再排卵，已\n: ©(cid:157)\nH 失去生育能力，而男性生育能力年龄明显比女性\n｜ 。 ｜ 体｜ 长，辜丸衰退是渐进性过程，到70 岁甚至 80 岁以上\ni\n立 一→LH飞SH← 一－ －~一 「\n还可有正常性功能并具有生育能力。 男性的性功\n~H 、 i\n能是－个更为主动而复杂的神经反射活动，精神与\n心理因素起着相当重要的作用。 这些特点造成研\ni 匾副匮副 : 究男性节育技术的特殊困难。 长期以来，对男性的\n性功能、精子发生、精子成熟、精子排放与精子获能、\nL ＿＿＿＿＿塞回一－→ 精子生成 压再盈ill I\n受精等环节未能充分了解其生理机制，近年来随着\n／／＼~ 百展二」\n基础学科的迅速发展和男性生殖生理的深入研究，\n同第附性\n化 二属欲 男性性功能及男性不育症的诊治，才取得突破性的\n代性性性\n谢征腺功 进展。\n能\n男科学（andrology ）是一门专门研究男性的学\n图56-2 男性生殖性腺铀及调节示意图\n科，其主要研究范畴包括男生殖系统结构与功能、\n男性生殖生理与病理、男性不育与节育、男性性功能障碍、男生殖系统疾病以及性传播疾病等。 其中\n男性性功能障碍和男性不育与节育明显影响病人及配偶双方身心健康，家庭和睦。 本章重点介绍男\n性性功能障碍和男性不育与节育。\n第二节 男性性功能障碍\n正常男性性功能包括性欲（libido） 、性兴奋、阴茎勃起（erection） 、性交、射精和性高潮等过程。 这\n一过程是正常的心理、神经、内分泌系统、血管系统及正常生殖系统参与下完成的一个极为复杂的过\n程，其中主要受到大脑控制和支配。 根据临床表现可分为：①性欲改变；②勃起功能障碍（erectile dys\nfunction, ED）；③射精障碍，包括早泄、不射精和逆行射精等。 最常见的男性性功能障碍是勃起障碍和\n早泄。\n一、勃起功能障碍\n勃起功能障碍（ED）是指持续或反复不能达到或维持足够阴茎勃起以完成满意性生活。按病因\n可分为心理性、器质性和1昆合性 ED 三类，其中1昆合性 ED 多见。 器质性 ED 又可分为血管性（含动脉\n性、静脉性和混合性）、神经性、内分泌性和解剖结构性等。\n［流行病学］ 40 ～70 岁男性半数以上患有不同程度的 ED，完全不能勃起者达 10% ；与 ED 相关\n的危险因子与下列因素有关：①年龄增长；②躯体疾病，包括心血管病、高血压、糖尿病、肝肾功能不\n全、高血脂、肥胖、内分泌疾病、神经疾病、泌尿生殖系疾病等；③精神心理因素；④用药，主要包括利尿\n剂、降压药、心脏病用药、安定药、抗抑郁药、激素类药、细胞毒类药、抗胆碱药等；⑤不良生活方式，包\n括吸烟、酣酒及过度劳累等；⑥外伤、手术及其他医源因素。 80% 以上的 ED，都有一定的器质性病因\n存在。\n［阴茎勃起青关的解剖生理和生理机制］ 阴茎勃起受到下丘脑性中枢调控和勃起的外周调控，\n阴茎勃起的基础是阴茎动脉的扩张和阴茎海绵体小梁的舒张，当动脉和小梁内平滑肌收缩时，阴茎处\n于松弛状态，反之，则阴茎勃起。 研究表明，一氧化氮（NO）－环磷酸鸟昔（cGMP）信号通路在阴茎的勃\n起过程中起主要作用。 性剌激过程中，阴茎海绵体内的神经元和血管内皮细胞内的 NO 释放，NO 激\n活海绵体平滑肌细胞内的鸟昔酸环化酶，导致三磷酸鸟昔（GTP）转变成 cGMP,cGMP可激活蛋白酶 G\n使钙离子内流减少，使得海绵体内平滑肌松弛，血液流入海绵窦而引起勃起。 5 型磷酸二酣酶"}
{"raw_content": "(PDES）可分解 cGMP变为无活性的磷酸鸟昔（GMP），使平滑肌细胞内 Ca2•增加，平滑肌收缩导致阴\n茎疲软。 阴茎勃起的发生分为启动、充盈及维持三期。 启动期：当心理、神经、内分泌的剌激活动通过\n自主神经传出冲动，使阴茎血管和海绵体小梁平滑肌松弛，启动勃起；充盈期：平滑肌松弛使海绵体动\n脉和螺旋动脉扩张，海绵窦内血流增加，窦状隙为扩张和血液滞留状态；维持期：随着窦状隙的膨胀，\n海绵体小梁对白膜压力增加，从而压迫自膜下静脉，使窦状隙内血流受阻，海绵体内压力增高，从而使\n阴茎坚挺勃起。\n阴茎勃起消退是随着射精过程出现交感神经的兴奋，使螺旋动脉和海绵体平滑肌的张力增加，动\n脉血流减少，随着海绵体内压力下降小梁对白膜下静脉压力也松解，静脉回流增加，阴茎疲软。\n此外，阳oA/Rho激酶信号通路，cAMP信号通路、民S信号通路、伺离子通道、以及血管活性肠肤、\n降钙素基因相关肤、前列腺素、内皮素等也参与阴茎海绵体平滑肌的收缩和舒张。\n［诊断｝ 全面了解性生活史、既往病史及心理社会史对 ED 首诊很重要，通过国际勃起功能评分\n表（International Index of Erectile Function, IIEF-5）询问病人过去6个月有关性活动的5 个问题（表56-\n1 ） 。 根据回答结果判断 ED 的严重程度，总分25 分，重度：1 ～7 分；中度：8 ～ 11 分；轻到中度：12 ～ 16\n分；轻度：17 ～21 分；正常：22 ～25 分。\n表56-1 男性勃起功能问卷\n请根据过去6个月中情况评估：\n评分标准\n题目\n。分 1 分 2分 3分 5分 得分\n一 一 一 － 一 一 一 一\ni’ 对获清勃起无和 很低 低 中等 很高\n维刽勃起的没自\n信 受程 到度如附性而\n仁\nL叫 有 有阴 多性 茎束 勃睛 无性活动 几乎 没有少数几次有时（约一大多数 时几乎总是\n缸\n插 人少次 或完全没 （远少于一半时候） 候（远多于或总是\n性 能够\n次交阴酣 有 半时候） 一半时候）\n多少\n道能时\n古 阴\n状后在 进人起\n3呵 没有尝试几乎没有少数几次有时（约一大多数时几乎总是\nA性态维 勃阴\n交 持 性 性交 或完全没 （远少于一半时候） 候（远多于或总是\n勃？ 维持大\n有 半时候） 一半时候）\n完盹 直至少\n起\n难 有多\n斗 交成 没有尝试困难极大 困难很大 困难 有点困难 不困难\n， 有多\n茎 感？ 性交\n阳\n交 盹\n困\n酣\n性\n3 次 有 尝 试 几乎没有 少数几次 有时（约一 大多数时儿子总是\nU 交 或完全没 。 半时于一\n半时候） 候（远多于 或总是\nU 有 一白\n一半时候）\n响\n总分\n此外，夜间阴茎勃起试验（NPT）对区分心理性和器质性 ED 有帮助。 为进一步查明器质性的\n病因，可进行阴茎海绵体注射血管活性药物试验、血管系统检查（如彩色双功能超声检查、海绵体\n测压造影等） 、勃起神经检测（包括阴茎生物阔值、球海绵体反射潜伏期和神经传导速度测定等）检\n查，可作出动脉性、静脉性和神经性等病因学的诊断。 海绵体活检已被采用来评价海绵体结构与\n功能。\n｛治疗］\n1. 矫正引起 ED 的高关因素 ①改变不良生活方式和社会心理因素；②性技巧和性知识咨询；"}
{"raw_content": "③改变引起 ED 的有关药物；④对引起 ED 的有关器质性疾病进行治疗，如雄激素缺乏者，可用雄激素\n补充治疗。\n2. 针对 ED 的直接治疗 ①性心理治疗，如性心理疗法或夫妇间行为治疗等；②口服药物：西地\n那非（sildenafil）、他达那非（tadalafil） 、伐地那非（vardenafil）均是一种选择性5 型磷酸二醋酶抑制剂，\n临床应用有效，但禁忌与硝酸醋类药物合用，否则会发生严重低血压。 酣妥拉明是一种 α 肾上腺素能\n受体阻断剂，对性中枢和外周均有作用，适用于轻、中度 ED；③局部治疗，前列腺素 El(PGEl ）是一种\n阴茎海绵体注射血管活性药物，疗效可达 80% 以上，但因有创、疼痛，异常勃起以及长期使用后阴茎\n局部形成癫痕而少用。 比法尔是一种局部外用 PGEl 乳膏，经尿道给药，疗效可达 75% ，不良反应有\n局部疼痛和低血压。 真空负压装置是通过负压将血液吸入阴茎，然后用橡皮圈束于阴茎根部阻滞血\n液回流，维持阴茎勃起，缺点是使用麻烦，井有阴茎疼痛、麻木、青紫、射精障碍等；④手术治疗包括血\n管手术和阴茎假体植入术，只有在其他治疗方法均无效的情况下才被采用。\n二、旱泄\n早世（prerr削ure ejaculation）的定义目前尚存争议，2014 年国际性医学会将早泄分为原发性早泄\n和继发性早泄c 原发性早泄是指从初次性交开始，常常在插入阴道一分钟左右射精；继发性早泄是指\n射精潜伏时间显著缩短，通常在三分钟内射精。 两者均表现为控制射精的能力差，总是或几乎总是不\n能延迟射精，并对身心造成消极的影响，如苦恼、忧虑、沮丧和（或）躲避性生活等。 原发性和继发性\n早泄的患病率分别约为2% ～5%和20% ～30% 。\n传统观点认为早泄大多是心理性原因。近年来研究发现，这类病人还存在阴茎感觉高度敏感，或\n由于包皮阴茎头炎和前列腺炎等疾病诱发。 近来有研究显示子是色胶（5-HT）受体在射精的中枢控\n制中起关键作用，5-HT受体亚型与射精的阔值有关。\n治疗早泄需根据其发病原因，首先治疗诱发病因，并由妻子密切合作，采用性感集中训练法，克服\n对性行为的错误认识和自罪感，建立和恢复性的自然反应。 性交时应用避孕套，或阴茎头局部应用利\n多卡因喷雾剂或软膏剂，通过局部麻醉作用来延长射精潜伏期。 近年来应用选择性5-HT重吸收抑制\n齐lj(SSRis）如达1自西汀等，取得较好疗效。\n第三节男性不育症\n夫妇同居 1 年以上，未采用任何避孕措施，由于男方因素造成女方不孕者，称为男性不育。 男性\n不育症不是一种独立的疾病，而是由某一种或多种疾病与因素造成的结果。\n［病因］ 任何影响精子发生、成熟、排出、获能或受精的因素都可导致男性不育。 病因分类如下：\n①先天性原因，如辜丸发育异常、隐靠、先天性输精管缺如等。 ②后天性泌尿生殖系统异常，如辜丸扭\n转、辜丸外伤、辜丸肿瘤、辜丸炎等，造成辜丸萎缩，出现精液异常。 ③泌尿生殖道感染，如附辜炎、前\n列腺炎、精囊炎等。 过多的自细胞产物如活性氧可直接损害精子膜；生殖道感染可引起输精管道梗\n阻，表现为无精子症。 ④阴囊温度升高，如精索静脉曲张可引起阴囊局部温度升高影响生育功能。\n⑤内分泌异常，主要与下丘脑－垂体－辜丸性腺轴功能紊乱有关，如 Kall口1ann 综合征、垂体前叶功能不\n全、高催乳素血症、甲状腺功能亢进或减退等。 ⑥遗传性异常，如 Klinefelter综合征、Y染色体缺陷、纤\n毛不动综合征等。 ⑦免疫性不育，输精管结扎术、输精管吻合术和辜丸活检等有创操作后，“血辜屏\n障”和精子免疫抑制机制遭到破坏，从而导致免疫性不育。 ⑧全身性因素，如系统性疾病、回国酒、吸毒、\n环境因素、营养不良等。 ⑨医源性因素，主要由药物或手术治疗引起的精液异常，如大剂量糖皮质激\n素、免疫抑制剂、辜丸活检和隐辜手术等，还包括化疗和放疗。 ⑩生活因素，如肥胖、吸烟、药物滥用\n等。 ＠特发性原因，占 40% ～50% 。\n此外，勃起功能障碍、不射精、逆行射精等均可造成不育。"}
{"raw_content": "1. 病史 全面了解家族史、生育史、性生活史和其他对生育可能造成影响的因素。 ①性生活史\n可初步了解是否存在性功能障碍造成的不育；②既往病史应详细了解病人的既往生育史、生长发育与\n过去疾病史等，重点询问与生育相关的疾病或因素，包括生殖器官感染、外伤、手术史、内分泌疾病史、\n影响辜丸生精功能、性功能和附属性腺功能的疾病和因素、对生育有影响的药物应用和生活习惯如自由\n酒、吸烟、穿紧身裤，以及环境与职业等。\n2. 体检 ①全身检查：重点应注意体型及第二性征；②生殖器官的检查：重点注意有无生殖器官\n畸形，辜丸的位置、质地、大小，附辜、输精管有无结节或缺如，阴囊内有无精索静脉曲张、鞠膜积液等；\n③直肠指检：注意前列腺大小、质地、有无结节、结石，怀疑前列腺炎者应作前列腺按摩液检查。\n3. 实验室检查\n(1）精液分析是评价男性生育力的重要依据。 精液采集与分析和质量控制必须参照《WHO 人类\n精液及精子－宫颈黠液相互作用实验室检验手册》标准进行，见表56-2。\n表56-2 WHO 精液分析参考值范围 根据上述参考值范围：①无精液症是指射精时\n(2010 年第五版）\n无精液射出（或逆行射精）；②无精子症是指射出\n指标 参考值范围\n的精液中无精子；③少精子症是指精子密度小于\n量 l.5ml(l.4~1. 7ml)\n15×106/ml；④弱精子症是指向前运动的精子少于\n精子总数 39xl06 [ ( 33 ~46) xl06]\n32% ；⑤畸形精子症是指形态正常的精子少于\n精子密度 15x 106/ml [ ( 12 ~ 16) x\n4%。 其中少精子症、弱精子症、畸精子症＝者可单\n106/ml]\n独、两者或＝者同时出现，称少弱精子症或少弱畸\n运动精子百分率 40% (389毛～42%)\n精子症。\n向前运动精子百分率 32%(31% ~34%)\n(2）选择性检查：①抗精子抗体检查，其指征\n存活率 58% (55% ~63%)\n精子形态学（正常形态） 4%(3% ~4%) 包括性交后试验检查，精子活力低下并有凝集现象\npH ~7. 2 等，可通过免疫珠试验或1昆合抗球蛋白反应等试验\n液化 <60分钟 诊断免疫性不育；②精液的生化检查，用以判断附\n过氧化物酶阳性自细 <lxl06/ml 属性腺分泌功能，测定精浆果糖、中性葡萄糖昔酶\n胞数 等指标，可辅助鉴别梗阻性元精子症和非梗阻性无\n圆形细胞 三三5xl06/ml\n精子症；③男生殖系统细菌学和脱落细胞学检查，\nMAR试验 <50% 精子被和附于颗\n用以判断生殖系统感染和辜丸生精小管功能；④内\n粒上\n分泌检查，许多内分泌疾病可以影响辜丸功能而引\n免疫珠试验 <50% 活动精子附着免\n起不育；⑤免疫学检查，人精子的自身免疫和同种\n疫珠\n免疫都可以引起不育；⑥遗传学检查，对于元精子\n精浆镑 二；？2.4µmoV一次射精\n精浆果糖 主13µmoν一次射精 症、严重少精子症、具有不育家族史的病人，可进行\n精浆中性葡萄糖背酶 主主20mU／一次射精 染色体核型分析、Y 染色体微缺失筛查等；⑦影像\n学检查，输精管精囊造影和尿道造影用以检查输精\n管道通l肠性，但随着精浆生化检查的开展，目前较少使用。 而头颅摄片用以排除垂体肿瘤和颅内占位\n性病变。\n4. 特殊检查 ①辜丸活检术：能直接判断精子发生的功能或精子发生障碍的程度；②精子功能\n试验：排出体外精子进入女性生殖器官与卵子结合受精有关的精子功能；③性交后试验：了解精子与\n宫颈新液间的相互作用；④性功能检查（略）。\n［治疗］\n1. 不育夫妇双方共同参与诊断与治疗，在男方进行治疗前也应对女方检查生育力。 根据 WHO\n多中心临床研究，男方生育力低下者约26%配偶也同时存在生育问题。\n2 阳治疗山山引起男时应注意以下几点：顿时时"}
{"raw_content": "不完全者，应在幼儿期作出相应处理；③安全的环境、避免对辜丸有害因子及化学物品的接触；④对采\n用有损辜丸功能的治疗者，包括某些药物如肿瘤化疗等，在用药前将病人的精液贮存于人类精子库。\n3. 非手术治疗 ①特异性治疗：病因诊断相当明确，治疗方法针对性强，则可采用特异性治疗，\n如用促性腺激素治疗促性腺激素低下的性腺功能低下症；②半特异性治疗：对病因、病理、发病机制尚\n未阐明，治疗措施只解决部分发病环节，如感染不育和免疫不育治疗等；③非特异性治疗：由于病因不\n明，如特发性少精症采用的经验性治疗和传统医学治疗等。\n4. 手术治疗 ①提高皇丸精子发生的手术，如精索内静脉高位结扎术和辜丸固定术；②解除输\n精管道的梗阻；⑤解除其他致使精液不能正常进入女性生殖道因素的手术，如尿道下裂手术等；④其\n他全身疾病引起男性不育的手术，如垂体瘤手术和甲状腺疾病手术等。\n5 人类辅助生殖技术 不通过性交而采用医疗手段使不孕不育夫妇受孕的方法称人类辅助生\n殖技术，该技术主要有四方面：①丈夫精液人工授精（ artificial insemination with husband ’ s semen,\nAIH）：精子体外处理后，收集质量好的精子作宫腔内人工授精（IUI），主要用于宫颈因素引起不育，男\n性主要用于免疫不育，成功率为 8% ～ 10% ；②体外受精胚胎移植技术（ in vitro fertilization-embryo\ntransfer , IVF -ET）：每周期成功率达30% 以上，主要用于女性输卵管损坏、梗阻的不育治疗；③卵胞浆\n内精子注射（intracytoplasmic sperm injection, ICSI）：主要用于严重少精、死精以及梗阻性无精子症病\n人。 此项技术可达70%左右成功受精；每次移植二个胚胎，怀孕率达35% ～50% ；④供者精液人工授\n精（artificial insemination with donor' s semen, AID） ：男性不育经各种方法治疗无效而其配偶生育力正\n常者，为了生育目的可采用供者精液人工授精。\n第四节男性节育\n男性节育是指由男性采取避孕或绝育措施而达到节制生育目的，是人类控制生育的重要措施之\n一。 本节就男性节育的专业技术方面作扼要介绍。\n（一）男性避孕 目前常用的方法是使用避孕套。 在一时无避孕药具时，也有采用体外排精和\n会阴尿道压迫法避孕。 其他避孕方法包括自然避孕法、外用杀精子药物等。 避孕方法必须具备对健\n康无害、效果可靠、不影响性生活、简便、经济以及停用避孕措施可恢复生育能力等原则。 男性避孕药\n研究虽取得一定进展，但尚未能在临床推广应用。\n1 避孕套避孕 避孕套又叫阴茎套，通常由乳胶薄膜制成的套子，性交时套在阴茎上，阻止精液\n流到阴道里，达到避孕目的。 正确使用避孕套又是预防艾滋病和其他性传播疾病的一种简便而有效\n的方法。\n(1）效果及其优缺点：是屏障避孕法中最有效的一种避孕法，若正确而持续使用，第一年意外娃\n振率低于3/100 妇女年。 优点：方法简便，特别适用于轻度早世者、女性对配偶精液过敏者以及娃振\n晚期性交和预防宫颈间变从而减少宫颈癌变发生。 缺点：有些使用者会发生性感迟饨，每次使用感到\n麻烦，少数使用者对乳胶过敏或因使用不当造成避孕失败。\n(2）使用方法和注意事项：选用避孕套大小、规格适当。 每次性交均使用新套，使用前用吹气法\n检查确定无破损。 戴前先捏瘪套的前端小囊，放在勃起的阴茎头上，边推边套至阴茎根部。 射精后，\n在阴茎尚未软缩前，按住套口与阴茎一起拔出。\n2. 自然避孕法根据女性月经周期，判断排卵前后的易受孕期，进行周期性禁欲。 该方法最符\n合自然状态，只要夫妇密切配合，可达到较好避孕效果，为广大育龄夫妇接受。 目前判断易受孕期方\n法，主要有日历表法、基础体温法、症状－体温法和宫颈蒙古液法四种。 对易受孕期判断有困难者，宜采\n用其他避孕措施。\n3. 杀精子药物避孕法 是在性生活前将外用杀精子药物放入阴道内，使排入阴道的精子杀伤，\n骨气iι 达时目川叩有孟苯醇酷由醇酷配伍各种惰性基质制成泡沫剂霜剂胶冻栓剂片"}
{"raw_content": "部剌激轻微，不干扰妇女内分泌，不影响男女双方生理健康，不影响性交快感，副作用少，对阴道杆菌\n无害等。 孟苯醇酷和圭苯醇酷制成的外用避孕药膜还可男用，其方法是性交时阴茎进入阴道后，待阴\n茎头部被阴道分泌物湿润后退出阴茎，将一张药膜包贴于阴茎头上，推入阴道深处停留 1 ～2 分钟，使\n药膜在阴道分泌物中溶解，起到杀精子作用而获得避孕效果。\n（二）男性绝育 男性绝育是通过手术切断、结扎输精管，或植入堵塞物于输精管腔内，或用电\n凝、化学等方法闭塞输精管，或在管外加压闭合输精管，使输精管通道被阻断的一种持久性节育措施。\n目前常用的是输精管结扎术和输精管药物注射绝育法。\n1. 输精筐结于L术（vasoligation ) 适用于已婚男子，为实行计划生育，经夫妇双方同意，均可\n施行。 有出血倾向、严重神经症、精神病、急性病和其他严重慢性疾病者以及辜丸、附辜、前列腺、阴囊\n皮肤有炎症者，应暂缓施行手术；对患有严重精索静脉曲张、腹股沟店、鞠膜积液等可在上述疾病手术\n同时作输精管结扎术。\n2. 输精管站培术 是用注射针头经阴囊皮肤直接穿刺输精管，然后注入快速凝固石炭酸  混\n合剂，使输精管管腔发生堵塞的绝育方法。\n输精管绝育术后，遇到特殊情况（如子女死亡等），要求再生育者，可进行输精管吻合术。 采用显\n微外科输精管吻合术，术后有95% 以上能获得解剖上再通，长期随访娃振率达759毛左右。\n（刘继红）\n出\n师"}
